Repository: checkbox/checkbox
Catalog: checkbox-old/debian/po/*.po
Languages: de, es, gl

source: Test suite blacklist:
de: Sperrliste der Testsammlung:
es: Lista negra del conjunto de pruebas:
gl: Lista negra da suite de probas:

source: List of job files to never run when testing with checkbox.
de: Liste der Aufträge, die während des Testens mit Checkbox niemals ausgeführt werden.
es: Lista de archivos de trabajo a no ejecutar cuando se prueba con Comprobación del Sistema.
gl: Lista de ficheiros de traballo que non deben ser executado ao probar co checkbox.

source: Test suite whitelist:
de: Positivliste der Testsammlung:
es: Lista blanca del conjunto de pruebas:
gl: Lista branca da suite de probas:

source: List of jobs to run when testing with checkbox.
de: Liste der Aufträge, die während des Testens mit Checkbox ausgeführt werden.
es: Lista de tareas a ejecutar mientras se realizan pruebas con checkbox.
gl: Lista de traballos para executar ao facer probas co checkbox.

source: Transport URL:
es: URL de transporte:
gl: Transportar URL:

source: URL where to send submissions.
de: URL, an welche die Ergebnisse gesendet werden.
es: URL de destino de los envíos.
gl: URL a onde enviar informes.

source: Launchpad E-mail:
es: Correo electrónico de Launchpad:
gl: Correo-e do Launchpad:

source: E-mail address used to sign in to Launchpad.
de: E-Mail-Adresse, die zum Anmelden bei Launchpad verwendet wird.
es: Dirección de correo electrónico usada para iniciar sesión en Launchpad.
gl: Enderezo de correo-e usado para acceder ao Launchpad.

source: HTTP Proxy:
es: Proxy HTTP:
gl: Proxy HTTP:

source: HTTP proxy to use instead of the one specified in environment.
de: HTTP-Proxy, der anstelle des in den Umgebungseinstellungen festgelegten Proxys verwendet wird.
es: Proxy HTTP que se usará en lugar del especificado en el entorno.
gl: Proxy HTTP para usar no lugar do especificado polo entorno.

source: HTTPS Proxy:
es: Proxy HTTPS:
gl: Proxy HTTPS:

source: HTTPS proxy to use instead of the one specified in environment.
de: HTTPS-Proxy, der anstelle des in den Umgebungseinstellungen festgelegten Proxys verwendet wird.
es: Proxy HTTPS que se usará en lugar del especificado en el entorno.
gl: Proxy HTTPS para usar en lugar do especificado polo entorno.

source: Routers:
de: Router:
es: Enrutadores:
gl: Enrutadores:

source: Whether there is a single router or multiple routers.
de: Legt fest, ob es einen einzelnen oder mehrere Router gibt.
es: Indica si hay un solo enrutador o varios.
gl: Cand só hai un enrutador ou hai varios enrutadores.

source: Router SSID:
es: Identificador (SSID) del enrutador.
gl: SSID do enrutador:

source: The SSID of the single wireless router.
de: Die SSID des einzelnen Funknetzwerk-Routers.
es: El identificador de red (SSID) del enrutador.
gl: O SSID dun único enrutador wifi.

source: Router PSK:
es: Llave compartida del enrutador.
gl: PSK do enrutador

source: The PSK of the single wireless router.
de: Der PSK des einzelnen Funknetzwerk-Routers.
es: La llave de encriptación compartida del enrutador.
gl: O PSK dun único enrutador wifi

source: WPA BG SSID:
es: Identificador (SSID) WPA BG
gl: SSID WPA BG:

source: The SSID of the 802.11b/g router with WPA security.
de: Die SSID des 802.11b/g-Routers mit WPA-Sicherheitsmodell.
es: Identificador (SSID) del enrutador 802.11b/g con seguridad WPA.
gl: O SSID do enrutador 802.11b/g con seguranza WPA.

source: WPA BG PSK:
es: Llave WPA BG
gl: PSK WPA BG:

source: The PSK of the 802.11b/g router with WPA security.
de: Der PSK des 802.11b/g-Routers mit WPA-Sicherheitsmodell.
es: Llave de encriptación (PSK) del enrutador 802.11b/g con seguridad WPA.
gl: O PSK do enrutador 802.11b/g con seguranza WPA.

source: WPA N SSID:
es: Identificador (SSID) WPA N
gl: SSID WPA N:

source: The SSID of the 802.11n router with WPA security.
de: Die SSID des 802.11n-Routers mit WPA-Sicherheitsmodell.
es: Identificador (SSID) del enrutador 802.11n con encriptación (WPA).
gl: O SSID do enrutador 802.11n con seguranza WPA.

source: WPA N PSK:
es: Llave (PSK) WPA N
gl: PSK WPA N:

source: The PSK of the 802.11n router with WPA security.
de: Der PSK des 802.11n-Routers mit WPA-Sicherheitsmodell.
es: Llave de encriptación (PSK) del enrutador 802.11n con encriptación (WPA).
gl: O PSK do enrutador 802.11n con seguranza WPA.

source: Open BG SSID:
es: Identificador (SSID) Abierto BG
gl: SSIG Open BG:

source: The SSID of the 802.11b/g router with open security.
de: Die SSID des 802.11b/g-Routers mit »Open«-Sicherheitsmodell (unsicher).
es: Identificador (SSID) del enrutador 802.11b/g sin seguridad (abierto)
gl: O SSID do enrutador 802.11b/g con seguranza aberta.

source: Open N SSID:
es: Identificador (SSID) Abierto N
gl: SSID Open N:

source: The SSID of the 802.11n router with open security.
de: Die SSID des 802.11n-Routers mit »Open«-Sicherheitsmodell (unsicher).
es: Identificador (SSID) del enrutador 802.11n sin seguridad (abierto)
gl: O SSID do enrutador 802.11n coa seguranza aberta

source: Bluetooth Device Address:
de: Bluetooth-Geräteadresse:
es: Dirección de dispositivo Bluetooth
gl: Enderezo do dispositivo de bluetooh:

source: The Bluetooth Device Address of the Bluetooth target.
de: Die Bluetooth-Geräteadresse des Bluetooth-Ziels.
es: La dirección de dispositivo Bluetooth del objetivo Bluetooth
gl: O enderezo do dispositivo bluetooh do destino Bluetooh.
