Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-piglit/po/*.po
Languages: pl

source: Run piglit tests for Frame Buffer Object (FBO) operations
pl: Uruchom testy programu Piglit dla operacji na buforach ramki (FBO)

source: This job runs piglit tests for checking support for frame buffer object operations, depth buffer and stencil buffer.
pl: To zadanie uruchamia testy programu Piglit sprawdzające wsparcie operacji na buforach ramki (FBO), operacji na buforach głębokości oraz operacji na buforach szablonowych.

source: Run piglit tests for OpenGL 2.1
pl: Uruchom testy programu Piglit dla OpenGL 2.1

source: This job runs piglit tests for checking OpenGL 2.1 support.
pl: To zadanie uruchamia testy programu Piglit sprawdzające wsparcie dla OpenGL 2.1.

source: Run piglit tests for Vertex Buffer Object (VBO) operations
pl: Uruchom testy programu Piglit dla operacji na buforach geometrii (VBO)

source: This job runs piglit tests for checking support for vertex buffer object operations.
pl: To zadanie uruchamia testy programu Piglit sprawdzające operacje na buforach geometrii.

source: Run piglit tests for GLSL fragment shader operations
pl: Uruchom testy programu Piglit dla operacji GLSL cieniowania pikseli

source: This job runs piglit tests for checking support for GLSL fragment shader operations.
pl: To zadanie uruchamia testy programu Piglit sprawdzające wsparcie operacji cieniowania pikseli GLSL.

source: Run piglit tests for GLSL vertex shader operations
pl: Uruchom testy programu Piglit dla operacji GLSL cieniowania wierzchołków

source: This job runs piglit tests for checking support for GLSL vertex shader operations.
pl: To zadanie uruchamia testy programu Piglit sprawdzające wsparcie operacji cieniowania wierzchołków GLSL.

source: Run piglit tests for texture-from-pixmap extension
pl: Uruchom testy programu Piglit dla rozszerzenia tekstura-z-piksmapy

source: This job runs piglit tests for checking support for texture from pixmap.
pl: To zadania uruchamia testy programu Piglit sprawdzające wsparcie dla rozszerzenia tekstura-z-piksmapy.

source: Run piglit tests for stencil buffer operations
pl: Uruchom testy programu Piglit dla operacji na buforach szablonowych

source: This job runs piglit tests for checking support for stencil buffer operations.
pl: To zadanie uruchamia testy programu Piglit sprawdzające wsparcie operacji na buforach szablonowych.

source: Combine all piglit test results into one
pl: Połącz wszystkie wyniki testów programu Piglit w jeden

source: This job combines all of the prior piglit results into one result file so that they can be analyzed together. It is required to use piglit's built-in report generator.
pl: To zadanie łączy wszystkie wcześniejsze wyniki programu Piglit w jeden plik tak aby mogłyby one zostać poddane analizie. To zadanie jest wymagane do użycia generatora raportów programu Piglit.

source: Create a HTML summary of all the piglit test results
pl: Utwórz HTML'owe podsumowanie wyników testów programu Piglit

source: This job runs the piglit HTML report generator on the combination of all the past results.
pl: To zadanie uruchamia generator raportów HTML programu Piglit na połączonych wynikach wszystkich testów.

source: Archive HTML summary of all piglit test results
pl: Zarchiwizuj HTML'owe podsumowanie wyników testów programu Piglit

source: This job archives the HTML summary of all the piglit results for convenient access. The result is not added as plainbox system attachment attachment but can be loaded from the session directory.
pl: To zadanie tworzy wygodne archiwum zawierające raport HTML z wynikami testów. Wynik tego zadania nie jest dodawany jako załącznik w systemie plainbox, może być jednak skopiowany z katalogu sesji.

source: Select piglit tests
pl: Wybrane testy programu Piglit

source: This test plan runs a selection of piglit tests, summarizes them and creates an archive for easy inspection and sharing.
pl: Ten plan testów wykonuje wybrane testy programu Piglit, tworzy podsumowanie oraz archiwum które ułatwia analizę oraz współdzielenie danych.

source: Piglit Tests
pl: Testy programu Piglit

source: Created temporary directory: %s
pl: Utworzono tymczasowy katalog: %s

source: Starting program: %r
pl: Uruchamianie programu: %r

source: Piglit didn't create the test result file?
pl: Czyżby piglit nie utworzył katalogu z wynikami testów?

source: Analyzing piglit test results from %s
pl: Analizowanie wyników testów programu Piglit z %s

source: Unsupported piglit result format (%r)
pl: Nieobsługiwany format wyników programu Piglit (%r)

source: Analyzing piglit test results (format 4)
pl: Analizowanie wyników testów programu Piglit (format 4)

source: Tool for running piglit tests
pl: Narzędzie do uruchamiania testów programu Piglit

source: DIR
pl: KATALOG

source: save piglit results to DIR
pl: zapisz wyniki testów programu Piglit do KATALOGU

source: PATTERN
pl: WZORZEC

source: run piglit tests matching given PATTERN
pl: uruchom testy programu Piglit pasujące do WZORCA

source: be more verbose during testing
pl: bądź bardziej wygadany podczas testowania

source: This version of piglit is not supported
pl: Ta wersja programu Piglit nie jest wspierana

source: Summary of results (by outcome)
pl: Podsumowanie wyników (wedle statusu)

source: Tests successful
pl: Test zakończony powodzeniem

source: Tests unsuccessful
pl: Test zakończony niepowodzeniem

source: Discovering all results in directory: %r
pl: Odnajdywanie wszystkich wyników w katalogu: %r

source: Loading results from: %r
pl: Wczytywanie wyników z: %r

source: Saving results to: %r
pl: Zapisywanie wyników do: %r

source: No combination function for: {!r}
pl: Brak funkcji łączącej dla: {!r}

source: Combination function failed for: {!r}
pl: Funkcja łącząca zawiodła dla: {!r}

source: Tool for combining results of multiple runs of piglit
pl: Narzędzie do łączenia wyników wielokrotnych uruchomień programu Piglit

source: directory with results to load (recursively)
pl: katalog z którego wczytać wyniki (rekurencyjne)

source: directory to save results to
pl: katalog do zapisania wyników

source: be more verbose
pl: bądź bardziej wymowny

source: Unable to combine results: %s
pl: Nie można połączyć wyników: %s

source: Combined %d result
pl: Połączono %d wynik

source: No results were really combined!
pl: Tak na prawdę to nie połączono żadnych wyników!

source: Tool for archiving piglit report
pl: Narzędzie do archiwizacji raportu programu Piglit

source: base name of the archive
pl: nazwa bazowa archiwum

source: format of the archive to create
pl: format archiwum do utworzenia

source: root directory of the archive
pl: główny katalog archiwum

source: Archive with summary of piglit results is available in
pl: Archiwum z podsumowaniem wyników programu Piglit jest dostępne w

source: Piglit (OpenGL/OpenCL) Test Provider
pl: Dostawca testów Piglit (OpenGL/OpenCL)
