Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check that Firefox can run flash applications. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a sample Flash test. VERIFICATION: Did you see the text?
bn: PURPOSE: এই পরীক্ষা ফায়রফক্স ফ্লাশ অ্যাপ্লিকেশন প্লে করতে পারে কিনা তা চেক করে।টীকা: এটার সাফল্যের জন্য অতিরিক্ত সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে STEPS: ১। ফায়ারফক্স আরম্ভ করার জন্য টেস্ট নির্বাচন করুন এবং একটি নমুনা ফ্লাশ পরীক্ষা চালান। VERIFICATION: আপনি কি লেখা দেখতে পাচ্ছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn Firefox ruith aplacaidean flash. Nota: dh'fhaodadh seo iarraidh stàladh barrachd bathar-bog gus a chrìochnachadh gu soirbheachail. CEUMAN: 1. Tagh Dearbh a chur air bhog Firefox agus seall ri sampall dearbh Flash. DEARBHACHADH: Am faca tu an teacsa?
nl: DOEL: Deze test controleert of Firefox flash-toepassingen kan uitvoeren. Opmerking: het kan vereist zijn om extra software te installeren. STAPPEN: 1. Kies Testen om Firefox te starten en bekijk een voorbeeld Flash test. VERIFICATIE: Heeft u de tekst gezien?
sl: NAMEN: Ta preizkus bo preveril zmožnost poganjanja programov flash v Firefoxu. Opomba: mogoče bo potrebno nameščanje dodatne programske opreme za uspešno izvršitev. KORAKI: 1. Izberite Preizkus za zagon Firefoxa in preglejte prikazani testni program Flash. POTRDITEV: Ali ste videli besedilo?
ug: مەقسەت: ئوتتۈلكە(Firefox) تور كۆرگۈسى تور بېتىدىكى flash پروگراممىسىنى ئىجرا قىلالامدۇ-يوق تەكشۈرۈش. دىققەت: مەشغۇلاتنىڭ مۇۋەپپەقىيەتلىك بولۇشى ئۈچۈن قوشۇمچە دېتاللارنى ئورنىتىش زۆرۈر بۆلىشى مۇمكىن. باسقۇچلار: 1. «سىنا» نى چېكىپ «ئوتتۈلكە(Firefox)» نى ئىجرا قىلىسىز ۋە flash پروگراممىسى بار بېتىنى ئاچىسىز، كۆرسەتمە بويىچە مەشغۇلات قىلىسىز. تەكشۈرۈش: تېكىستنى كۆردىڭىزمۇ؟

source: PURPOSE: This test will check that Firefox can play a Flash video. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a short flash video. VERIFICATION: Did the video play correctly?
bn: PURPOSE: এই পরীক্ষা ফায়রফক্স ফ্লাশ ভিডিও ফাইল প্লে করতে পারে কিনা তা চেক করে।টীকা: এটার সাফল্যের জন্য অতিরিক্ত সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে STEPS: ১। একটা নমুনা ফায়ারফক্স আরম্ভ করার জন্য টেস্ট নির্বাচন করুন এবং একটি ছোট ফ্লাশ ভিডিও চালান। VERIFICATION: ভিডিওটি কি সঠিকভাবে প্লে হচ্ছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn Firefox ruith bhideothan Flash. Nota: dh'fhaodadh seo iarraidh stàladh barrachd bathar-bog gus a chrìochnachadh gu soirbheachail. CEUMAN: 1. Tagh Dearbh a chur air bhog Firefox agus seall ri bhideo flash goirid. DEARBHACHADH: An do chluich a bhideo ceart?
nl: DOEL: Deze test controleert of Firefox een Flash-video kan afspelen. Opmerking: het kan vereist zijn om extra software te installeren. STAPPEN: 1. Kies Testen om Firefox te starten en bekijk een korte Flash-video. VERIFICATIE: Werd de video correct afgespeeld?
sl: NAMEN: Ta preizkus bo preveril zmožnost predvajanja video posnetka Flash v Firefoxu. Opomba: mogoče bo potrebno nameščanje dodatne programske opreme za uspešno izvršitev. Koraki: 1. Izberite Preizkus za zagon Firefoxa in poglejte kratek video posnetek Flash. POTRDITEV: Se je video posnetek pravilno predvajal?
ug: مەقسەت: ئوتتۈلكە(Firefox) تور كۆرگۈسى تور بېتىدىكى flash سىنىنى قويالامدۇ-يوق تەكشۈرۈش. دىققەت: مەشغۇلاتنىڭ مۇۋەپپەقىيەتلىك بولۇشى ئۈچۈن قوشۇمچە دېتاللارنى ئورنىتىش زۆرۈر بۆلىشى مۇمكىن. باسقۇچلار: 1. «سىنا» نى چېكىپ «ئوتتۈلكە(Firefox)» نى ئىجرا قىلىسىز ۋە قىسقا flash سىنىنى كورىسىز. تەكشۈرۈش: سىن توغرا كۆرۈندىمۇ؟

source: PURPOSE: This test will check that Firefox can play a Quicktime (.mov) video file. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox with a sample video. VERIFICATION: Did the video play using a plugin?
bn: PURPOSE: এই পরীক্ষা ফায়রফক্স কুইকটাইম (.mov) ভিডিও ফাইল প্লে করতে পারে কিনা তা চেক করে। টীকা: এটার সাফল্যের জন্য অতিরিক্ত সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে সম্পন্ন করা হয়েছে। STEPS: ১। একটা নমুনা ভিডিও সাথে ফায়ারফক্স আরম্ভ করার জন্য টেস্ট নির্বাচন করুন। VERIFICATION: প্লাগইন ব্যবহার করে ভিডিওটি কি প্লে হচ্ছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn Firefox cluich faidhle bhideo Quicktime (.mov). Nota: dh'fhaodadh seo iarraidh stàladh barrachd bathar-bog gus a chrìochnachadh gu soirbheachail. CEUMAN: 1. Tagh Dearbh a chur air bhog Firefox le bhideo sampall. DEARBHACHADH: Na chluich a bhideo ceart a cleachdadh am plugan?
nl: DOEL: Deze test controleert of Firefox een Quicktime (.mov) videobestand kan afspelen. Opmerking: het kan vereist zijn om extra software te installeren. STAPPEN: 1. Kies Testen om Firefox te starten en bekijk de video. VERIFICATIE: Werd de video correct afgespeeld met behulp van een plug-in?
sl: NAMEN: Ta preizkus bo preveril zmožnost predvajanja video posnetkov Quicktime (.mov). Opomba: mogoče bo potrebno nameščanje dodatne programske opreme za uspešno izvršitev. KORAKI: 1. Izberite Preizkus za zagon Firefoxa s testnim video posnetkom. POTRDITEV: Se je video posnetek predvajal s pomočjo vtičnika?
ug: مەقسەت: ئوتتۈلكە(Firefox) تور كۆرگۈسى Quicktime (.mov) سىنىنى قويالامدۇ-يوق تەكشۈرۈش. دىققەت: مەشغۇلاتنىڭ مۇۋەپپەقىيەتلىك بولۇشى ئۈچۈن قوشۇمچە دېتاللارنى ئورنىتىش زۆرۈر بۆلىشى مۇمكىن. باسقۇچلار: 1. «سىنا» نى چېكىپ «ئوتتۈلكە(Firefox)» نى ئىجرا قىلىسىز ۋە قىسقا سىننى كورىسىز. تەكشۈرۈش: سىن قىستۇرمىنى ئىشلىتىپ توغرا قويۇلدىمۇ؟

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Facebook Chat service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bn: PURPOSE: এই পরীক্ষা Empathy messaging ক্লায়েন্ট কাজ করছে কিনা তা চেক করে। STEPS: ১। টেস্ট নির্ধারণ করুন Empathy চালু করার জন্য ২। Facebook Chat পরিসেবার সংযোগের জন্য এটি কনফিগার করুন। ৩। যখন আপনি পরীক্ষাটি শেষ করবেন Empathy অব্যাহতি দিন এখান থেকে চালিয়ে যাওয়ার জন্য। VERIFICATION: আপনি কি সঠিকভাবে সংযোগ করতে এবং পাঠানো/গ্রহন করতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh ann deuchainn seo gu bheil cliant teachdaireachd Empathy ag obair. CEUMAN: 1. Tagh Dearbh a chur air bhog Empathy. 2. Rèitich e a cheangal ris an t-seirbheis cabadaich Facebook. 3. Aon uair 's a chrìochnaicheas an deuchainn , fàg sibh Empathy a leantail an seo. DEARBHACHADH: Robh e comasach dhut ceangal ceart agus cuir/faighinn teachdaireachdan?
nl: DOEL: Deze test controleert of Empathy messaging client werkt. STAPPEN: 1. Kies Testen om Empathy te starten. 2. Stel het in om verbinding te maken met Facebook Chat. 3. Zodra u klaar bent met de test, kunt u Empathy sluiten om hier door te gaan. VERIFICATIE: Kon u verbinding maken en berichten verzenden/ontvangen?
sl: NAMEN: Ta preizkus bo preveril, če Empathy sporočilnik deluje. KORAKI: 1. Izberite Preizkus za zagon Empathy-ja. 2. Nastavite ga, da se poveže s storitvijo Facebook Chat. 3. Ko je preizkus končan, zaprite Empathy, da boste lahko nadaljevali. PREVERJANJE: Ali ste se lahko pravilno prijavili in prejemali/pošiljali sporočila?
ug: مەقسەت: Empathy مۇڭداشقۇ دېتالىنىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى تاللاپ Empathy نى ئىجرا قىلىسىز. 2. ئۇنى Facebook مۇڭداشقۇ مۇلازىمىتى(Facebook Chat service) غا باغلىنىدىغان قىلىپ تەڭشەيسىز. 3. سىناق تاماملانغاندىن كېيىن، Empathy نى ئاخىرلاشتۇرۇپ، بۇ يەردە كېيىنكى سىناقنى داۋاملاشتۇرۇڭ. تەكشۈرۈش: باغلىنالىدىمۇ؟ ئۇچۇر يوللاش ۋە قوبۇل قىلىش توغرا بولدىمۇ؟

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Google Talk (gtalk) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bn: PURPOSE: এই পরীক্ষা Empathy messaging ক্লায়েন্ট কাজ করছে কিনা তা চেক করে। STEPS: ১। টেস্ট নির্ধারণ করুন Empathy চালু করার জন্য ২। Google Talk (gtalk) পরিসেবার সংযোগের জন্য এটি কনফিগার করুন। ৩। যখন আপনি পরীক্ষাটি শেষ করবেন Empathy অব্যাহতি দিন এখান থেকে চালিয়ে যাওয়ার জন্য। VERIFICATION: আপনি কি সঠিকভাবে সংযোগ করতে এবং পাঠানো/গ্রহন করতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil cliant teachdaireachd Empathy ag obair. CEUMAN: 1. Tagh Dearbh a chur air bhog Empathy. 2. Rèitich e a cheangal ris an t-seirbheis Google Talk (gtalk). 3. Aon uair crìochnaichte an deuchainn, fàg sibh Empathy a leantail an seo. DEARBHACHADH: Robh e comasach dhut ceangal ceart agus cuir/faighinn teachdaireachdan?
nl: DOEL: Deze test controleert of Empathy messaging client werkt. STAPPEN: 1. Kies Testen om Empathy te starten. 2. Stel het in om verbinding te maken met Google Talk (gtalk). 3. Zodra u klaar bent met de test, kunt u Empathy sluiten om hier door te gaan. VERIFICATIE: Kon u verbinding maken en berichten verzenden/ontvangen?
sl: NAMEN: Ta preizkus bo preveril, če Empathy sporočilnik deluje. KORAKI: 1. Izberite Preizkus za zagon Empathy-ja. 2. Nastavite ga, da se poveže s storitvijo Google talk (gtalk). 3. Ko je preizkus končan, zaprite Empathy, da boste lahko nadaljevali. PREVERJANJE: Ali ste se lahko pravilno prijavili in prejemali/pošiljali sporočila?
ug: مەقسەت: Empathy مۇڭداشقۇ دېتالىنىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى تاللاپ Empathy نى ئىجرا قىلىسىز. 2. ئۇنى Google Talk (gtalk) مۇلازىمىتىگە باغلىنىدىغان قىلىپ تەڭشەيسىز. 3. سىناق تاماملانغاندىن كېيىن، Empathy نى ئاخىرلاشتۇرۇپ، بۇ يەردە كېيىنكى سىناقنى داۋاملاشتۇرۇڭ. تەكشۈرۈش: باغلىنالىدىمۇ؟ ئۇچۇر يوللاش ۋە قوبۇل قىلىش توغرا بولدىمۇ؟

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Jabber service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bn: PURPOSE: এই পরীক্ষা Empathy messaging ক্লায়েন্ট কাজ করছে কিনা তা চেক করে। STEPS: ১। টেস্ট নির্ধারণ করুন Empathy চালু করার জন্য ২। Jabber পরিসেবার সংযোগের জন্য এটি কনফিগার করুন। ৩। যখন আপনি পরীক্ষাটি শেষ করবেন Empathy অব্যাহতি দিন এখান থেকে চালিয়ে যাওয়ার জন্য। VERIFICATION: আপনি কি সঠিকভাবে সংযোগ করতে এবং পাঠানো/গ্রহন করতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh ann deuchainn seo gu bheil cliant teachdaireachd Empathy ag obair. CEUMAN: 1. Tagh Dearbh a chur air bhog Empathy. 2. Rèitich e a cheangal ris an t-seirbheis Jabber. 3. Aon uair 's a chrìochnaicheas an deuchainn , fàg sibh Empathy a leantail an seo. DEARBHACHADH: Robh e comasach dhut ceangal ceart agus cuir/faighinn teachdaireachdan?
nl: DOEL: Deze test controleert of Empathy messaging client werkt. STAPPEN: 1. Kies Testen om Empathy te starten. 2. Stel het in om verbinding te maken met Jabber. 3. Zodra u klaar bent met de test, kunt u Empathy sluiten om hier door te gaan. VERIFICATIE: Kon u verbinding maken en berichten verzenden/ontvangen?
sl: NAMEN: Ta preizkus bo preveril, če Empathy sporočilnik deluje. KORAKI: 1. Izberite Preizkus za zagon Empathy-ja. 2. Nastavite ga, da se poveže s storitvijo Jabber. 3. Ko je preizkus končan, zaprite Empathy, da boste lahko nadaljevali. PREVERJANJE: Ali ste se lahko pravilno prijavili in prejemali/pošiljali sporočila?
ug: مەقسەت: Empathy مۇڭداشقۇ دېتالىنىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى تاللاپ Empathy نى ئىجرا قىلىسىز. 2. ئۇنى Jabber مۇلازىمىتىگە باغلىنىدىغان قىلىپ تەڭشەيسىز. 3. سىناق تاماملانغاندىن كېيىن، Empathy نى ئاخىرلاشتۇرۇپ، بۇ يەردە كېيىنكى سىناقنى داۋاملاشتۇرۇڭ. تەكشۈرۈش: باغلىنالىدىمۇ؟ ئۇچۇر يوللاش ۋە قوبۇل قىلىش توغرا بولدىمۇ؟

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the AOL Instant Messaging (AIM) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bn: PURPOSE: এই পরীক্ষা Empathy messaging ক্লায়েন্ট কাজ করছে কিনা তা চেক করে। STEPS: ১। টেস্ট নির্ধারণ করুন Empathy চালু করার জন্য ২। AOL Instant Messaging (AIM) পরিসেবার সংযোগের জন্য এটি কনফিগার করুন। ৩। যখন আপনি পরীক্ষাটি শেষ করবেন Empathy অব্যাহতি দিন এখান থেকে চালিয়ে যাওয়ার জন্য। VERIFICATION: আপনি কি সঠিকভাবে সংযোগ করতে এবং পাঠানো/গ্রহন করতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh ann deuchainn seo gu bheil cliant teachdaireachd Empathy ag obair. CEUMAN: 1. Tagh Dearbh a chur air bhog Empathy. 2. Rèitich e a cheangal ris an t-seirbheis AOL teachdaireachdan sa bhad (AIM). 3. Aon uair 's a chrìochnaicheas an deuchainn , fàg sibh Empathy a leantail an seo. DEARBHACHADH: Robh e comasach dhut ceangal ceart agus cuir/faighinn teachdaireachdan?
nl: DOEL: Deze test controleert of Empathy messaging client werkt. STAPPEN: 1. Kies Testen om Empathy te starten. 2. Stel het in om verbinding te maken met AOL Instant Messaging (AIM). 3. Zodra u klaar bent met de test, kunt u Empathy sluiten om hier door te gaan. VERIFICATIE: Kon u verbinding maken en berichten verzenden/ontvangen?
sl: NAMEN: Ta preizkus bo preveril, če Empathy sporočilnik deluje. KORAKI: 1. Izberite Preizkus za zagon Empathy-ja. 2. Nastavite ga, da se poveže s storitvijo AOL Instant Messaging (AIM). 3. Ko je preizkus končan, zaprite Empathy, da boste lahko nadaljevali. PREVERJANJE: Ali ste se lahko pravilno prijavili in prejemali/pošiljali sporočila?
ug: مەقسەت: Empathy مۇڭداشقۇ دېتالىنىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى تاللاپ Empathy نى ئىجرا قىلىسىز. 2. ئۇنى AOL Instant Messaging (AIM) مۇلازىمىتىگە باغلىنىدىغان قىلىپ تەڭشەيسىز. 3. سىناق تاماملانغاندىن كېيىن، Empathy نى ئاخىرلاشتۇرۇپ، بۇ يەردە كېيىنكى سىناقنى داۋاملاشتۇرۇڭ. تەكشۈرۈش: باغلىنالىدىمۇ؟ ئۇچۇر يوللاش ۋە قوبۇل قىلىش توغرا بولدىمۇ؟

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Microsoft Network (MSN) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bn: PURPOSE: এই পরীক্ষা Empathy messaging ক্লায়েন্ট কাজ করছে কিনা তা চেক করে। STEPS: ১। টেস্ট নির্ধারণ করুন Empathy চালু করার জন্য ২। মাইক্রোসফট নেটওয়ার্ক (MSN) পরিসেবার সংযোগের জন্য এটি কনফিগার করুন। ৩। যখন আপনি পরীক্ষাটি শেষ করবেন Empathy অব্যাহতি দিন এখান থেকে চালিয়ে যাওয়ার জন্য। VERIFICATION: আপনি কি সঠিকভাবে সংযোগ করতে এবং পাঠানো/গ্রহন করতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh ann deuchainn seo gu bheil cliant teachdaireachd Empathy ag obair. CEUMAN: 1. Tagh Dearbh a chur air bhog Empathy. 2. Rèitich e a cheangal ris an t-seirbheis Microsoft Network (MSN). 3. Aon uair 's a chrìochnaicheas an deuchainn , fàg sibh Empathy a leantail an seo. DEARBHACHADH: Robh e comasach dhut ceangal ceart agus cuir/faighinn teachdaireachdan?
nl: DOEL: Deze test controleert of Empathy messaging client werkt. STAPPEN: 1. Kies Testen om Empathy te starten. 2. Stel het in om verbinding te maken met Microsoft Network (MSN). 3. Zodra u klaar bent met de test, kunt u Empathy sluiten om hier door te gaan. VERIFICATIE: Kon u verbinding maken en berichten verzenden/ontvangen?
sl: NAMEN: Ta preizkus bo preveril, če Empathy sporočilnik deluje. KORAKI: 1. Izberite Preizkus za zagon Empathy-ja. 2. Nastavite ga, da se poveže s storitvijo Microsoft Network (MSN). 3. Ko je preizkus končan, zaprite Empathy, da boste lahko nadaljevali. PREVERJANJE: Ali ste se lahko pravilno prijavili in prejemali/pošiljali sporočila?
ug: مەقسەت: Empathy مۇڭداشقۇ دېتالىنىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى تاللاپ Empathy نى ئىجرا قىلىسىز. 2. ئۇنى Microsoft Network (MSN) مۇلازىمىتىگە باغلىنىدىغان قىلىپ تەڭشەيسىز. 3. سىناق تاماملانغاندىن كېيىن، Empathy نى ئاخىرلاشتۇرۇپ، بۇ يەردە كېيىنكى سىناقنى داۋاملاشتۇرۇڭ. تەكشۈرۈش: باغلىنالىدىمۇ؟ ئۇچۇر يوللاش ۋە قوبۇل قىلىش توغرا بولدىمۇ؟

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a POP3 account. VERIFICATION: Were you able to receive and read e-mail correctly?
bn: PURPOSE: এই পরীক্ষা Evolution works চেক করে। STEPS: ১।"পরীক্ষা" বোতামে ক্লিক করুন Evolution চালু করার জন্য। ২। একটি POP3 account এ সংযুক্ত করার জন্য এটি কনফিগার করুন VERIFICATION: আপনি কি সঠিকভাবে ইমেইল পাঠাতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil Evolution ag obair ceart. CEUMAN: 1. Briog air a' phutan “Dearbh” a chur air bhog Evolution. 2. Rèitich e a cheangal ri cunntas POP3. DEARBHACHADH: Robh e comasach dhut faighinn agus leughadh post-d ceart?
nl: DOEL: Deze test controleert of Evolution werkt. STAPPEN: 1. Klik op de knop "Testen" om Evolution te starten. 2. Stel het in om verbinding te maken met een POP3 account. VERIFICATIE: Kon u e-mail ontvangen en lezen?
sl: NAMEN: Ta preizkus bo preveril, če Evolution deluje. KORAKI: 1. Kliknite na gumb "Preizkus", da zaženete Evolution. 2. Nastavite ga za povezavo z računom POP3. PREVERJANJE: Ali lahko pravilno prejemate in berete e-pošto?
ug: مەقسەت: Evolution نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» توپچىسىنى چېكىپ Evolution نى ئىجرا قىلىسىز. 2. ئۇنى POP3 ھېساباتىغا باغلىنىدىغان قىلىپ تەڭشەيسىز. تەكشۈرۈش: ئەخلەتنى خاتالىقسىز ئەۋەتەلىدىڭىزمۇ؟

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a IMAP account. VERIFICATION: Were you able to receive and read e-mail correctly?
bn: PURPOSE: এই পরীক্ষা Evolution works চেক করে। STEPS: ১।"পরীক্ষা" বোতামে ক্লিক করুন Evolution চালু করার জন্য। ২। একটি IMAP account এ সংযুক্ত করার জন্য এটি কনফিগার করুন VERIFICATION: আপনি কি সঠিকভাবে ইমেইল পাঠাতে সক্ষম হয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil Evolution ag obair ceart. CEUMAN: 1. Briog air a' phutan “Dearbh” a chur air bhog Evolution. 2. Rèitich e a cheangal ri cunntas IMAP. DEARBHACHADH: Robh e comasach dhut faighinn agus leughadh post-d ceart?
nl: DOEL: Deze test controleert of Evolution werkt. STAPPEN: 1. Klik op de knop "Testen" om Evolution te starten. 2. Stel het in om verbinding te maken met een IMAP account. VERIFICATIE: Kon u e-mail ontvangen en lezen?
sl: NAMEN: Ta preizkus bo preveril, če Evolution deluje. KORAKI: 1. Kliknite na gumb "Preizkus", da zaženete Evolution. 2. Nastavite ga za povezavo z računom IMAP. PREVERJANJE: Ali lahko pravilno prejemate in berete e-pošto?
ug: مەقسەت: Evolution نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» توپچىسىنى چېكىپ Evolution نى ئىجرا قىلىسىز. 2. ئۇنى IMAP ھېساباتىغا باغلىنىدىغان قىلىپ تەڭشەيسىز. تەكشۈرۈش: ئەخلەتنى خاتالىقسىز ئەۋەتەلىدىڭىزمۇ؟

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a SMTP account. VERIFICATION: Were you able to send e-mail without errors?
bn: PURPOSE: এই পরীক্ষা Evolution works চেক করে। STEPS: ১।"পরীক্ষা" বোতামে ক্লিক করুন Evolution চালু করার জন্য। ২। একটি SMTP account এ সংযুক্ত করার জন্য এটি কনফিগার করুন VERIFICATION: আপনি কি নির্ভুলভাবে ইমেইল পাঠাতে পেরেছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil Evolution ag obair ceart. CEUMAN: 1. Briog air a' phutan “Dearbh” a chur air bhog Evolution. 2. Rèitich e a cheangal ri cunntas SMTP. DEARBHACHADH: Robh e comasach dhut cuir post-d às aonais mearachdan?
nl: DOEL: Deze test controleert of Evolution werkt. STAPPEN: 1. Klik op de knop "Testen" om Evolution te starten. 2. Stel het in om verbinding te maken met een SMTP account. VERIFICATIE: Kon u zonder fouten e-mail verzenden?
sl: NAMEN: Ta preizkus bo preveril, če Evolution deluje. KORAKI: 1. Kliknite na gumb "Preizkus", da zaženete Evolution. 2. Nastavite ga za povezavo z računom SMTP. PREVERJANJE: Ali lahko pravilno prejemate in berete e-pošto?
ug: مەقسەت: Evolution نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» توپچىسىنى چېكىپ Evolution نى ئىجرا قىلىسىز. 2. ئۇنى SMTP ھېساباتىغا باغلىنىدىغان قىلىپ تەڭشەيسىز. تەكشۈرۈش: ئەخلەتنى خاتالىقسىز ئەۋەتەلىدىڭىزمۇ؟

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator. VERIFICATION: Did it launch correctly?
bn: PURPOSE: এই পরীক্ষা gcalctool (ক্যালকুলেটর) কাজ করছে কিনা তা চেক করে। STEPS: "পরীক্ষা" বোতামে ক্লিক করুন ক্যালকুলেটর খোলার জন্য। VERIFICATION: এটি কি প্রত্যাশিতভাবে চালু হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gcalctool (Àireamhair) ag obair. CEUMAN: Briog air a' phutan “Dearbh” a dh'fhosgail an t-àireamhair. DEARBHACHADH: An deach a chur air bhog ceart?
nl: DOEL: Deze test controleert of gcalctool (rekenmachine) werkt. STAPPEN: Klik op de knop "Testen" om de rekenmachine te openen. VERIFICATIE: Werd het gestart?
sl: NAMEN: Ta preizkus bo preveril, če gcalctool (Računalo) deluje. KORAKI: Kliknite na gumb "Preizkus", da odprete računalo. PREVERJANJE: Ali se je računalo zagnalo pravilno?
ug: مەقسەت: ھېسابلىغۇچ(gcalctool) نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» توپچىسىنى چېكىپ ھېسابلىغۇچنى ئىجرا قىلىسىز. تەكشۈرۈش: ھېسابلىغۇچ نورمال ئىجرا بولدىمۇ؟

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math VERIFICATION: Did the functions perform as expected?
bn: PURPOSE: এই পরীক্ষা gcalctool (ক্যালকুলেটর) কাজ করছে কিনা তা চেক করে। STEPS: "পরীক্ষা" বোতামে ক্লিক করুন ক্যালকুলেটর খোলার জন্য এবং কার্যকর করার জন্য: ১। সধারণ গণিত ফাংশন (+,-,/,*) ২। নেস্টেড ম্যাথ ফাংশন ((,)) ৩। ফাংশনাল গণিত ৪। ডেসিমাল গণিত VERIFICATION: এই ক্রিয়াকলাপের কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gcalctool (Àireamhair) ag obair. CEUMAN: Briog air a' phutan “Dearbh” a dh'fhosgail an t-àireamhair agus dèan: 1. Foincseanan matamataig simplidh (+,-,/,*) 2. Foincseanan matamataig neadaichte ((,)) 3. Matamataig mìreach 4. Matamataig deicheach DEARBHACHADH: An do dh'obraich na foincseanan mar a bha dùil?
nl: DOEL: Deze test controleert of gcalctool (rekenmachine) werkt. STAPPEN: Klik op de knop "Testen" om de rekenmachine te openen en uit te voeren: 1. eenvoudige wiskundige functies (+,-, /, *) 2. wiskundige functies ((,)) 3. breuken 4. decimalen VERIFICATIE: Werkte de functies zoals verwacht?
sl: NAMEN: Ta preizkus preveri, če gcalctool (Računalo) deluje. KORAKI: Kliknite na gumb "Preizkus", da odprete računalo in izvedite: 1. Enostavne matematične funkcije (+,-,/,*) 2. Znaki za gnezdenje ((,)) 3. Matematika z ulomki 4. Decimalna matematika PREVERJANJE: Ali so se funkcije izvedle, kot je pričakovano?
ug: مەقسەت: ھېسابلىغۇچ(gcalctool) نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: «سىنا» توپچىسىنى چېكىپ ھېسابلىغۇچنى ئىجرا قىلىسىز ۋە تۆۋەندىكى مەشغۇلاتلارنى ئېلىپ بارىسىز: 1. ئاددىي ماتېماتىكىلىق ئەمەللەرنى ئېلىپ بېرىڭ(+،-،/،*) 2. تىرناق كەلگەن((،)) ھېسابلاشلارنى ئېلىپ بېرىڭ 3. كەسىرلىك ھېسابلاشلارنى ئېلىپ بېرىڭ 4. ئونلۇق كەسىرلىك ھېسابلاشلارنى ئېلىپ بېرىڭ تەكشۈرۈش: ھەممىسىنىڭ نەتىجىسى توغرا بولدىمۇ؟
