Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: System Testing
bn: সিস্টেম পরীক্ষা করা হচ্ছে
gd: Dearbhadh Siostam
nl: Systeem testen
sl: Preizkušanje sistema
ug: سىستېمىنى سىناش

source: _Test
bn: পরীক্ষা (_T)
gd: _Dearbh
nl: _Testen
sl: _Preizkus
ug: سىنا(_T)

source: _Yes
bn: হ্যাঁ (_Y)
gd: _Tha
nl: _Ja
sl: _Da
ug: ھەئە(_Y)

source: _No
bn: না (_N)
gd: _Chan eil
nl: _Nee
sl: _Ne
ug: ياق(_N)

source: _Skip this test
bn: পরীক্ষাটি এড়িয়ে যান (_S)
gd: _Sgiob an dearbhadh seo
nl: _Test overslaan
sl: _Preskoči ta preizkus
ug: بۇ سىناقنى ئۆتكۈزۈۋەت(_S)

source: Further information:
bn: অতিরিক্ত তথ্য:
gd: Barrachd fiosrachadh:
nl: Extra informatie:
sl: Nadaljni podatki:
ug: تېخىمۇ كۆپ ئۇچۇر:

source: _Select All
bn: সব নির্বাচন করুন (_S)
gd: _Tagh na h-uile
nl: Alles _selecteren
sl: _Izberi vse
ug: ھەممىنى تاللا(_S)

source: _Deselect All
bn: সব অনির্বাচন করুন (_D)
gd: _Neo-thaghte na h-uile
nl: _Niets selecteren
sl: _Odstrani izbor vsega
ug: ھېچنېمىنى تاللىما(_D)

source: _Previous
bn: পূর্ববর্তী (_P)
gd: _Roimh làimh
nl: _Vorige
sl: N_azaj
ug: ئالدىنقى(_P)

source: Ne_xt
bn: পরবর্তী(_x)
gd: An at_h
nl: Vol_gende
sl: _Naprej
ug: كېيىنكىسى(_X)

source: Test your system and submit results to the Ubuntu Friendly project
bn: আপনার সিস্টেম পরীক্ষা করুন এবং ফলাফল উবুন্টু ফ্রেন্ডলি প্রকল্পে প্রেরণ করুন।
gd: Dearbh do shiostam agus cuir na toraidhean a-steach don phròiseict Ubuntu Friendly
nl: Test uw systeem en stuur de resultaten naar het Ubuntu Friendly project
sl: Preizkusite svoj sistem in pošljite rezultate projektu Ubuntu Friendly
ug: سىستېمىڭىزنى سىناڭ ۋە نەتىجىسىنى Ubuntu Friendly قۇرۇلۇشىغا يوللاڭ.

source: Test to detect audio devices
bn: অডিও ডিভাইস সনাক্ত করতে পরীক্ষা করুন
gd: Deuchainn lorg innleachdan claisneach
nl: Test om audio-apparaten te detecteren
sl: Preizkusi zaznavo zvočnih naprav
ug: ئۈن ئۈسكۈنىسىنى تېپىشنى سىناش

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
bn: PURPOSE: অভ্যন্তরীণ স্পিকার সঠিকভাবে কাজ করবে সেভাবে এই পরীক্ষা বাছাই করা হবে STEPS: ১. নিশ্চিত করুন যে কোন বহিরাগত স্পীকার বা হেডফোন সংযুক্ত করা নেই ডেস্কটপে পরীক্ষার সময়, বহিরাগত স্পিকার অনুমতি দেওয়া হয় ২. আপনার অডিও ডিভাইসে সংক্ষিপ্ত টোন চালাতে পরীক্ষার বোতাম ক্লিক করুন VERIFICATION: আপনি কি টোন শুনতে পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun obraich glaodhairean meadhanail ceart CEUMAN: 1. Dèan cinnteach nach eil glaodhairean taobh a-muigh no cluais-fhònaichean ceangailte ma thathar a' dearbhadh bàrr-deasc, tha glaodhairean taobh a-muigh ceadaichte 2. Briog am putan a chluich tòna goirid air do innleachd claisneach DEARBHACHADH: An do chuala thu tòna?
nl: DOEL: Deze test controleert of de interne speakers goed werken. STAPPEN: 1. Zorg ervoor dat er geen externe speakers of koptelefoons aangesloten zijn Als u een desktop test, zijn externe speakers toegestaan 2. Klik op de testknop om een korte toon af te spelen op uw audio-apparaat VERIFICATIE: Hoorde u een toon?
sl: NAMEN: Ta preizkus bo preveril pravilnost delovanja notranjih zvočnikov. KORAKI: 1. Preverite, da ni priklopljenih zunanjih zvočnikov ali slušalk Če preizkušate namizni računalnik, so dovoljeni zunanji zvočniki. 2. Pritisnite gumb Preizkus za predvajanje kratkega tona. POTRDITEV: Ali ste slišali ton?
ug: مەقسەت: ئىچكى ياڭراتقۇنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. سىرتتىن ياڭراتقۇ چېتىلمىغان ياكى تىڭشىغۇچ چېتىلمىغان بولسۇن ئەگەر ئۈستەلئۈستىنى سىنايدىغان بولسا، سىرتقى ياڭراتقۇ بولسىمۇ بولىدۇ 2. ‹سىنا› توپچىسىنى چېكىپ، ئۈن ئۈسكۈنىسىدە قىسقا ئاۋازنى قويۇڭ تەكشۈرۈش: ئاۋاز ئاڭلاندىمۇ؟

source: PURPOSE: 1. HDMI interface verification STEPS: 1. Plug an external HDMI device with sound 2. Open system sound preferences 3. Click on Output and Select HDMI and click 'Test Speakers' to check left and right channels 4. Click the Test button VERIFICATION: 1. Do you hear the sound coming out on the corresponding channel? 2. Did you hear a sound?
gd: DEÒIN: 1. HDMI dearbhachadh eadar-aghaidh CEUMAN: 1. Plucaich innleachd HDMI thaobh a-muigh le fuaim 2. Fosgail roghainnean an t-siostam fuaim 3. Briog air Às-chur agus Tagh HDMI agus briog 'Dearbh Glaodhairean' gus sgrùdadh seanailean clì 's deas 4. Briog air a' phutan dearbhaidh DEARBHACHADH: 1. Na chuala thu fuaim a thiginn a-mach bhon seanail co-fhreagarrach? 2. Na chuala thu fuaim?
nl: DOEL: 1. HDMI-interface controleren STAPPEN: 1. Sluit een extern HDMI-apparaat met geluid aan 2. Open systeemgeluidinstellingen 3. Klik op Uitvoer, kies HDMI en klik op ‘Speakers testen’ om het linker- en rechterkanaal te controleren 4. Klik op de knop Testen CONTROLE: 1. Komt er geluid uit het overeenkomstige kanaal? 2. Hoorde u een geluid?
sl: NAMEN: 1.Preverjanje vmesnika HDMI KORAKI: 1. Priključite zunanjo napravo HDMI, ki podpira predvajanje zvoka 2. Odprite nastavitve za sistemski zvok 3. Kliknite na Izhod, izberite HDMI in kliknite 'Preizkusi zvočnike', da preverite levi in desni kanal 4. Kliknite gumb Preizkusi PREVERJANJE: 1. Ali ste slišali zvok iz ustreznega kanala? 2. Ali ste slišali zvok?
ug: مەقسەت: 1. HDMI ئارا يۈزىنى تەكشۈرۈش باسقۇچلار: 1. ئاۋازنى قوللايدىغان HDMI ئۈسكۈنىسى چېتىڭ 2. سىستېما ئاۋاز تەڭشىكىنى ئېچىڭ 3. «چىقىرىش» نى چېكىپ، ئۇنىڭدىن HDMI نى تاللاپ، «ياڭراتقۇنى سىنا» نى چېكىپ، ئوڭ ۋە سول ئاۋاز قاناللىرىدا ئاۋاز بارمۇ يوق تەكشۈرۈڭ 4. ‹سىنا› توپچىسىنى چېكىڭ تەكشۈرۈش: 1. ئاۋاز ئوڭ ۋە سول قاناللاردىن كەلدىمۇ؟ 2. ئاۋاز ئاڭلاندىمۇ؟

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
bn: PURPOSE: এই পরীক্ষার বাছাই করা হবে যাতে হেডফোন কানেক্টর সঠিকভাবে কাজ করে ধাপ: ১. অাপনার অডিও ডিভাইসে একজোড়া হেডফোন সংয়ুক্ত করুন ২. অাপনার অডিও ডিভাইসে শব্দ চালনার জন্য টেস্ট বাটন ক্লিক করুন সত্যতা যাচাই: অাপনি কি হেডফোনের মাধ্যমে কোন শব্দ শুনতে পেয়েছেন এবং কোনো রকমের বিকৃতি ছাড়াই কি শব্দ শুনতে পেয়েছেন, ক্লিক করুন অথবা অাপনার হেড ফোনে অদ্ভুত শব্দ শুনতে পাচ্ছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun obraich ceangladair na cluais-fhònaichean ceart CEUMAN: 1. Ceangail paidhir cluais-fhònaichean do d'innleachd claisneach 2. Briog air a' phutan Dearbhaidh son cluich fuaim do d'innleachd claisneach DEARBHACHADH: Na chuala tu fuaim tron cluais-fhònaichean agus na chluich an fhuaim aonais spreilleasachadh, briogan no gleadhraich annasach bho d' chluais-fhònaichean?
nl: DOEL: Deze test controleert of de aansluiting voor de koptelefoon correct functioneert. STAPPEN: 1. Sluit een koptelefoon aan. 2. Klik op de testknop om een geluid af te spelen op uw audio-apparaat VERIFICATIE: Hoorde u een geluid uit de koptelefoon zonder vervorming, klikjes of andere vreemde geluiden?
sl: NAMEN: Ta preizkus bo preveril, da konektor naglavnih slušalk deluje pravilno. KORAKI: 1. Povežite naglavne slušalke s svojo zvočno napravo 2. Kliknite na gumb Preizkus za predvajanje zvoka na zvočni napravi POTRDITEV: Ali ste skozi naglavne slušalke slišali zvok in ali se je predvajal brez motenj, klikov ali drugih čudnih zvokov iz slušalk?
ug: مەقسەت: تىڭشىغۇچ چاتقۇسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. تىڭشىغۇچنى ئۈن ئۈسكۈنىسىگە چېتىڭ 2. ‹سىنا› توپچىسىنى چېكىپ، ئۈن ئۈسكۈنىسىدە ئاۋاز قويۇڭ تەكشۈرۈش: تىڭشىغۇچتا ئاۋاز ئاڭلاندىمۇ؟ ئاڭلىغان ئاۋازنىڭ تەركىبىدە شاۋقۇن، ياكى باشقا غەيرىي ئاۋازلار يوقتۇ؟

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
bn: PURPOSE: এই পরীক্ষার বাছাই করা হবে যাতে অনবোর্ড ব্যবহার করে ধ্বনি রেকর্ড সঠিকভাবে কাজ করে STEPS: ১. অাপনার প্লাগ ইন করা আছে এমন যেকোন মাইক্রোফোনের সংযোগ বিচ্ছিন্ন করুন ২."Test" ক্লিক করুন, আপনার অভ্যন্তরীণ মাইক্রোফোনে কথা বলুন ৩. কয়েক সেকেন্ড পরে, আপনার বক্তৃতা আপনি ফিরে প্লেবেক হবে। VERIFICATION: আপনি কি আপনার বক্তৃতা পুনরায় শুনতে পেয়েছিলেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil fuaim clàraidh a' cleachdadh a' mhicreofon air-bhòrd ceart CEUMAN: 1. Geàrr micreofonaichean sam bith a phlucaich thu a-steach 2. Briog “Dearbh”, nuair sin bruidhinn a-steach dha do mhicreofon meadhanail 3. An dèidh beagan dìogan, bithidh do chòmhradh ga chluich air ais riut. DEARBHACHADH: 4. An do chuala thu do chòmhradh ga chluich air ais?
nl: DOEL: 1. Ontkoppel alle aangesloten externe microfoons. 2. Klik op de testknop en zeg vervolgens iets in uw microfoon. 3. Na een paar seconden zal uw opname afgespeeld worden. VERIFICATIE: Hoorde u uzelf terug?
sl: NAMEN: Ta preizkus bo preveril, da snemanje zvoka z vgrajenim mikrofonom deluje pravilno. KORAKI: 1. Odklopite morebitne priklopljene zunanje mikrofone 2. Kliknite "Preizkus" in nato govorite v mikrofon 3. Čez nekaj sekund bo vaš zvok predvajan nazaj. POTRDITEV: Ali ste slišali govor predvajan nazaj?
ug: مەقسەت: كومپيۇتېرنىڭ ئۆزىدىكى مىكروفوننىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. سىرتتىن ئۇلىغان بارلىق مىكروفوننى ئۈزۈۋېتىڭ 2. ‹سىنا› توپچىسىنى چېكىپ، كومپيۇتېرنىڭ ئۆزىدىكى مىكروفونغا گەپ قىلىڭ 3. بىرئازدىن كېيىن ئۆزىڭىزنىڭ ئاۋازى قويۇلىدۇ تەكشۈرۈش: دېگەن گېپىڭىزنى ئاڭلىدىڭىزمۇ؟

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
bn: PURPOSE: এই পরীক্ষার বাছাই করা হবে যাতে বহিরাগত মাইক্রোফোন ব্যবহার করে ধ্বনি রেকর্ড সঠিকভাবে কাজ করে STEPS: ১. একটি মাইক্রোফোন সংযোগ করুন আপনার মাইক্রোফোনের পোর্টের সাথে ২."Test" ক্লিক করুন, আপনার বহিরাগত মাইক্রোফোনে কথা বলুন ৩. কয়েক সেকেন্ড পরে, আপনার বক্তৃতা আপনার কাছে ফিরে প্লেবেক হবে। VERIFICATION: আপনি কি আপনার বক্তৃতা পুনরায় শুনতে পেয়েছিলেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil fuaim clàraidh a' cleachdadh a' mhicreofon thaobh a-muigh ceart CEUMAN: 1: Ceangail micreofonaichean ri do phort micreofon 2. Briog “Dearbh”, nuair sin bruidhinn a-steach ri do mhicreofon thaobh a-muigh 3. An dèidh beagan dìogan, bithidh do chòmhradh ga cluich air ais riut. DEARBHACHADH: Na chuala thu do chòmhradh ga cluich air ais?
nl: DOEL: Deze test controleert of geluid opnemen met een externe microfoon correct werkt. STAPPEN: 1. Sluit een microfoon aan op de microfoon ingang. 2. Klik op de testknop, praat vervolgens in de externe microfoon. 3. Na een paar seconden zal uw opname afgespeeld worden. VERIFICATIE: Hoorde u uzelf terug?
sl: NAMEN: Ta preizkus bo preveril, da snemanje zvoka z zunanjim mikrofonom deluje pravilno KORAKI: 1. Povežite mikrofon z vrati mikrofona 2. Kliknite "Preizkus" in nato izgovorite v zunanji mikrofon 3. Po nekaj sekundah bo vaš govor predvajan vam nazaj POTRDITEV: Ali ste slišali predvajan zvok?
ug: مەقسەت: سىرتقى مىكروفوننىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كومپيۇتېرنىڭ مىكروفون ئېغىزىغا مىكروفون چېتىڭ 2. ‹سىنا› توپچىسىنى چېكىپ، چاتقان مىكروفونغا گەپ قىلىڭ 3. بىرئازدىن كېيىن ئۆزىڭىزنىڭ ئاۋازى قويۇلىدۇ تەكشۈرۈش: دېگەن گېپىڭىزنى ئاڭلىدىڭىزمۇ؟

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Click "Test", then speak into the microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
bn: PURPOSE: এই পরীক্ষার বাছাই করা হবে যাতে ইউএসবি অডিও ডিভাইস সঠিকভাবে কাজ করে STEPS: ১. একটি ইউএসবি অডিও ডিভাইস সংযোগ করুন আপনার সিস্টেমে ২."Test" ক্লিক করুন, মাইক্রোফোনে কথা বলুন ৩. কয়েক সেকেন্ড পরে, আপনার বক্তৃতা আপনার কাছে ফিরে প্লেবেক হবে। VERIFICATION: আপনি কি আপনার বক্তৃতা ইউএসবি হেডফোনের মাধ্যমে পুনরায় শুনতে পেয়েছিলেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an innleachd claisneach USB ag obair gu ceart CEUMAN: 1. Ceangail innleachd claisneach USB ri do shiostam 2. Briog “DEARBH”, nuair sin bruidhinn a-steach don mhicreofon 3. An dèidh beagan dìogan, bithidh do chòmhradh ga cluich air ais riut. DEARBHACHADH: Na chuala thu do chòmhradh ga cluich air ais tron cluais-fhònaichean USB?
nl: DOEL: Deze test zal controleren of een USB audioapparaat juist werkt STAPPEN: 1. Sluit een USB-audioapparaat op uw computer aan 2. Klik op "Testen", spreek dan in de microfoon 3. Na een paar seconden, zal uw spraak worden herhaald CONTROLE: Heeft u uw ingesproken tekst gehoord via de USB koptelefoon?
sl: NAMEN: Ta preizkus bo preveril, če zvočna naprava USB deluje pravilno KORAKI: 1. Povežite zvočno napravo USB s svojim sistemom 2. Kliknite "Preizkus", nato pa govorite v mikrofon 3. Po nekaj sekundah se bo vaš govor predvajal POTRDITEV: Ali ste slišali svoj govor, predvajan po slušalkah USB?
ug: مەقسەت: USB ئۈن ئۈسكۈنىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى سىناش باسقۇچلار: 1. USB ئۈن ئۈسكۈنىسىنى سىستېمىغا چاتىسىز 2. «سىنا» نى چېكىپ، مىكروفونغا قاراپ سۆزلەيسىز 3. ئۇزۇن ئۆتمەيلا، ئۆزىڭىزنىڭ ئاۋازىنى ئاڭلايسىز VERIFICATION: ئاۋازىڭىز USB لىق تىڭشىغۇچتىن ئاڭلاندىمۇ؟

source: Play back a sound on the default output and listen for it on the default input. This makes the most sense when the output and input are directly connected, as with a patch cable.
bn: ডিফল্ট আউটপুটে একটি ধ্বনি প্লেবেক করুন এবং ডিফল্ট ইনপুটে এটির জন্য শুনুন। এটি অধিকাংশ চেতনা সৃষ্টি করে যখন আউটপুট এবং ইনপুট সরাসরি সংযুক্ত থাকে, প্যাচ ক্যাবলের মত।
nl: Speel een geluid af via de standaarduitvoer, en luister ernaar via de standaardinvoer. Dit werkt het beste als de uitvoer en de invoer direct aangesloten zijn, bijvoorbeeld via een kabel.
sl: Predvajajte zvok na privzetem izhodu in ga poslušajte na privzetem vhodu. To je najbolj smiselno, kadar sta izhod in vhod povezana neposredno, na primer s kablom "patch".
ug: ئۈننى كۆڭۈلدىكى چىقىرىش ئۈسكۈنىسىدە قويۇپ، ئۇنى كۆڭۈلدىكى كىرگۈزۈش ئۈسكۈنىسىدە ئاڭلاڭ. ئەڭ ياخشى ئۇسۇل سىم بىلەن كىرگۈزۈش ۋە چىقىرىش ئۈسكۈنىسىنى باغلاشتۇر.

source: Collect audio-related system information. This data can be used to simulate this computer's audio subsystem and perform more detailed tests under a controlled environment.
gd: Cruinnich fios siostam claisneach-cheangailte. Faodaidh tu cleachdadh an dàta seo a shamhlaich an fo-siostaim claisneach a' choimpiutair seo agus dèan deuchainnean nas mhionaideach ann an àrainneachd fo smachd.
nl: Audiogerelateerde systeeminformatie verzamelen. Deze gegevens kunnen gebruikt worden om het audiosubsysteem van de computer te simuleren en gedetailleerdere tests uit te voeren in een gecontroleerde omgeving.
sl: Zberite sistemske informacije povezane z zvokom. Te podatke se lahko uporablja za simulacijo zvočnega podsistema tega računalnika in opravljanje bolj podrobnih preizkusov v nadzorovanem okolju.
ug: ئاۋازغا مۇناسىۋەتلىك سىستېما ئۇچۇرلىرىنى يىغىدۇ. بۇ سانلىق-مەلۇماتلار كومپيۇتېرنىڭ ئاۋاز سىستېمىسى تەقلىدلەش ۋە تېخىمۇ تەپسىلىي بولغان سىناق ئۈچۈن ئىشلىتىلىدۇ.

source: Attaches the audio hardware data collection log to the results.
gd: A' ceangal an log cruinneachaidh dàta bathar-chruaidh a' chlaisneach don thoraidhean.
nl: Koppelt de log met de gegevensverzameling van audiohardware aan de resultaten.
sl: Rezultatom priloži dnevnik zbranih podatkov zvočne strojne opreme.
ug: توپلانغان ئاۋاز قاتتىق دېتالىغا مۇناسىۋەتلىك سانلىق-مەلۇماتلارنى نەتىجىگە قوشىدۇ.

source: Benchmark for each disk
bn: প্রতিটি ডিস্কের জন্য বেঞ্চমার্ক
gd: Deuchainn-luathais son gach dìosg
nl: Prestatietest voor elke schijf
sl: Merjenje zmogljivosti za vsak disk
ug: ھەر بىر دىسكىنىڭ ئاساسىي كۆرسەتكۈچى(Benchmark)

source: Run Render-Bench XRender/Imlib2 benchmark
gd: Ruith deuchainn-luathais Render-Bench XRender/Imlib2
nl: Render-Bench XRender/Imlib2-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Render-Bench XRender/Imlib2

source: Run Qgears2 XRender Extension gearsfancy benchmark
gd: Ruith deuchainn-luathais Qgears2 XRender Extension gearsfancy
nl: Qgears2 XRender Extension gearsfancy-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Qgears2 XRender Extension gearsfancy

source: Run Qgears2 XRender Extension image scaling benchmark
gd: Ruith deuchainn-luathais sgèileadh ìomhaigh - Qgears2 XRender Extension
nl: Qgears2 XRender Extension image scaling-benchmark uitvoeren
sl: Zaženi primerjalni preizkus umerjanja slike Qgears2 XRender Extension

source: Run Qgears2 OpenGL gearsfancy benchmark
gd: Ruith deuchainn-luathais Qgears2 OpenGL gearsfancy
nl: Qgears2 OpenGL gearsfancy-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Qgears2 OpenGL gearsfancy

source: Run Qgears2 OpenGL image scaling benchmark
gd: Ruith deuchainn-luathais sgèileadh ìomhaigh Qgears2 OpenGL
nl: Qgears2 OpenGL image scaling-benchmark uitvoeren
sl: Zaženi primerjalni preizkus umerjanja slike Qgears2 OpenGL

source: Run GLmark2-ES2 benchmark
gd: Ruith deuchainn-luathais GLmark2-ES2
nl: GLmark2-ES2-benchmark uitvoeren
sl: Zaženi primerjalni preizkus GLmark2-ES2

source: Run GLmark2 benchmark
gd: Ruith deuchainn-luathais GLmark2
nl: GLmark2-benchmark uitvoeren
sl: Zaženi primerjalni preizkus GLmark2

source: Run Unigine Santuary benchmark
gd: Ruith deuchainn-luathais Unigine Santuary
nl: Unigine Santuary-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Unigine Santuary

source: Run Unigine Tropics benchmark
gd: Ruith deuchainn-luathais Unigine Tropics
nl: Unigine Tropics-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Unigine Tropics

source: Run Unigine Heaven benchmark
gd: Ruith deuchainn-luathais Unigine Heaven
nl: Unigine Heaven-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Unigine Heaven

source: Run Lightsmark benchmark
gd: Ruith deuchainn-luathais Lightsmark
nl: Lightsmark-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Lightsmark

source: Run Cachebench Read benchmark
gd: Ruith deuchainn-luathais Cachebench Leugh
nl: Cachebench Read-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Cachebench branje

source: Run Cachebench Write benchmark
gd: Ruith deuchainn-luathais Cachebench Sgròbh
nl: Cachebench Write-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Cachebench pisanje

source: Run Cachebench Read / Modify / Write benchmark
gd: Ruith deuchainn-luathais Cachebench Leugh/ Atharraich / Sgrìobh
nl: Cachebench Read / Modify / Write-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Cachebench branje / spreminjanje / pisanje

source: Run Stream Copy benchmark
gd: Ruith deuchainn-luathais leth-bhreac sruth
nl: Stream Copy-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Stream Copy

source: Run Stream Scale benchmark
gd: Ruith deuchainn-luathais sgèile sruth
nl: Stream Scale-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Stream Scale

source: Run Stream Add benchmark
gd: Ruith deuchainn-luathais cuir ris an sruth
nl: Stream Add-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Stream Add

source: Run Stream Triad benchmark
gd: Ruith deuchainn-luathais Triad sruth
nl: Stream Triad-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Stream Triad

source: Run Network Loopback benchmark
gd: Ruith deuchainn-luathais lùb air ais lìonradh
nl: Network Loopback-benchmark uitvoeren
sl: Zaženite primerjalni preizkus Network Loopback

source: Run Encode MP3 benchmark
gd: Ruith deuchainn-luathais còdaich MP3
nl: Encode MP3-benchmark uitvoeren
sl: Zaženite primerjalni preizkus kodiranje MP3

source: Run x264 H.264/AVC encoder benchmark
gd: Ruith deuchainn-luathais còdaichear x264 H.264/AVC
nl: x264 H.264/AVC encoder-benchmark uitvoeren
sl: Zaženite primerjalni preizkus kodirnika x264 H.264/AVC

source: Run GnuPG benchmark
gd: Ruith deuchainn-luathais GnuPG
nl: GnuPG-benchmark uitvoeren
sl: Zaženi primerjalni preizkus GnuPG

source: Run Compress PBZIP2 benchmark
gd: Ruith deuchainn-luathais dùmhlaich PBZIP2
nl: Compress PBZIP2-benchmark uitvoeren
sl: Zaženi primerjalni preizkus stiskanja PBZIP2

source: Run Compress 7ZIP benchmark
gd: Ruith deuchainn-luathais dùmhlaich 7ZIP
nl: Compress 7ZIP-benchmark uitvoeren
sl: Zaženi primerjalni preizkus stiskanja 7ZIP

source: Run N-Queens benchmark
gd: Ruith deuchainn-luathais N-Queens
nl: N-Queens-benchmark uitvoeren
sl: Zaženi primerjalni preizkus N-Queens

source: Run Himeno benchmark
gd: Ruith deuchainn-luathais Himeno
nl: Himeno-benchmark uitvoeren
sl: Zaženi primerjalni preizkus Himeno

source: CPU utilization on an idle system.
gd: Ùisneachaidh CPU air siostam dìomhain
nl: CPU gebruik op een niet aan het werk zijnd systeem.
sl: Izkoriščenost CPE na nedejavnem sistemu.

source: Disk utilization on an idle system.
gd: Ùisneachaidh dìosg air siostam dìomhain
nl: Schijfgebruik op een niet aan het werk zijnd systeem.
sl: Izkoriščenost diska na nedejavnem sistemu.

source: Automated test to store bluetooth device information in checkbox report
bn: স্বয়ংক্রিয় পরীক্ষা করা হয় চেকবক্স প্রতিবেদনে ব্লুটুথ ডিভাইস সংক্রান্ত তথ্য সংরক্ষণ করতে
gd: Deuchainn fèin-obrachail a stòradh fiosrachaidh innleachd bluetooth ann an aithris checkbox
nl: Geautomatiseerde test om bluetooth-apparaatinformatie in een checkbox-rapport op te slaan
sl: Samodejen preizkus za shraniti podatke o napravi bluetooth v poročilo checkbox
ug: كۆكچىش ئۈسكۈنىسىنىڭ ئۇچۇرلىرىنى checkbox نىڭ مەلۇماتىغا ساقلايدىغان ئاپتوماتلاشقان سىناق
