Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
bn: PURPOSE: এই পরীক্ষাটি ডিফল্ট প্রদর্শনের রেজল্যুশন যাচাই করে STEPS: ১। এই প্রদর্শন নিম্নলিখিত রেজল্যুশন ব্যবহার করে: INFO: $output VERIFICATION: আপনার প্রদর্শনের জন্য এটা কি গ্রহণযোগ্য?
gd: DEÒIN: Dearbhaidh an deuchainn seo dùmhlachd-bhreacaidh an taisbean bunaiteach CEUMAN: 1. Tha an taisbean seo a' cleachdadh an dùmhlachd-bhreacaidh tha leantainn: FIOS: $output DEARBHACHADH: Bheil seo iomchaidh son ur taisbean?
nl: DOEL: Met deze test kunt u de standaard resolutie van uw monitor controleren STAPPEN: 1. Dit scherm gebruikt de volgende resolutie: INFO: $output VERIFICATIE: Is dit een acceptabele resolutie voor uw scherm?
sl: NAMEN: Ta preizkus bo preveril privzeto ločljivost zaslona KORAKI: 1. Ta zaslon uporablja naslednjo ločljivost: PODROBNOSTI: $output POTRDITEV: Ali je to sprejemljivo za vaš zaslon?
ug: مەقسەت: ئېكراننىڭ كۆڭۈلدىكى ئېنىقلىقنى تەكشۈرۈش باسقۇچلار: 1. مەزكۇر ئېكران ھازىر تۆۋەندىكى ئېنىقلىقنى ئىشلىتىۋېتىپتۇ: ئۇچۇر: $output تەكشۈرۈش: ئېكرانىڭ ئېنىقلىقى مۇشۇنداق بولسا بولامدۇ؟

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (800x600). See here for details:
bn: নিশ্চিতকরণ যে বর্তমান রেজল্যুশন পূরণ বা প্রস্তাবিত সর্বনিম্ন রেজল্যুশন (800x600) ছাড়িয়ে গেছে। বিস্তারিত জানার জন্য এখানে দেখুন:
gd: Dèan cinnteach gun coilean no os-cheumnaich an dùmhlachd-bhreacaidh cuartach, an dùmhlachd-bhreacaidh ìos-mheud a thathar ga mholadh (800x600). Seall an seo airson fios.
nl: Zorg ervoor dat de resolutie minimaal 800 x 600 is. Zie hieronder voor details:
sl: Prepričajte se, da trenutna ločljivost dosega ali presega najmanjšo priporočeno ločljivost (800x600). Za podrobnosti si oglejte:
ug: نۆۋەتتىكى ئېنىقلىقنىڭ ئەڭ توۋەن ئېنىقلىق (800x600) غا ئۇيغۇن ياكى ئۇنىڭدىن يۇقىرى ئىكەنلىكىنى جەزملەڭ. تەپسىلاتى ئۈچۈن بۇ يەرگە قاراڭ:

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
bn: PURPOSE: এই পরীক্ষাটি ডিফল্ট প্রদর্শন পরীক্ষা করবে STEPS: ১। একটা ভিডিও পরীক্ষা প্রদর্শনের জন্য "পরীক্ষা" ক্লিক করুন। VERIFICATION: আপনি কি রঙ বার এবং স্ট্যাটিক দেখতে পাচ্ছেন?
gd: DEÒIN: Dearbhaidh an deuchainn seo an taisbean bunaiteach CEUMAN: 1. Briog air “Dearbh” gus taisbean deuchainn bhideo. DEARBHACHADH: Bheil thu a' faicinn bàraichean dath agus stadaigeach?
nl: DOEL: Met deze test kunt u het standaard scherm van uw computer controleren STAPPEN: 1. Klik op "Test" om een video test weer te geven VERIFICATIE: Ziet u gekleurde balken en statische ruis?
sl: NAMEN: Ta preizkus bo preveril privzet zaslon KORAKI: 1. Kliknite "Preizkus" za prikaz preizkusa videa POTRDITEV: Ali vidite barvne stolpce in statiko?
ug: مەقسەت: كۆڭۈلدىكى كۆرسەتكۈچنى تەكشۈرۈش باسقۇچلار: 1. سىن سىنىقىنى كۆرسىتىش ئۈچۈن «سىنا» نى چېكىڭ. تەكشۈرۈش: رەڭ بالداقلىرى كۆرۈندىمۇ؟ ئۇلار تىترىمىگەندۇ؟

source: Check that VESA drivers are not in use
bn: পরীক্ষা করে দেখুন যে VESA ড্রাইভার ব্যবহৃত হয় না
gd: Sgrùd nach eil dràibhearan VESA gan chleachdadh
nl: Controleren of de VESA stuurprogramma's niet in gebruik zijn
sl: Preveri, da gonilniki VESA niso v uporabi
ug: VESA قوزغاتقۇلىرىنىڭ ئىشلىتىلمەيۋاتقانلىقىنى سىناش

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
bn: PURPOSE: এটি চক্র পরীক্ষা করে সনাক্ত ভিডিও মোডের মাধ্যমে STEPS: ১। "পরীক্ষা" ক্লিক করে ভিডিও মোডের মাধ্যমে সাইক্লিং শুরু করুন VERIFICATION: প্রতিটি মোডের জন্য কাজ করার জন্য কি পর্দা প্রদর্শিত হয়েছিল?
gd: DEÒIN: Tha an deuchainn seo cuartachadh tro na modhan bhideo thathar air lorg CUMAN: 1. Briog air “Dearbh” gus cuartachadh tro na modhan bhideo DEARBHACHADH: Robh e coltach gun do dh'obraich an sgrìn ceart son gach modh?
nl: DOEL: Deze test doorloopt alle gedetecteerde videomodi STAPPEN: 1. Klik op de knop Testen om de videomodi te doorlopen CONTROLE: Werkte de monitor in elke modus?
sl: NAMEN: Ta preizkus kroži skozi zaznane video načine KORAKI: 1. Kliknite "Preizkus" za začetek kroženja skozi video načine POTRDITEV: Ali zaslon deluje v vseh načinih?
ug: مەقسەت: سىن ھالەتلىرىنى بىر-بىرلەپ تەكشۈرۈش باسقۇچلار: 1. «سىنا» نى چەكسىڭىز بارلىق سىن ھالەتلىرى بىر-بىرلەپ سىنىلىدۇ تەكشۈرۈش: ھەر بىر سىن ھالىتىدە ئېكران نورمال كۆرسەتتىمۇ؟

source: Check that hardware is able to run compiz
bn: পরীক্ষা করে দেখুন যে হার্ডওয়্যার compiz চালাতে সক্ষম
gd: Sgrùd gu bheil am bathar-chruaidh comasach a ruith compiz
nl: Controleren of de hardware in staat is Compiz te draaien
sl: Preveri, da je strojna oprema zmožna poganjati compiz
ug: قاتتىق دېتالدا compiz نى ئىجرا قىلغىلى بولىدىغانلىقىنى سىناش

source: Check that hardware is able to run Unity 3D
bn: পরীক্ষা করে দেখুন যে হার্ডওয়্যার Unity 3D চালাতে সক্ষম কিনা
gd: Sgrùd gu bheil am bathar-chruaidh comasach a ruith Unity 3D
nl: Controleren of de hardware in staat is Unity 3D te draaien
sl: Preveri, da je strojna oprema zmožna poganjati Unity 3D
ug: قاتتىق دېتالدا Unity 3D نى ئىجرا قىلغىلى بولىدىغانلىقىنى سىناش

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
bn: PURPOSE: এই পরীক্ষাটি আপনার ভিডিও কার্ড এর মৌলিক 3D ক্ষমতা পরীক্ষা করে STEPS: ১। একটি OpenGL ডেমো সঞ্চালনের জন্য "পরীক্ষা" ক্লিক করুন। যেকোন সময়ে বন্ধের জন্য Esc চাপুন। ২। যাচাই করুন যে অ্যানিমেশন ঝাঁকুনিপূর্ণ বা ধীর গতির কিনা। VERIFICATION: ১। 3D অ্যানিমেশন কি প্রদর্শিত হয়েছিল? ২। অ্যানিমেশন কি slowness / jerkiness থেকে মুক্ত ছিল?
gd: DEÒIN: Tha an deuchainn seo a' dearbhadh na comasan 3D bunait na cairt bhideo agad CEUMAN: 1. Briog “Dearbh” a chur an gnìomh fianais-dùbhlain OpenGL. Brùth ESC gus dùnadh aig àm sam bith. 2. Dearbh nach eil am beothachadh grad-bhuilleadh no slaodadh. DEARBHACHADH: 1. Na nochd am beothachadh 3d? 2. Robh am beothachadh saor bho maillead/grad-bhuille?
nl: DOEL: Deze test, test de basis 3D mogelijkheden van uw videokaart STAPPEN: 1. Klik op de "Test" knop om een Open GL demo uit te voeren. Druk op ESC om het te sluiten. 2. Controleer dat de animatie niet traag en of schokkerig is. VERIFICATIE: 1. Verscheen de 3D animatie? 2. Was de animatie niet schokkerig en of traag?
sl: NAMEN: Ta preizkus preveri osnovne 3D sposobnosti vaše video kartice KORAKI: 1. Kliknite "Preizkus" za izvedbo predstavitve OpenGL. Kadar koli lahko pritisnete ESC za končanje. 2. Preverite, ali animacija ni zatikajoča ali počasna. POTRDITEV: 1. Ali se je 3D animacija pojavila? 2. Ali se je animacija predvajali brez počasnosti/zatikanja?
ug: مەقسەت: سىن كارتىسىنىڭ 3D (ستېرېئو) ئىقتىدارىنى تەكشۈرۈش باسقۇچلار: 1. «سىنا» نى باسسىڭىز OpenGL دىكى سىناق پروگراممىسى ئىجرا بولىدۇ. خالىغان ۋاقىتتا ESC نى بېسىپ توختىتالايسىز. 2. جانلاندۇرۇم ئۈزۈلۈپ قالدىمۇ، بەك ئاستىمۇ دىققەت قىلىڭ. تەكشۈرۈش: 1. ستېرېئولۇق(3D) جانلاندۇرۇم كۆرۈندىمۇ؟ 2. جانلاندۇرۇم راۋان قويۇلدىمۇ؟ توختاپ قالمىغاندۇ؟ ئاستا بولۇپ قالمىغاندۇ؟

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: 1. Review attachment manually later
gd: DEÒIN: Gabh glacadh-sgrìn den sgrìn cuartach (bàrr-deasc Unity air logadh a-steach) CEUMAN: 1: Gabh pioctair a' cleachdadh camara-lìn USB DEARBHACHADH: 1. Ath sgrùd ceanglachan de làimh nas anmoch
nl: DOEL: Maak een schermafdruk van het huidige scherm (op het Unity-bureaublad) STAPPEN: 1. Maak een foto met de USB-webcam CONTROLE: 1. Bekijk de bijlage later
sl: NAMEN: Naredi posnetek trenutnega zaslona (ko ste prijavljeni v namizju Unity) KORAKI: 1. Fotografirajte s pomočjo spletne kamere USB PREVERJANJE: 1. Ročno preglejte prilogo kasneje

source: Attaches the screenshot captured in graphics/screenshot.
gd: A' ceangal an glacadh-sgrìn glacte ann an grafaigean/glacadh-sgrìn
nl: Voegt de genomen schermafdruk toe aan graphics/screenshot
sl: Priloži zaslonsko sliko, shranjeno v graphics/screenshot.
ug: گرافىك/ئېكران كۆرۈنۈشى(graphics/screenshot) دە تۇتۇلغان ئېكران كۆرۈنۈشىنى قاتىدۇ.

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: 1. Review attachment manually later
gd: DEÒIN: Gabh glacadh-sgrìn den sgrìn cuartach fad cluich air ais bhideo aig làn-sgrìn CEUMAN: 1. Tòisich cluich air ais bhideo làn-sgrìn 2. Gabh pioctair a' cleachdadh camara-lìn USB an dèidh beagan diogan DEARBHACHADH: 1. Ath sgrùd ceanglachan de làimh nas anmoch
nl: DOEL: Maak een schermafdruk van het huidige scherm terwijl u video in een volledig scherm afspeelt STAPPEN: 1. Speel een video af in een volledig scherm 2. Maak na een paar seconden een foto met de USB-webcam CONTROLE: 1. Bekijk de bijlage later
sl: NAMEN: Naredi sliko trenutnega zaslona med predvajanjem videa v celozaslonskem načinu KORAKI: 1. Začnite s ponovnim predvajanjem videa v celozaslonskem načinu 2. Po nekaj sekundah fotografirajte s pomočjo spletne kamere USB PREVERJANJE: 1. Ročno preglejte prilogo kasneje

source: Attaches the screenshot captured in graphics/screenshot_fullscreen_video.
gd: A' ceangal an glacadh-sgrìn glacte ann an grafaigean/glacadh-sgrìn_làn-sgrìn_bhideo
nl: Voegt de genomen schermafdruk toe aan graphics/screenshot_fullscreen_video.
sl: Priloži sliko zaslona, shranjeno v graphics/screenshot_fullscreen_video.
ug: گرافىك/screenshot_fullscreen_video دە تۇتۇلغان ئېكران كۆرۈنۈشىنى قاتىدۇ.

source: PURPOSE: This test will check to make sure your system can successfully hibernate (if supported) STEPS: 1. Click on Test 2. The system will hibernate and should wake itself within 5 minutes 3. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually 4. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and did it work properly after waking up?
bn: PURPOSE: এই পরীক্ষা থেকে নিশ্চিত হতে চেক হবে যে আপনার সিস্টেম সাফল্যের সাথে হাইবারনেট করা যাবে(যদি সমর্থিত হয়) STEPS: ১। পরীক্ষার উপর ক্লিক করুন ২। সিস্টেমটি হাইবারনেট হবে এবং ৫ মিনিটের মধ্যে নিজেকে পুর্নজীবিত করা উচিত ৩। যদি আপনার সিস্টেমটি ৫ মিনিটের মধ্যে নিজেকে পুর্নজীবিত না করে, অনুগ্রহ করে সিস্টেমকে পাওয়ার বোতাম চাপ দিয়ে পুর্নজীবিত করুন ৪। যদি সিস্টেম পুনরায় হাইবারনেট করতে বিফল হয়, তাহলে অনুগ্রহ করে সিস্টেম পরীক্ষা পুনারায় শুরু করুন এবং বিফল হলে পরীক্ষাটি চিহ্নিত করুন VERIFICATION: সিস্টেমটি কি সফলভাবে হাইবারনেট হয়েছিল এবং এটি কি পুর্নজীবিত হবার পর সঠিকভাবে কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn a dhèanamh cinnteach gu geamhraich do shiostam gu soirbheachail (ma tha taic ann) CEUMAN: 1. Briog air Dearbh 2. Geamhraicheadh an siostam 's bu chòir dha dùsgadh e fhèin a-staigh 5 mionaidean. 3. Ma na dùisg do shiostam a-staigh 5 mionaidean , brùth sibh am putan cumhachd gus dùsgadh an t-siostam de làimh 4. Ma dh'fhàilligeas ath-thòisich an siostam, tòisich às ùr dearbhadh an siostam agus comharraich an deuchainn seo mar fàilligeadh DEARBHACHADH: Na geamhraich an siostam gu soirbheachail agus an do dh'obraich e ceart an dèidh dùsgadh?
nl: DOEL: Met deze test kunt u controleren of uw systeem succesvol in slaapstand kan gaan. STAPPEN: 1. Klik op ‘Test’ 2. Het systeem zal in de slaapstand gaan en na 5 minuten weer ontwaken 3. Als uw systeem na 5 minuten niet uit de slaapstand ontwaakt kunt u op de Aan/Uit-knop drukken om het systeem handmatig uit de slaapstand te halen. Als het systeem niet uit zichzelf uit de slaapstand komt is deze test mislukt. VERIFICATIE: Ging het systeem succesvol in slaapstand, en werkte alles naar behoren nadat het systeem uit de slaapstand kwam?
sl: NAMEN: Ta preizkus bo preveril, ali se vaš sistem lahko uspešno postavi v stanje mirovanja (če je podprto) KORAKI: 1. Kliknite na Preizkus 2. Ta sistem bo prešel v stanje mirovanja in bi se moral vrniti iz tega stanja v roku 5 minut 3. Če se vaš sistem ne prebudi v roku 5 minut, pritisnite tipko za vklop/izklop za ročno prebuditev sistema 4. Če se sistemu ne uspe vrniti iz stanja mirovanja, ponovno zaženite Preizkus sistema in označite ta preizkus kot neuspešen POTRDITEV: Ali je sistem uspešno prešel v stanje mirovanja in ali je deloval pravilno po vrnitvi iz tega stanja?
ug: مەقسەت: سىستېمىنىڭ ئۈچەككە كىرىش ئىقتىدارى(بار بولسا)نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› توپچىسىنى چېكىڭ 2. سىستېما ئۈچەككە كىرىپ 5 مىنۇتتىن كېيىن ئويغىنىدۇ 3. سىستېما 5 مىنۇتتىن كېيىن ئويغىنالمىسا، مەنبە توپچىسىنى بېسىپ ئويغىتىڭ 4. سىستېما ئۈچەكتىن چىقىشتا مەغلۇپ بولسا، قايتا قوزغىتىپ، بۇ سىناققا خاتا بەلگىسى قويۇڭ. تەكشۈرۈش: سىستېمىنىڭ ئۈچەككە كىرىشى ۋە ئۈچەكتىن چىققاندىن كېيىنكى خىزمىتى نورمال بولدىمۇ؟

source: Attaches a report of installed codecs for Intel HDA
bn: ইন্টেল hda জন্য ইনস্টলকৃত codecs এর একটি রিপোর্ট সংযুক্ত করুন
gd: A' ceangal iomradh de codec stalaicte son Intel HDA
nl: Hiermee word een rapport gemaakt van de geïnstalleerde codecs voor Intel HDA
sl: Priloži poročilo nameščenih kodekov za Intel HDA
ug: Intel HDA ئۈچۈن ئورنىتىلغان كودلىغۇچ-كودسىزلىغۇچنىڭ مەلۇماتىنى قېتىش

source: Attaches a report of CPU information
bn: CPU তথ্যের জন্য প্রতিবেদন সংযুক্ত করুন
gd: A' ceangal iomradh de dh'fhiosrachaidh CPU
nl: Voegt CPU-informatie aan het raport toe
sl: Priloži poročilo podrobnosti CPE
ug: CPU ئۇچۇرىنىڭ مەلۇماتىنى قېتىش

source: Attaches a copy of /var/log/dmesg to the test results
bn: পরীক্ষার ফলাফল থেকে / var / log / dmesg এর একটি কপি সংযুক্ত করুন
gd: A' ceangal lethbhreac de /var/log/dmesg ri toraidhean an deuchainn
nl: Hiermee word een kopie van /var/log/dmesg aan de testresultaten toegevoegd
sl: Priloži kopijo /var/log/dmesg rezultatom preizkusa
ug: /var/log/dmesg نىڭ كۆچۈرۈلمىسىنى سىناق نەتىجىسىگە قېتىش

source: Attaches info on DMI
bn: DMI তে তথ্য সংযুক্ত করুন
gd: A' ceangal fios air DMI
nl: Voegt informatie over DMI toe
sl: Priloži podrobnosti o DMI
ug: DMI ھەققىدىكى ئۇچۇرلارنى قېتىش

source: Attaches dmidecode output
bn: dmidecode অাউটপুট সংযুক্ত করুন
gd: A' ceangal às-chur dmidecode
nl: Voegt de dmidecode uitvoer toe
sl: Priloži izpis dmidecode
ug: dmidecode نىڭ چىقىرىشىنى قېتىش

source: Attaches very verbose lspci output.
bn: ভার্বোস lspci আউটপুট সংযুক্ত করা হয়।
gd: A' ceangal às-chur lspci ro-bhriathrach.
nl: Voegt een zeer uitgebreide uitvoer van lspci toe.
sl: Priloži zelo podroben izpis lspci.
ug: very verbose lspci نىڭ چىقىرىشىنى قېتىش

source: Attaches very verbose lspci output (with central database Query).
gd: A' ceangal às-chur lspci ro-bhriathrach. (le ceist stòr-dàta meadhanach).
nl: Voegt zeer uitgebreide lspci-output toe (met centrale database Query).
sl: Priloži zelo obširen izhod lspci (z osrednjo podatkovno zbirko Query).

source: List USB devices
gd: Liosta innleachdan USB
nl: Lijst met USB-apparaten
sl: Izpiše naprave USB
ug: USB ئۈسكۈنىلىرىنى تىزىپ كۆرسىتىش

source: Attaches the contents of the various modprobe conf files.
bn: বিভিন্ন modprobe conf ফাইলের বিষয়বস্তু সংযুক্ত করা হয়।
gd: A' ceangal na susbaintean den caochladh faidhlichean modprobe conf.
nl: Voegt de inhoud van verschillende modprobe conf-bestanden toe.
sl: Priloži vsebino različnih nastavitvenih datotek modprobe.
ug: ھەر خىل modprobe conf ھۆججەتلىرىنىڭ مەزمۇنىنى قاتىدۇ.

source: Attaches the contents of the /etc/modules file.
bn: / Etc / মডিউলের বিষয়বস্তু সংযুক্ত করা হয়।
gd: A' ceangal na susbaintean den faidhle /etc/modules.
nl: Voegt de inhoud van het /etc/modules bestand toe.
sl: Priloži vsebino datoteke /etc/modules.
ug: /etc/modules ھۆججىتىنىڭ مەزمۇنىنى قاتىدۇ.

source: attaches the contents of various sysctl config files.
bn: বিভিন্ন sysctl কনফিগ ফাইলের বিষয়বস্তু সংযুক্ত করা হয়।
gd: A' ceangal na susbaintean den caochladh faidhlichean config.
nl: Voegt de inhoud van verschillende sysctl configuratie-bestanden toe.
sl: Priloži vsebino različnih nastavitvenih datotek sysctl.
ug: ھەر خىل sysctl سەپلىمە ھۆججىتىنىڭ مەزمۇنىنى قاتىدۇ.

source: Attaches a report of sysfs attributes.
bn: Sysfs গুণাবলীর একটি রিপোর্ট সংযুক্ত করা হয়।
gd: A' ceangal iomradh de bhuadhan sysfs.
nl: Voegt een rapport van de sysfs-attributen toe.
sl: Priloži poročila atributov sysfs.
ug: ھەر خىل sysfs خاسلىقلىرىنىڭ مەلۇماتىنى قاتىدۇ.

source: Attaches a dump of the udev database showing system hardware information.
bn: একটি Udev ডাটাবেেসর ডাম্প যা সিস্টেম হার্ডওয়্যারের তথ্য দেখাচ্ছে তা সংযুক্ত করা হয়।
gd: A' ceangal an dump den stòr-dàta udev a' sealltainn fiosrachaidh bathar-chruaidh an t-siostam.
nl: Voegt een dump van de udev database toe, die hardware informatie over het systeem bevat.
sl: Priloži odlagališča podatkovne zbirke udev, ki prikazuje podatke sistemske strojne opreme.
ug: قوشۇمچە سىستېما قاتتىق دېتال ئۇچۇرلىرىنىڭ udev ساندانىنى يۆتكەپ ساقلاشنى ئىپادىلەيدۇ.

source: Attaches a tarball of gcov data if present.
bn: gcov উপাত্ত এর একটি tarball সংযুক্ত করুন যদি বিদ্যমান থাকে।
gd: A' ceangal tarball de dhàta gcov ma th' ann làthair.
nl: Voegt een tarball van gcov data toe, indien aanwezig.
sl: Priloži paket tar podatkov gcov, če so prisotni.
ug: ئەگەر بار بولسا gcov سانلىق-مەلۇماتىنىڭ tarball نى قاتىدۇ.

source: Attaches a list of the currently running kernel modules.
bn: বর্তমানে চলমান কার্নেল মডিউল তালিকা তা সংযুক্ত করা হয়।
gd: A' ceangal liosta de mòidealan eitean a' ruith an dràsta.
nl: Voegt een lijst van de huidige actieve kernelmodules.
sl: Priloži seznam trenutno zagnanih jedrnih modulov.
ug: نۆۋەتتە ئىجرا بولۇۋاتقان يادرو بۆلەكلىرىنىڭ(modules) تىزىمىنى قاتىدۇ.

source: Attaches the contents of /proc/acpi/sleep if it exists.
bn: বিদ্যমান /proc/acpi/sleep এর বিষয়বস্তু সংযুক্ত করা হয়।
gd: A' ceangal na susbaintean de /proc/acpi/sleep ma tha e ann.
nl: Voegt de inhoud van /proc/acpi/sleep toe, als het bestaat.
sl: Pripne vsebino /proc/acpi/sleep, če obstaja.
ug: ئەگەر /proc/acpi/sleep مەۋجۇت بولسا ئۇنىڭ مەزمۇنىنى قاتىدۇ.

source: Bootchart information.
bn: Bootchart তথ্য
gd: Fiosrachadh a' chairt-bhùtaidh.
nl: Bootchart-informatie.
sl: Podrobnosti o grafu zagona.
ug: Bootchart ئۇچۇرى.

source: SATA/IDE device information.
bn: SATA/IDE ডিভাইস তথ্য।
gd: Fiosrachadh innleachd SATA/IDE.
nl: SATA/IDE-informatie.
sl: Podatki o napravi SATA/IDE.
ug: SATA/IDE ئۈسكۈنىسى ئۇچۇرى.

source: Attaches the bootchart png file for bootchart runs
bn: Bootchart চালানোর জন্য bootchart PNG ফাইল সংযুক্ত করা হয়।
gd: A' ceangal faidhle png a' chairt-bhùtaidh airson ruith a' chairt-bhùtaidh
nl: Voegt het bootchart png-bestand toe
sl: Pripne datoteko png zagonskega grafa za poganjanje bootchart
ug: قوشۇمچە bootchart نىڭ ئىجرا قىلىنىش ئەھۋالىغا نىسبەتەن bootchart png ھۆججەتكە قارىتىلغان.

source: Attaches the bootchart log for bootchart test runs.
bn: Bootchart পরীক্ষা রান জন্য bootchart লগ ফাইল সংযুক্ত করা হয়।
gd: A' ceangal log a' chairt-bhùtaidh airson ruith dearbhaidh a' chairt-bhùtaidh.
nl: Voegt het bootchart-logbestand toe.
sl: Pripne dnevnik zagonskega grafa za poganjanje bootchart.
ug: قوشۇمچە bootchart سىناق ئىجرا قىلىش ئەھۋالىغا نىسبەتەن bootchart خاتىرىسىنى كۆرسىتىدۇ.

source: installs the installer bootchart tarball if it exists.
bn: ইনস্টলার bootchart tarball রূপে ইনস্টল হয় যদি তা বিদ্যমান থাকে।
gd: A' stàladh tarball a' chairt-bhùtaidh an stàlaichear ma tha e ann.
nl: Installeert de installer bootchart tarball als deze bestaat.
sl: namesti paket tar namestilnika bootchar, če obstaja.
ug: ئەگەر ئورناتقۇنىڭ bootchart tarball مەۋجۇت بولسا ئورنىتىدۇ.

source: Attaches the installer debug log if it exists.
bn: ইনস্টলার ডিবাগ লগ বিদ্যমান থাকলে সংযুক্ত করা হয়।
gd: A' ceangal log dì-bhugaich an stàlaichear ma tha e ann.
nl: Voegt het installer-debuglog toe, als deze bestaat.
sl: Pripne dnevnik razhroščevalnika namestilnika, če obstaja.
ug: ئەگەر ئورناتقۇنىڭ ئورنىتىش خاتىرىسى مەۋجۇت بولسا ئۇنى قاتىدۇ.

source: PURPOSE: This test will test your pointing device STEPS: 1. Move the cursor using the pointing device or touch the screen. 2. Perform some single/double/right click operations. VERIFICATION: Did the pointing device work as expected?
bn: PURPOSE: এই পরীক্ষাটি আপনার নির্দেশক যন্ত্রাংশ পরীক্ষা করবে STEPS: ১। পয়েন্টকৃত ডিভাইস ব্যবহার করে কার্সার সরান অথবা পর্দা স্পর্শ করুন। ২। কিছু একক / দ্বি / ডান ক্লিক অপারেশন সম্পাদন করুন। VERIFICATION: পয়েন্টকৃত ডিভাইসটি কি প্রত্যাশিত ভাবে কাজ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo an innleachd comharraich agad CEUMAN: 1. Gluais an cùrsair a' cleachdadh an innleachd comharraich no suath an sgrìn. 2. Dèan cuid obrachaidhean briogadh singilte/dùbailte/deas. DEARBHACHADH: An do dh'obraich an innleachd comharraich mar a bha dùil?
nl: DOEL: Met deze test kunt u uw aanwijsapparaat controleren STAPPEN: 1. Beweeg de cursor met het aanwijsapparaat of raak het scherm aan. 2. Klik een aantal keer enkel/dubbel/rechts. VERIFICATIE: Werkte het aanwijsapparaat zoals verwacht?
sl: NAMEN: Ta preizkus bo preveril vašo kazalno napravo KORAKI: 1. Premaknite kazalko s pomočjo kazalne naprave ali pa se dotaknite zaslona. 2. Izvedite nekaj opravil enojnih/dvojnih/desnih klikov. POTRDITEV: Ali je kazalna naprava delovala v skladu s pričakovanji?
ug: مەقسەت: كۆرسەتكۈچ ئۈسكۈنىسى(چاشقىنەك قاتارلىق)نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كۆرسەتكۈچ ئۈسكۈنىسى ياكى چەكمە ئېكراننى چېكىپ نۇر بەلگىسىنى يۆتكەڭ. 2. تاق/قوش/ئوڭ چېكىش مەشغۇلاتلىرىنى ئېلىپ بېرىڭ. تەكشۈرۈش: ھەممىسى ئويلىغىنىڭىزدەك بولدىمۇ؟

source: PURPOSE: This test will test your keyboard STEPS: 1. Click on Test 2. On the open text area, use your keyboard to type something VERIFICATION: Is your keyboard working properly?
bn: PURPOSE: এই পরীক্ষাটি আপনার কীবোর্ড পরীক্ষা করবে STEPS: ১। পরীক্ষাতে ক্লিক করুন ২। ওপেন টেক্সট এলাকাতে, আপনার কিবোর্ড ব্যবহার করে কিছু টাইপ করুন। VERIFICATION: আপনার কীবোর্ড কি প্রত্যাশিত ভাবে কাজ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo do mheur-chlàr CEUMAN: 1. Briog air Dearbh 2. Air an roinn teacsa fosgailte, cleachd do mheur-chlàr a sgrìobh rudeigin DEARBHACHADH: Bheil do mheur-chlàr ag obair ceart?
nl: DOEL: Deze test zal controleren of uw toetsenbord goed werkt STAPPEN: 1. Klik op ‘Testen’ 2. Typ iets in het open tekstgedeelte via uw toetsenbord CONTROLE: Werkt uw toetsenbord naar behoren?
sl: NAMEN: Ta preizkus bo preveril vašo tipkovnico KORAKI: 1. Kliknite na Preizkus 2. Na odprtem besedilnem področju uporabite tipkovnico in nekaj napišite POTRDITEV: Ali tipkovnica deluje v skladu s pričakovanji?
ug: مەقسەت: ھەرپتاختىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› توپچىسىنى چېكىڭ 2. تېكىست كىرگۈزۈش رايونىنى ئېچىڭ، ھەم ھەرپتاختا ئارقىلىق بىر نەرسىلەرنى كىرگۈزۈڭ تەكشۈرۈش: ھەرپتاختا نورمال ئىشلىدىمۇ؟
