Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে ব্লুটুথ সংযোগ সঠিকভাবে কাজ করবে কিনা STEPS: ১। কোনো মোবাইল ডিভাইসে (PDA, স্মার্টফোন, ইত্যাদি)ব্লুটুথ সক্রিয় করুন ২।মেনু বারে ব্লুটুথ সক্রিয় করতে ক্লিক করুন ৩। নির্বাচন করুন 'সেটআপ নতুন ডিভাইস' ৪. তালিকায় ডিভাইসের জন্য নজর রাখবেন এবং এটি নির্বাচন করুন ৫। ডিভাইসে স্বয়ংক্রিয়ভাবে উইজার্ডের দ্বারা নির্বাচিত পিন কোড লিখুন ৬। ডিভাইসটি কম্পিউটারের সঙ্গে যুক্ত করা উচিত ৭। ব্লুটুথ আইকনের উপর রাইট বাটন ক্লিক করুন এবং ব্রাউজ ফাইল নির্বাচন করুন ৮। যদি প্রয়োজন হয় কম্পিউটার থেকে ফাইল ব্রাউজ ক্ষমতাপ্রদান করুন ৯। আপনার ফাইল ব্রাউজ করা সম্ভব VERIFICATION: সমস্ত ধাপ কি কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil a' cheangal bluetooth ag obair ceart CEUMAN: 1. Cuir an comas bluetooth air innleachd siubhail sam bith (PDA, fòn-làimh glic, m.s.a.a.) 2. Briog air an ìomhaigheag bluetooth anns a' bhàr-clàr-iùil 3. Tagh 'Stèidhich innleachd ùr' 4. Seall son an innleachd anns an liosta agus tagh e 5. Anns an innleachd sgrìobh a' chòd PIN gu fèin-obrachail a thaghadh leis an draoidh 6. Bu chòir an innleachd paidhreachadh leis a' choimpiutair 7. Briog deas air an ìomhaigheag bluetooth agus tagh brabhsaich faidhlichean 8. Ùghdarraich a' choimpiutair gus brabhsaich na faidhlichean anns an innleachd ma tha e feumail 9. Bu chòir e bhith comasach dhut brabhsadh na faidhlichean DEARBHACHADH: An do dh'obraich na ceuman
nl: DOEL: Met deze test controleert u of de bluetooth-verbinding juist werkt STAPPEN: 1.- Schakel bluetooth in op een mobiel apparaat (PDA, smartphone, enz.) 2.- Klik op het bluetooth-pictogram in het paneel 3.- Selecteer ‘Nieuw apparaat instellen’ 4.- Zoek het gewenste apparaat in de lijst en selecteer deze 5.- Voer in het apparaat de automatisch door de wizard gegenereerde PIN-code in 6.- Het apparaat moet nu met de computer verbonden zijn 7.- Klik met uw rechtermuisknop op het bluetooth-pictogram en selecteer ‘Bestanden verkennen’ 8.- Sta uw computer toe bestanden op het apparaat te verkennen, als dit nog niet ingeschakeld is 9.- U zou nu door de bestanden moeten kunnen bladeren VERIFICATIE: Zijn alle bovenstaande stappen gelukt?
sl: NAMEN: Ta preizkus bo preveril, da povezava bluetooth deluje pravilno KORAKI: 1. Omogočite bluetooth na katerikoli mobilni napravi (dlančnik, pametni telefon, itd.) 2. Kliknite na ikono bluetooth v menijski vrstici 3. Izberite 'Nastavi novo napravo' 4. Najdite napravo na seznamu in jo izberite 5. V napravo vpišite kodo PIN, ki jo samodejno izbere čarovnik 6. Naprava bi se morala spoznati z računalnikom 7. Desno kliknite na ikono bluetooth in izberite brskaj datoteke 8. Overite računalnik za brskanje datotek na napravi, če je to potrebno 9. Morali bi biti zmožni brskati med datotekami POTRDITEV: Ali so vsi koraki delovali?
ug: مەقسەت: كۆكچىشنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. خالىغان بىر يۆتكەلمە ئۈسكۈنە(PDA،ئەقلىيفون قاتارلىقلار)دىكى كۆكچىش ئىناۋەتلىك قىلىڭ 2. تىزىملىك بالدىقىدىكى كۆكچىش سىنبەلگىسىنى چېكىڭ 3. ‹يېڭى ئۈسكۈنە ئورنىتىش› نى تاللاڭ 4. تىزىمدىكى ئۈسكۈنىلەر ئىچىدىن تاللاڭ 5. يېتەكچى تەرىپىدىن ئاپتوماتىك تاللانغان PIN كودىنى ئۈسكۈنىگە كىرگۈزۈڭ 6. ئۈسكۈنە كومپيۇتېر بىلەن جۈپلىشىدۇ 7. كۆكچىش سىنبەلگىسى ئۈستىدە چاشقىنەك ئوڭ توپچىسىنى بېسىپ، ‹ھۆججەت كۆرۈش› نى تاللاڭ 8. زۆرۈر تېپىلغاندا سالاھىيەت دەلىللەڭ 9. شۇنىڭ بىلەن ھۆججەتلەرنى كۆرەلەيسىز تەكشۈرۈش: بارلىق باسقۇچلار نورمال بولدىمۇ؟

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে আপনি ব্লুটুথ সংযোগের মাধ্যমে আপনি তথ্য হস্তান্তর করতে পারেন STEPS: ১। নিশ্চত করুন যে আপনি আপনার মোবাইল ডিভাইসে ফাইল ব্রাউজ করতে পারবেন ২। কম্পিউটার থেকে মোবাইল ডিভাইসে ফাইল কপি করুন ৩। মোবাইল ডিভাইস থেকে কম্পিউটারে ফাইল কপি করুন VERIFICATION: সমস্ত ফাইল কপি করা সঠিকভাবে হয়েছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn tar-aiseag fiosrachaidh tron cheangal bluetooth CEUMAN: 1. Dèan cinnteach gun urrainn dhut brabhsadh na faidhlichean anns an innleachd siubhail 2. Leth-bhreac faidhle bhon coimpiutair dhan innleachd siubhail 3. Leth-bhreac faidhle bhon innleachd siubhail dhan choimpiutair DEARBHACHADH: An deach leth-bhreacadh na h-uile faidhlichean ceart?
nl: DOEL: Met deze test controleert u of u informatie via een bluetooth-verbinding kunt verzenden STAPPEN: 1.- Zorg dat u door de bestanden van uw mobiele apparaat kunt bladeren 2.- Kopieer een bestand van de computer naar het mobiele apparaat 3.- Kopieer een bestand van het mobiele apparaat naar de computer VERIFICATIE: Werden alle bestanden succesvol overgezet?
sl: NAMEN: Ta preizkus bo preveril, da lahko prenesete podatke s povezavo bluetooth KORAKI: 1. Prepričajte se, da lahko brskate po datotekah na mobilni napravi 2. Kopirajte datoteko z računalnika na mobilno napravo 3. Kopirajte datoteko z mobilne naprave na računalnik POTRDITEV: Ali so bile vse datoteke pravilno kopirane?
ug: مەقسەت: كۆكچىش ئۈسكۈنىسىدە ھۆججەت ئەۋەتىش مەشغۇلاتىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ئالدى بىلەن سىز يۆتكىلىشچان ئۈسكۈنىلەردىكى ھۆججەتلەرنى كۆرەلىشىڭىز كېرەك 2. كومپيۇتېردىن بىر ھۆججەتنى يۆتكەلمە ئۈسكۈنىگە كۆچۈرۈڭ 3. يۆتكەلمە ئۈسكۈنىدىن بىر ھۆججەتنى كومپيۇتېرغا كۆچۈرۈڭ تەكشۈرۈش: قانداق، ھەممە ھۆججەتلەر توغرا كۆچۈرۈلدىمۇ؟

source: PURPOSE: This test will check that you can record and hear audio using a bluetooth audio device STEPS: 1. Enable the bluetooth headset 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Click "Test" to record for five seconds and reproduce in the bluetooth device VERIFICATION: Did you hear the sound you recorded in the bluetooth
bn: PURPOSE: এই পরীক্ষা চেক করবে যে আপনি একটি ব্লুটুথ অডিও ডিভাইস ব্যবহার করে অডিও রেকর্ড এবং শুনতে পারবেন STEPS: ব্লুটুথ হেডসেট সক্রিয় করুন ২। মেনুবারে ব্লুটুথ আইকন ক্লিক করুন ৩। 'নতুন ডিভাইস স্থাপনা' নির্বাচন করুন ৪। তালিকা থেকে ডিভাইসটি খুঁজে বের করুন এবং এটি নির্বাচন করুন ৫। ডিভাইসটিতে উইজার্ড দ্বারা স্বয়ংক্রিয়ভাবে নির্বাচিত পিন কোড লিখুন ৬। ডিভাইসটি কম্পিউটারের সঙ্গে সংযুক্ত করা উচিত ৭। 'পরীক্ষা' তে পাঁচ সেকেন্ড রেকর্ডের জন্য ক্লিক করুন এবং ব্লুটুথ ডিভাইসের মধ্যে পুর্নগঠন করুন VERIFICATION: আপনি ব্লুটুথে আপনার রেকর্ড করা ধ্বনি শুনতে পেয়েছিলেন কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn dhut clàradh agus cluintinn a' chlaisneach a' cleachdadh innleachd claisneach bluetooth CEUMAN: 1. Cuir an comas an seata-cinn bluetooth 2. briog air an ìomhaigheag bluetooth anns a' bhàr-clàr-iùil 3. Tagh 'Stèidhich innleachd ùr' 4. Seall airson an innleachd anns an liosta agus tagh e 5. Anns an innleachd sgrìobh a' chòd PIN gu fèin-obrachail a thaghadh leis an draoidh 6. Bu chòir an innleachd paidhreachadh leis a' choimpiutair 7. Briog “Dearbh” a chlàradh son 5 dìogan agus ath-shaothraich anns an innleachd bluetooth DEARBHACHADH: Na chuala thu an fhuaim a chlàr thu anns an bluetooth?
nl: DOEL: Met deze test controleert u of u met een bluetooth-audioapparaat geluid kunt opnemen en afspelen STAPPEN: 1.- Zet de bluetooth-headset aan 2.- Klik op het bluetooth-pictogram in de menubalk 3.- Selecteer ‘Nieuw apparaat instellen’ 4.- Zoek het apparaat op in de lijst en selecteer deze 5.- Voer de door de wizard gegenereerde PIN-code in in het apparaat 6.- Het apparaat met de computer verbonden zijn 7.- Klik op ‘Test’ om vijf seconden met het bluetooth-apparaat op te nemen en daarna af te spelen VERIFICATIE: Hoorde u het geluid dat u met het bluetooth-apparaat heeft opgenomen?
sl: NAMEN: Ta preizkus bo preveril, da lahko snemate in slišite zvok z zvočno napravo bluetooth KORAKI: 1. Omogočite naglavne slušalke bluetooth 2. Kliknite na ikono bluetooth v menijski vrstici 3. Izberite 'Nastavi novo napravo' 4. Najdite napravo na seznamu in jo izberite 5. V napravo napišite kodo PIN, ki jo je čarovnik samodejno izbral. 6. Naprava bi se morala spoznati z računalnikom 7. Kliknite "Preizkus" za snemanje POTRDITEV: Ali ste slišali zvok, ki ste ga posneli z napravo bluetooth
ug: مەقسەت: كۆكچىش ئۈسكۈنىسىدە ئۈن ئېلىش ۋە ئۈن قويۇشنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كۆكچىش مىكروفونلۇق تىڭشىغۇچىنى ئىناۋەتلىك قىلىڭ 2. تىزىملىك بالدىقىدىكى كۆكچىش سىنبەلگىسىنى چېكىڭ 3. ‹يېڭى ئۈسكۈنە ئورنىتىش› نى تاللاڭ 4. تىزىمدىكى ئۈسكۈنىلەر ئىچىدىن تاللاڭ 5. يېتەكچى تەرىپىدىن ئاپتوماتىك تاللانغان PIN كودىنى ئۈسكۈنىگە كىرگۈزۈڭ 6. ئۈسكۈنە كومپيۇتېر بىلەن جۈپلىشىدۇ 7. ‹سىنا› توپچىسىنى چېكىپ 5 سېكۇنت ئۈن ئېلىڭ ۋە ئۇنى كۆكچىش ئۈسكۈنىسىدە قويۇڭ تەكشۈرۈش: كۆكچىش ئۈسكۈنىسىدە ئېلىنغان ئۈننى ئاڭلىدىڭىزمۇ؟

source: PURPOSE: This test will check that you can use a bluetooth keyboard STEPS: 1. Enable the bluetooth keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Click "Test" 6. Enter some text VERIFICATION: Were you able to enter some text with the bluetooth keyboard?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে আপনি একটি ব্লুটুথ কীবোর্ড ব্যবহার করতে পারবেন কিনা STEPS: ১। ব্লুটুথ কীবোর্ড সক্রিয় করুন ২। মেনু বারের ব্লুটুথ আইকনে ক্লিক করুন ৩। 'নতুন ডিভাইস স্থাপন' নির্বাচন করুন ৪। তালিকা থেকে নতুন ডিভাইস খুঁজুন এবং এটি নির্বাচন করুন ৫। "পরীক্ষা" ক্লিক করুন ৬। কিছু লেখা দিন VERIFICATION: আপনি কি ব্লুটুথ কীবোর্ডের ব্যবহার করে কিছু টেক্সট লিখতে সক্ষম?
gd: DEÒIN: Sgrùdaidh an deuchainn seo am faod thu cleachd meur-chlàr bluetooth CEUMAN: 1. Cuir an comas meur-chlàr bluetooth 2. Briog air an ìomhaigheag bluetooth anns a' bhàr-clàr-iùil 3. Tagh 'Stèidhich innleachd ùr' 4. Seall son an innleachd anns an liosta agus tagh e 5. Briog “Dearbh” 6. Cuir a-steach cuid teacsa DEARBHACHADH: Robh e comasach dhut a chur a-steach cuid teacsa leis a' mheur-chlàr bluetooth?
nl: DOEL: Met deze test controleert u of uw bluetooth-toetsenbord goed werkt STAPPEN: 1.- Zet het bluetooth-toetsenbord aan 2.- Klik op het bluetooth-pictogram in de menubalk 3.- Selecteer ‘Nieuw apparaat instellen’ 4.- Zoek het apparaat op in de lijst en selecteer deze 5.- Klik op ‘Test’ om tekst in te voeren 6.- Voer wat tekst in VERIFICATIE: Kon u met het bluetooth-toetsenbord tekst invoeren?
sl: NAMEN: Ta preizkus bo preveril ali lahko uporabite tipkovnico bluetooth KORAKI: 1. Omogočite tipkovnice bluetooth 2. Kliknite na ikono bluetooth v menijski vrstici 3. Kliknite 'Nastavi novo napravo' 4. Poiščite napravo na seznamu in jo izberite 5. Kliknite na "Preizkus" 6. Vnesite besedilo POTRDITEV: Ali ste lahko s tipkovnico bluetooth vnesli besedilo?
ug: مەقسەت: كۆكچىش ھەرپتاختىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كۆكچىش ھەرپتاختىسىنى ئىناۋەتلىك قىلىڭ 2. تىزىملىك بالدىقىدىكى كۆكچىش سىنبەلگىسىنى چېكىڭ 3. ‹يېڭى ئۈسكۈنە ئورنىتىش› نى تاللاڭ 4. تىزىمدىكى ئۈسكۈنىلەر ئىچىدىن تاللاڭ 5. ‹سىنا› توپچىسىنى چېكىڭ 6. كۇنۇپكىدىن تېكىست كىرگۈزۈڭ تەكشۈرۈش: كۆكچىش ھەرپتاختىسى ئارقىلىق تېكىستنى كىرگۈزگىلى بولدىمۇ؟

source: PURPOSE: This test will check that you can use a bluetooth mouse STEPS: 1. Enable the bluetooth mouse 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Move the mouse around the screen 6. Perform some single/double/right click operations VERIFICATION: Did the mouse work as expected?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে আপনি একটি ব্লুটুথ মাউস ব্যবহার করতে পারবেন কিনা STEPS: ১। ব্লুটুথ মাউস সক্রিয় করুন ২। মেনু বারের ব্লুটুথ আইকনে ক্লিক করুন ৩। 'নতুন ডিভাইস স্থাপন' নির্বাচন করুন ৪। তালিকা থেকে ডিভাইসটি খুঁজুন এবং এটি নির্বাচন করুন ৫। পর্দার চারপাশে মাউস নাড়ান ৬। কিছু একক / দ্বি / ডান ক্লিক অপারেশন সম্পাদন করুন VERIFICATION: মাউস কি প্রত্যাশিত কাজ করেছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo am faod thu cleachd luchag bluetooth CEUMAN: 1. Cuir an comas luchag bluetooth 2. Briog air an ìomhaigheag bluetooth anns a' bhàr-clàr-iùil 3. TAGH 'Stèidhich innleachd ùr' 4. Seall son an innleachd anns an liosta agus tagh e 5. Gluais an luchag thimcheall an sgrìn 6. Dèan cuid obraichean briogadh singilte/dùbailte/deas DEARBHACHADH: An do dh'obraich an luchag mar bha dùil?
nl: DOEL: Met deze test controleert u of uw bluetooth-muis goed werkt STAPPEN: 1.- Activeer de bluetooth-muis. 2.- Klik op het bluetooth-pictogram in de menubalk. 3.- Selecteer ‘Nieuw apparaat instellen’. 4.- Zoek het apparaat op in de lijst en selecteer het. 5.- Beweeg de muis over het scherm. 6.- Gebruik enkel- en dubbelklikken en de rechtermuisknop. VERIFICATIE: Werkte de muis naar behoren?
sl: NAMEN: Ta preizkus bo preveril, da lahko uporabite miško bluetooth KORAKI: 1. Omogočite miško bluetooth 2. Kliknite na ikono bluetooth v menijski vrstici 3. Kliknite 'Nastavi novo napravo' 4. Poiščite napravo na seznamu in jo izberite 5. Premaknite miško po zaslonu 6. Izvedite levi/dvojni/desni klik POTRDITEV: Ali je miška delala kot je bilo pričakovano?
ug: مەقسەت: كۆكچىش چاشقىنىكىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كۆكچىش چاشقىنەكىنى ئىناۋەتلىك قىلىڭ 2. تىزىملىك بالدىقىدىكى كۆكچىش سىنبەلگىسىنى چېكىڭ 3. ‹يېڭى ئۈسكۈنە ئورنىتىش› نى تاللاڭ 4. تىزىمدىكى ئۈسكۈنىلەر ئىچىدىن تاللاڭ 5. كۆكچىش چاشقىنەكىنى ئېكراندا ھەرىكەتلەندۈرۈڭ 6. تاق چېكىش، قوش چېكىش، ئوڭ چېكىش مەشغۇلاتلىرىنى سىناپ كۆرۈڭ تەكشۈرۈش: چاشقىنەك ئويلىغاندىكىدەك ئىشلىدىمۇ؟

source: This Automated test attempts to detect a camera.
bn: এই স্বয়ংক্রিয় পরীক্ষা একটি ক্যামেরা সনাক্ত করতে প্রয়াস চালায়।
gd: Feuchaidh an deuchainn fèin-obrachail seo a lorg camara.
nl: Geautomatiseerde test om een camera te detecteren.
sl: Ta samodejni preizkus poskuša zaznati fotoaparat.
ug: بۇ ئاپتوماتىك سىناق كامېرانىڭ بار يوقلۇقنى تەكشۈرىدۇ.

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera for ten seconds. VERIFICATION: Did you see the video capture?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে বিল্ট ইন ক্যামেরা কাজ করে কিনা STEPS: ১। ১০ সেকেন্ডের জন্য একটি অধিকৃত ভিডিও প্রদর্শনের জন্য পরীক্ষার উপর ক্লিক করুন। VERIFICATION: আপনি কি অধিকৃত ভিডিওটি দেখেছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an camara thogail-a-steach ag obair CEUMAN: 1. Briog air Dearbh gus foillsich glacadh bhideo bho camara son deich dìogan. DEARBHACHADH: Am faca tu an glacadh sgrìn?
nl: DOEL: Deze test zal controleren of de ingebouwde camera werkt STAPPEN: 1. Klik op 'Test' om de videobeelden van de camera tien seconden te laten zien. CONTROLE: Zag u het beeld verschijnen?
sl: NAMEN: Ta preizkus bo preveril, če vgrajena kamera deluje KORAKI: 1. Kliknite na Preizkus za prikaz zajetega videa s kamere za deset sekund. POTRDITEV: Ali ste videli zajet video posnetek?
ug: مەقسەت: كومپيۇتېرنىڭ ئۆزىدىكى كامېرانىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› نى چېكىپ كامېرادا ئالغان 10 سېكۇنتلۇق سۈرەتنى كورىسىز. تەكشۈرۈش: سۈرەت كۆرۈندىمۇ؟

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera VERIFICATION: Did you see the image?
bn: PURPOSE: এই পরীক্ষা চেক করবে যে বিল্ট ইন ক্যামেরা কাজ করে কিনা STEPS: ১। ক্যামেরা থেকে ইমেজ একটি স্হির চিত্র প্রদর্শনের জন্য পরীক্ষার উপর ক্লিক করুন। VERIFICATION: আপনি কি চিত্রটি দেখতে পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an camara thogail-a-steach ag obair CEUMAN: 1. Briog air Dearbh gus foillsich ìomhaigh neo-bheò bhon chamara Am faca tu an ìomhaigh?
nl: DOEL: Deze test zal controleren of de ingebouwde camera werkt STAPPEN: 1. Klik op de testknop om een beeld van uw camera weer te geven VERIFICATIE: Zag u de foto?
sl: NAMEN: Ta preizkus bo preveril, da vgrajena kamera deluje KORAKI: 1. Kliknite na Preizkus za prikaz slike iz kamere PREVERJANJE: Ali ste videli sliko?
ug: مەقسەت: كومپيۇتېرنىڭ ئىچىدىكى( built-in) كامېرانىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› توپچىسىنى چېكىپ، كامېرادا تارتقان سۈرەتنى كۆرسىتىڭ تەكشۈرۈش: كامېرادا تارتقان سۈرەتنى كۆردىڭىزمۇ؟

source: PURPOSE: This test will verify your system's ability to play Ogg Vorbis audio files. STEPS: 1. Click Test to play an Ogg Vorbis file (.ogg) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
bn: PURPOSE: এই পরীক্ষা আপনার সিস্টেমের OGG Vorbis অডিও ফাইল প্লে করার ক্ষমতা যাচাই করবে। STEPS: ১। Ogg Vorbis ফাইল খোলার জন্য পরীক্ষাতে ক্লিক করুন(.ogg) ২। এগিয়ে যাওয়ার জন্য প্লেয়ার বন্ধ করুন। VERIFICATION: নমুনা প্লে কি সঠিকভাবে কাজ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo an comas aig do shiostam cluich faidhlichean claisneach Ogg Vorbis. CEUMAN: 1. Briog air dearbh son cluich faidhlichean Ogg Vorbis (.ogg) 2. Dùin sibh an cluicheadair son leantail. DEARBHACHADH: Na cluich an sampall ceart?
nl: DOEL: Deze test zal controleren of uw systeem de mogelijkheid heeft om Ogg Vorbis muziekbestanden af te spelen. STAPPEN: 1. Klik op de testknop om een Ogg Vorbis bestand (.ogg) af te spelen. 2. Sluit de speler om door te gaan. VERIFICATIE: Speelde het geluid zich correct af?
sl: NAMEN: Ta preizkus bo preveril sposobnosti vašega sistema za predvajanje zvočnih datotek Ogg Vorbis. KORAKI: 1. Kliknite na Preizkus za predvajanje datoteke Ogg Vorbis (.ogg) 2. Zaprite predvajalnik za nadaljevanje. POTRDITEV: Ali je bil vzorec predvajan pravilno?
ug: مەقسەت: بۇ Ogg Vorbis ئۈن ھۆججەتلىرىنى قويغىلى بولىدىغان بولمايدىغانلىقىنى سىنايدۇ باسقۇچلار: 1. ‹سىنا› توپچىسىنى چېكىپ، بىر Ogg Vorbis ھۆججىتىنى (.ogg) تاللاپ قويۇڭ 2. قويىدىغان قويغۇنى تاللاڭ. تەكشۈرۈش: توغرا قويۇلدىمۇ؟

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
bn: PURPOSE: এই পরীক্ষা আপনার সিস্টেমের ওয়েভ অডিও ফাইল প্লে করার ক্ষমতা যাচাই করবে। STEPS: ১। ওয়েভ অডিও ফাইল খোলার জন্য পরীক্ষাতে ক্লিক করুন (.wav) ২। এগিয়ে যাওয়ার জন্য প্লেয়ার বন্ধ করুন। VERIFICATION: নমুনা প্লে কি সঠিকভাবে কাজ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo an comas aig do shiostam cluich faidhlichean claisneach Wave. CEUMAN: 1. Tagh dearbh son cluich faidhle fòrmat claisneach Wave (.wav) 2. Dùin sibh an cluicheadair son leantail. DEARBHACHADH: Na cluich an sampall ceart?
nl: DOEL: Deze test zal controleren of uw systeem de mogelijkheid heeft om Wave Audio bestanden af te spelen. STAPPEN: 1. Selecteer de Test knop om een Wave Audio (.wav) bestand af te spelen. 2. Sluit de speler om door te gaan. VERIFICATIE: Werd het muziekbestand correct afgespeeld?
sl: NAMEN: Ta preizkus bo preveril sposobnosti vašega sistema za predvajanje zvočnih datotek Wave Audio. KORAKI: 1. Kliknite na Preizkus za predvajanje datoteke Wave Audio (.wav) 2. Zaprite predvajalnik za nadaljevanje. POTRDITEV: Ali je bil vzorec predvajan pravilno?
ug: مەقسەت: بۇ Wave ئۈن ھۆججەتلىرىنى قويغىلى بولىدىغان بولمايدىغانلىقىنى سىنايدۇ باسقۇچلار: 1. ‹سىنا› توپچىسىنى چېكىپ، بىر Wave ئۈن پىچىمىدىكى ھۆججەتنى (.ogg) تاللاپ قويۇڭ 2. قويىدىغان قويغۇنى تاللاڭ. تەكشۈرۈش: توغرا قويۇلدىمۇ؟

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
bn: ফার্মওয়্যার পরীক্ষা স্যুইট ব্যবহার করে CPU এর আকার পরিবর্তন দক্ষতা পরীক্ষা করুন (fwts cpufreq)।
gd: Deuchainn comasan sgèileadh cleachdadh Suite Bathar-an-sàs Deuchainn (fwts cpufreq).
nl: Test de schalingscapaciteit van de processor (CPU) met de Firmware Test Suite (fwts cpufreq).
sl: Preizkusite sposobnosti umeritve CPE z uporabo Firmware test Suite (fwts cpufreq).
ug: مۇقىم دېتال سىناش يۈرۈشلۈك دېتالى (fwts cpufreq) بىلەن CPU نىڭ كېڭەيتىلگەن ئىقتىدارىنى سىنايدۇ.

source: Attaches the log generated by cpu/scaling_test to the results
gd: A'ceangal an log cruthaichte le cpu/scaling_test dhan thoraidhean
nl: Koppelt het logbestand dat door cpu/scaling_test werd gegenereerd aan de resultaten
sl: K rezultatom priloži dnevnik, ki ga je ustvaril cpu/scaling_test

source: Test for clock jitter.
bn: ক্লক জিটারের জন্য পরীক্ষা করুন।
gd: Deuchainn son gitter gleòc.
nl: Test voor signaalafwijkingen (clock jitter).
sl: Preizkus za uro jitter.
ug: سائەتنىڭ تەۋرىنىشىنى سىنايدۇ.

source: Test offlining CPUs in a multicore system.
bn: মাল্টিকোর সিস্টেমের অফলাইন CPUs পরীক্ষা করুন।
gd: Deuchainn IPMn (CPUs) far-loidhne ann an siostam ioma-eitean.
nl: Deze test controleert het niet synchroon laten werken van processoren van een multi-core systeem.
sl: Preskus izklapljanja procesorjev v večjedernem sistemu.
ug: كۆپ يادرولۇق سىستېمىلاردىكى ئىشلىمەيۋاتقان(offlining) CPU لارنى سىنايدۇ.

source: This test checks cpu topology for accuracy
bn: এই পরীক্ষা শুদ্ধতার জন্য cpu এর টোপোলজি বাছাই করুন
gd: Tha seo sgrùdadh topo-eòlas ipm son pongalachd
nl: Deze test controleert de accurate werking van de processorindeling
sl: Ta preizkus preveri topologijo cpu za natančnost
ug: بۇ سىناق توغرىلىق دەرىجىسى ئۈچۈن CPU نىڭ topology نى تەكشۈرىدۇ

source: This test checks that CPU frequency governors are obeyed when set.
bn: এই পরীক্ষা বাছাই করে যে CPU ফ্রিকোয়েন্সি গভরর্নর সেট করার সময় মান্য করা হবে।
gd: Tha seo a sgrùdadh gum bi na riaghladairean tricead IPM (CPU) umhail nuair stèidhichte.
nl: Deze test controleert of de processor ingestelde frequentie toewijzingen accepteert.
sl: Ta preizkus preveri, ali se prednastavljene frekvence CPE pokoravajo, ko so nastavljene.
ug: بۇ CPU نىڭ چاستوتا باشقۇرغۇچىسى بەلگىلەنگەن قىممەتكە بويسۇندىمۇ يوق سىنايدۇ.

source: Test if the atd daemon is running when the package is installed.
bn: যখন প্যাকেজ ইন্সটল করা হয তখন atd ডেমন সচল কিনা পরীক্ষা করুন।
gd: Deuchainn ma tha an daemon atd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de ATD-daemon draait, als dit pakket geïnstalleerd is.
sl: Preizkusite, če se ozadnji program atd izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن atd دېگەن مۇئەككەلنى ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the cron daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি কর্ণ ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon cron a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de cron-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusite, če se ozadnji program cron izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن cron دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the cupsd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি cupsd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon cupsd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de cupsd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi, če se ozadnji program cupsd izvaja medtem ko se paket namešča.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن cupsd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the getty daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি getty ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon getty a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de getty-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusite, če se ozadnji program getty opravilo izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن getty دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.
