Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will verify that a USB DLS or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on add 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
bn: PURPOSE: এই পরীক্ষা USB DLS অথবা মোবাইল ব্রডব্যান্ড মডেমের কাজ যাচাই করবে STEPS: ১। কম্পিউটারের USB ক্যাবলে সংযুক্ত হোন ২। প্যানেলের নেটওয়ার্কের আইকনে ডানে ক্লিক করুন 3. 'সম্পাদনা সংযোগ' নির্বাচন করুন 4. 'DSL' (ADSL মডেমের জন্য) অথবা 'মোবাইল ব্রডব্যান্ড' (3G মডেমের জন্য) ট্যাব নির্বাচন করুন ৫। 'সংযুক্ত' বোতামে সংযুক্ত হতে ক্লিক করুন ৬। সংযুক্ত প্যারামিটার সঠিকভাবে কনফিগার করুন ৭। ঘোষিত OSD নিশ্চিত করে যে সংযোগ স্থাপিত হয়েছে ৮। যাচাই করতে পরীক্ষা নির্বাচন করুন যা HTTP সংযোগে স্থাপন সম্ভব VERIFICATION: সংযোগ কি সঠিকভাবে স্থাপিত হয়েছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo gu bheil USB DLS no Bann-leathainn so-ghiùlain ag obair CEUMAN: 1. Ceangal an USB ris a' choimpiutair 2. Briog deas air an ìomhaigheag lìonradh anns a' phanail 3. Tagh 'Deasaich ceangalaichean' 4. Tagh an 'DSL' (son mòdam ADSL) no “Bann-leathainn so-ghiùlain” taba (son mòdam 3G) 5. Briog air a' phutan cuir ris 'Cuir ris' 6. Rèitich gu ceart paramadairean a' cheangail 7. Chuir fios gu OSD a bu chòir dearbhadh a bheil an ceangal stèidhichte 8. Tagh Dearbh, a dhearbhadh gu bheil e comasach stèidheachadh an ceangal HTTP DEARBHACHADH: Robh an ceangal stèidhichte ceart?
nl: DOEL: Met deze test kunt u controleren of een USB-DSL of Mobile Broadband-modem werkt STAPPEN: 1.- Verbindt de USB-kabel met uw computer 2.- Klik rechts op het Netwerkbeheerpictogram in het paneel 3.- Kies voor ‘Verbindingen bewerken’ 4.- Klik op het ‘DSL’- (voor ADSL-modems) of ‘Mobiele breedband’- (voor 3G-modems) tabblad 5.- Klik op de knop ‘Toevoegen’ 6.- Stel de verbinding in 7.- U moet nu een notificatie krijgen (rechtsboven in beeld) dat de verbinding is ingesteld 8.- Klik op ‘Test’ om te controleren of het mogelijk is om een HTTP-verbinding tot stand te brengen VERIFICATIE: Werd er een verbinding tot stand gebracht?
sl: NAMEN: Ta preizkus bo preveril, da USB DLS ali mobilni širokopasovni modem deluje KORAKI: 1. Povežite kabel USB z računalnikom 2. Desno kliknite na omrežno ikono na pultu 3. Izberite 'Uredi povezave' 4. Izberite zavihek 'DSL' (za ADSL modem) ali 'Mobilni širokopasovni' (za 3G modem) 5. Kliknite na gumb 'Dodaj' 6. Pravilno nastavite parametre povezave 7. Obvestilo na zaslonu bi moralo potrditi, da je bila povezava vzpostavljena 8. Izberite Preizkus za potrditev, da je mogoče vzpostaviti povezavo HTTP POTRDITEV: Ali je bila povezava uspešno vzpostavljena?
ug: مەقسەت: بۇ سىناق USB DLS ياكى كۆچمە كەڭ بەلۋاغ مودېمنىڭ نورمال ئىشلەۋاتقان ياكى ئىشلىمەيۋاتقانلىقىنى دەلىللەيدۇ قەدەم باسقۇچلىرى: 1- USB سىمنى كومپيۇتېرغا چېتىڭ. 2- چاشقىنەك ئوڭ توپچىسىدا تاختىدىكى تور سىنبەلگىسىنى چېكىڭ. 3- «باغلىنىش تەھرىر»نى تاللاڭ. 4- «DSL» (ADSL مودېم ئۈچۈن) ياكى «كۆچمە كەڭ بەلۋاغ» (3G مودېم ئۈچۈن) بەتكۈچنى تاللاڭ. 5- «قوش»نى چېكىڭ. 6- باغلىنىش پارامېتىرلىرىنى توغرا سەپلەڭ. 7- OSD گە ئۇقتۇرۇپ بۇ باغلىنىشنىڭ قۇرۇلغانلىقىنى جەزملەڭ. 8- «سىنا»نى تاللاپ HTTP باغلىنىشى قۇرۇلغان ياكى قۇرۇلمىغانلىقىنى دەلىللەڭ. دەلىللەش: بۇ باغلىنىش توغرا قۇرۇلدىمۇ؟

source: PURPOSE: This test will check your system shutdown/booting cycle STEPS: 1. Shutdown your machine 2. Boot your machine 3. Repeat steps 1 and 2 at least 5 times VERIFICATION: Did the system shutdown and rebooted correctly?
bn: PURPOSE: এই পরীক্ষা আপনার সিস্টেম বন্ধ/বুট চক্র পরীক্ষা করবে STEPS: ১। আপনার মেশিন বন্ধ করুন ২। আপনার মেশিন বুট করুন ৩। ধাপ ১ এবং ২ অন্তত ৫ বার পুনরাবৃত্তি করুন VERIFICATION: সিস্টেম সঠিকভাবে বন্ধ এবং পুনরায় বুট করা হয়েছে কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo an cuairt dùin sìos/bùtadh do shiostam CEUMAN: 1. Dùin sìos d' innleachd 2. Bùtaich d' innleachd 3. Dèan a-rithist ceuman 1 agus 2 co dhiù 5 turasan DEARBHACHADH: Na dhùin sìos 's na dh'ath-bhùtaich do shiostam ceart?
nl: DOEL: Deze test controleert uw systeem uitschakelen/opstarten cyclus STAPPEN: 1. Schakel uw machine uit 2. Start uw machine 3. Herhaal de stappen 1 en 2 ten minste 5 keer VERIFICATIE: Ging het uitschakelen en herstarten van het systeem correct?
sl: NAMEN: Ta preizkus bo preveril cikel izklopa/zagona vašega sistema KORAKI: 1. Izklopite svoj računalnik 2. Vklopite svoj računalnik 3. Ponovite koraka 1 in 2 vsaj 5-krat. POTRDITEV: Ali se je sistem pravilno izklopil in ponovno zagnal?
ug: مەقسەت: سىستېمىنى تاقاش/قايتا قوزغىتىشنى تەكرار سىناش باسقۇچلار: 1. كومپيۇتېرىڭىزنى تاقايسىز(توكىنى ئەتىسىز) 2. كومپيۇتېرىڭىزنى قايتا قوزغىتىسىز 3. 1-باسقۇچ ۋە 2-باسقۇچلارنى ئاز دېگەندە 5 قېتىم تەكرارلايسىز تەكشۈرۈش: كومپيۇتېرنى تاقاش ۋە قايتا قوزغىتىش جەريانى توغرا بولدىمۇ؟

source: Test ACPI Wakealarm (fwts wakealarm)
gd: Deuchainn ACPI Wakealarm (fwts wakealarm)
nl: ACPI Wakealarm testen (fwts wakealarm)
sl: Preizkus budilke ACPI (budilka fwts)
ug: ACPI Wakealarm (fwts wakealarm) سىناش

source: Attach log from fwts wakealarm test
gd: Ceangal log bho dheuchainn wakealarm fwts
nl: Log van fwts wakealarm-test bijvoegen
sl: Priloži dnevnik iz preizkusa budilke fwts

source: PURPOSE: This test will check the system's ability to power-off and boot. STEPS: 1: Select "Test" to begin. 2: The machine will shut down. 3: Power the machine back on. 4: After rebooting, wait for the test prompts to inform you that the test is complete. 5: Once the test has completed, restart checkbox and select Re-Run when prompted VERIFICATION: If the machine successfully shuts down and boots, select Yes then select Next.
gd: DEÒIN: Sgrùdaidh an deuchainn seo comas an siostam a chur dheth a' chumhachd 's ath-bhùtadh. CEUMAN: 1. Tagh “Dearbh” a thòiseachadh. 2. Dùinidh an innleachd sìos. 3. Cumhachdaich air an innleachd a-rithist. 4. As dèidh ath-bhùtadh, fuirich gu innis na brodaidhean dearbhaidh dhut gu bheil an deuchainn deiseil. 5. Nuair 's tha an deuchainn deiseil, ath-thoisich checkbox agus tagh ruith a-rithist nuair brodaichte DEARBHACHADH: Ma dhùineas an innleachd sìos 's bùtadh gu soirbheachail, tagh Tha nuairsin tagh An Ath.
nl: DOEL: Deze test controleert of het systeem kan worden afgesloten en opgestart. STAPPEN: 1: Selecteer "Testen" om te beginnen. 2: De computer zal worden afgesloten. 3: Zet de computer weer aan. 4: Wacht na de herstart op de testmelding die u laat weten dat de test voltooid is. 5: Start checkbox opnieuw nadat de test voltooid is en kies Re-Run wanneer daarom gevraagd wordt. CONTROLE: Als de computer met succes afgesloten en opgestart is, kies dan Ja en daarna Volgende.
sl: NAMEN: Ta preizkus bo preveril sposobnosti sistema za izklop in zagon. KORAKI: 1: Izberite "Preizkus" za začetek. 2: Računalnik se bo izklopil. 3: Ponovno vklopite računalnik. 4: Po ponovnem zagonu počakajte da vas poziv preizkusa obvesti o končanju preizkusa. 5: Ko se preizkus konča, ponovno zaženite checkbox in ob pozivu izberite Ponovno zaženi POTRDITEV: Če se računalnik uspešno izklopi in zažene, izberite Da, nato izberite Naprej.

source: This will attach any logs from the power-management/poweroff test to the results.
gd: Ceanglaidh seo logaichean sam bith bho dearbhadh stiùireadh-chumhachd/cumhachd-dheth gu ruige na toraidhean.
nl: Dit zal logs van de energiebeheer/afsluitentest toevoegen aan de reslultaten.
sl: To bo priložilo morebitni dnevnik iz preizkusa upravljanja porabe/izklopa k rezultatom.

source: PURPOSE: This test will check the system's ability to reboot cleanly. STEPS: 1: Select "Test" to begin. 2: The machine will reboot. 3: After rebooting, wait for the test prompts to inform you that the test is complete. 4: Once the test has completed, restart checkbox and select Re-Run when prompted VERIFICATION: If the machine successfully reboots, select Yes then select Next.
gd: DEÒIN: Sgrùdaidh an deuchainn seo comas an t-siostam ath-bhùtadh gu glan. CEUMAN: 1. Tagh “Dearbh” a thòiseachadh. 2. Ath-bhùtaidh an innleachd seo. 3. As dèidh ath-bhùtadh, fuirich gu innis na brodaidhean dearbhaidh dhut gu bheil an deuchainn deiseil. 4. Nuair 's tha an deuchainn deiseil, ath-thoisich checkbox agus tagh ruith a-rithist nuair brodaichte DEARBHACHADH: Ma ath-bhùtaicheas an innleachd gu soirbheachail, tagh Tha nuairsin tagh An Ath.
nl: DOEL: Deze test controleert of het systeem netjes opnieuw kan starten. STAPPEN: 1: Kies "Testen" om te beginnen. 2: De computer zal opnieuw starten. 3: Wacht na de herstart op de testmelding die u laat weten dat de test voltooid is. 4: Start checkbox opnieuw nadat de test voltooid is en kies Re-Run wanneer daarom gevraagd wordt. CONTROLE: Als de computer met succes opnieuw opgestart is, kies dan Ja en daarna Volgende.
sl: NAMEN: Ta preizkus bo preveril sposobnosti sistema za ponovni zagon brez napak. KORAKI: 1: Izberite "Preizkus" za začetek. 2: Računalnik se bo ponovno zagnal. 3: Po ponovnem zagonu počakajte, da vas poziv preizkusa obvesti o končanju preizkusa. 4: Ko se preizkus konča, ponovno zaženite checkbox in ob pozivu izberite Ponovno zaženi POTRDITEV: Če se računalnik pravilno izklopi in ponovno zažene, izberite Da, nato izberite Naprej.

source: This will attach any logs from the power-management/reboot test to the results.
gd: Ceanglaidh seo logaichean sam bith bho dearbhadh stiùireadh-chumhachd/ath-bhùtadh gu ruige na toraidhean.
nl: Dit zal logs van de energiebeheer/herstarttest toevoegen aan de reslultaten.
sl: To bo priložilo morebitni dnevnik iz preizkusa upravljanje napajanja/izklop k rezultatom.

source: PURPOSE: This test will check your lid sensors STEPS: 1. Close your laptop lid VERIFICATION: Does closing your laptop lid cause your system to suspend?
bn: PURPOSE: এই পরীক্ষা আপনার লিড সেন্সর পরীক্ষা করবে STEPS: ১। আপনার ল্যাপটপের লিড বন্ধ করুন VERIFICATION: আপনার ল্যাপটপ লিড কি বন্ধ করা হচ্ছে কারণ আপনার সিস্টেম স্থগিত?
gd: DEÒIN: Sgrùdaidh an deuchainn seo mothaichearan a' chinn CEUMAN: 1. Dùin ceann a' choimpiutair-glùin DEARBHACHADH: A bheil a' dùnadh ceann a' choimpiutair-glùin adhbharachadh dàil a chur nad shiostam?
nl: DOEL: Deze test zal uw schermsensoren controleren STAPPEN: 1. Sluit uw laptopscherm VERIFICATIE: Veroorzaakte het sluiten van uw laptopscherm dat het systeem in pauzestand ging?
sl: NAMEN: Ta preizkus bo preveril senzorje vašega pokrova KORAKI: 1. Zaprite pokrov prenosnika POTRDITEV: Ali zapiranje pokrova vašega prenosnika povzroči prehod v stanje pripravljenosti?
ug: مەقسەت: يان كومپيۇتېرىنىڭ ئېكرانىنىڭ يېپىلىشىنى سېزىدىغان سەزگۈچ نورمال ئىشلەمدۇ سىناش باسقۇچلار: 1. يان كومپيۇتېرىنىڭ ئېكرانىنى ياپىسىز. تەكشۈرۈش: يان كومپيۇتېرىنىڭ ئېكرانىنى ياپقاندا سىستېما توڭلىتىلدىمۇ(suspend)؟

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close and open the lid VERIFICATION: Did the screen turn off while the lid was closed?
bn: PURPOSE: এই পরীক্ষা আপনার লিড সেন্সর পরীক্ষা করবে STEPS: ১। ক্লিক করুন "পরীক্ষামূলক" ২। লিড খুলুন এবং বন্ধ করুন VERIFICATION: লিড বন্ধ থাকার সময় পর্দা বন্ধ করা হবে কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo mothaichearan a' chinn CEUMAN: 1. Briog air “Dearbh” 2. Dùin 's fosgail ceann a' choimpiutair-glùin DEARBHACHADH: Na tionndaidh an sgrìn dheth fad dùnadh an ceann?
nl: DOEL: Deze test zal uw schermsensoren controleren STAPPEN: 1. Klik "Testen" 2. Sluit en open uw laptopscherm VERIFICATIE: Ging het beeld uit toen het scherm gesloten was?
sl: NAMEN: Ta preizkus bo preveril senzorje vašega pokrova. KORAKI: 1. Kliknite "Preizkus" 2. Zaprite in odprite pokrov POTRDITEV: Ali se je zaslon izklopil medtem ko je bil pokrov zaprt?
ug: مەقسەت: يان كومپيۇتېرىنىڭ ئېكرانىنىڭ يېپىلىشىنى سېزىدىغان سەزگۈچ نورمال ئىشلەمدۇ سىناش باسقۇچلار: 1. «سىنا» نى چېكىسىز. 2. يان كومپيۇتېرىنىڭ ئېكرانىنى ياپىسىز ۋە ئاچىسىز تەكشۈرۈش: يان كومپيۇتېرىنىڭ ئېكرانىنى ياپقاندا ئېكران ئېتىلدىمۇ؟

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close the lid 3. Wait 5 seconds with the lid closed 4. Open the lid VERIFICATION: Did the system resume when the lid was opened?
bn: PURPOSE: এই পরীক্ষা আপনার লিড সেন্সর যাচাই করবে STEPS: ১। ক্লিক করুন "পরীক্ষামূলক" ২। লিড বন্ধ করুন ৩। লিড বন্ধ হওয়ার জন্য ৫ সেকেন্ড অপেক্ষা করুন ৪। লিড খুলুন VERIFICATION: সিস্টেম পুনরাম্ভ করা হবে কি যখন লিড খোলা ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo mothaichearan a' chinn CEUMAN: 1. Briog air “Dearbh” 2. Dùin an ceann 3. Fuirich 5 dìogan leis a' cheann dùinte 4. Fosgail an ceann DEARBHACHADH: Na dh'ath-thòisich an siostam nuair chaidh an ceann a dh'fhosgladh?
nl: DOEL: Deze test controleert uw schermsensoren STAPPEN: 1. Klik op "Testen" 2. Sluit het laptopscherm 3. Wacht 5 seconden met het scherm gesloten 4. Open het scherm VERIFICATIE: Hervatte het systeem toen het scherm geopend werd?
sl: NAMEN: Ta preizkus bo preveril senzorje vašega pokrova KORAKI: 1. Kliknite "Preizkus" 2. Zaprite pokrov 3. Čakajte 5 sekund z zaprtim pokrovom 4. Odprite pokrov POTRDITEV: Ali se je sistem nadaljeval, ko je bil pokrov odprt?
ug: مەقسەت: يان كومپيۇتېرىنىڭ ئېكرانىنىڭ يېپىلىشىنى سېزىدىغان سەزگۈچ نورمال ئىشلەمدۇ سىناش باسقۇچلار: 1. «سىنا» نى چېكىسىز. 2. يان كومپيۇتېرىنىڭ ئېكرانىنى ياپىسىز 3. يېپىلغان ھالەتتە 5 سېكۇنت كۈتىسىز. 4. يان كومپيۇتېرىنىڭ ئېكرانىنى ئاچىسىز تەكشۈرۈش: يان كومپيۇتېرىنىڭ ئېكرانىنى ئاچقاندا سىستېما نورمال ئەسلىگە كەلدىمۇ؟

source: Make sure that the RTC (Real-Time Clock) device exists.
bn: RTC (Real-Time Clock) ডিভাইস আছে কিনা তা নিশ্চিত করুন।
gd: Dèan cinnteach gu bheil an RTC (Real-Time Clock) ann mar thà.
nl: Zorg ervoor dat de RTC (Real-Time Clock) bestaat.
sl: Prepričajte se, da obstaja naprava RTC (realnočasovna ura)
ug: RTC (Real-Time Clock) ئۈسكۈنىسى مەۋجۇتمۇ جەزملەڭ.

source: Check to see if CONFIG_NO_HZ is set in the kernel (this is just a simple regression check)
bn: CONFIG_NO_HZ তে kernel নির্ধারিত হয়েছে কিনা তা দেখার জন্য পরীক্ষা করুন (এটি শুধুমাত্র একটি সাধারণ নিবন্ধনের পরীক্ষা)
gd: Sgrùd a dh'fhaicinn ma tha CONFIG_NO_HZ stèidhichte anns an eitean ('s e seo dìreach sgrùdadh ais-cheumnachaidh simplidh)
nl: Controleer of CONFIG_NO_HZ ingesteld is in de kernel (dit is een simpele regressietest)
sl: Preveri, če je CONFIG_NO_HZ nastavljen v jedru (to je enostavno preverjanje regresij)
ug: يادرودا CONFIG_NO_HZ بەلگىلەنگەنمۇ يوق تەكشۈرىدۇ(بۇ پەقەتلا ئاددىي بىر قايتىلانما تەكشۈرۈشتۇر(regression check))

source: Verifies that sshd is running.
bn: sshd চলমান কি না যাচাই করুন।
gd: A' dearbhadh gu bheil sshd a' ruith.
nl: Test of het sshd actief is.
sl: Preveri, da se sshd izvaja.
ug: سىستېمىدا sshd ئىجرا بولۇۋاتامدۇ تەكشۈرىدۇ.

source: Verifies that Print/CUPs server is running.
bn: মুদ্রণ/CUPs সার্ভার সচল কিনা যাঁচাই করুন।
gd: A' dearbhadh gu bheil am frithealaiche Clò-bhuail/CUPs a' ruith.
nl: Test of de Print/CUPs-server actief is.
sl: Preveri, da se strežnik Print/CUPs izvaja.
ug: سىستېمىدا بېسىش/CUP مۇلازىمېتىرى ئىجرا بولۇۋاتامدۇ تەكشۈرىدۇ.

source: Verifies that DNS server is running and working.
bn: যাচাই করুন যে DNS সার্ভার চলমান এবং কাজ করছে।
gd: A' dearbhadh gu bheil am frithealaiche DNS a' ruith.
nl: Controleert of de DNS-server wordt uitgevoerd en werkt.
sl: Preveri, da se strežnik DNS izvaja in da deluje.
ug: سىستېمىدا DNS مۇلازىمېتىرى ئىجرا بولۇۋاتامدۇ ۋە ئىشلەۋاتامدۇ تەكشۈرىدۇ.

source: Verifies that Samba server is running.
bn: যাচাই করুন যে সাম্বা সার্ভার চলছে।
gd: A' dearbhadh gu bheil am frithealaiche Samba a' ruith.
nl: Test of de Samba-server actief is.
sl: Preveri, da se strežnik Samba izvaja.
ug: سىستېمىدا Samba مۇلازىمېتىرى ئىجرا بولۇۋاتامدۇ ۋە ئىشلەۋاتامدۇ تەكشۈرىدۇ.

source: Verifies that the LAMP stack is running (Apache, MySQL and PHP).
bn: যাচাই করুন যে LAMP স্ট্যাক চলছে (Apache, MySQL and PHP)।
gd: A' dearbhadh gu bheil an stac LAMP a' ruith (Apache, MySQL agus PHP).
nl: Controleert of de LAMP-stapel (Apache, MySQL en PHP) wordt uitgevoerd.
sl: Preveri, da se sklad LAMP izvaja (Apache, MySQL in PHP).
ug: سىستېمىدا LAMP توپى(Apache، MySQL ۋە PHP) بولۇۋاتامدۇ تەكشۈرىدۇ.

source: Verifies that Tomcat server is running and working.
bn: পরীক্ষা করুন যে টমকেট সার্ভার চলছে এবং কাজ করছে।
gd: A' dearbhadh gu bheil am frithealaiche Tomcat a' ruith 's ag obair.
nl: Controleert of de Tomcat server wordt uitgevoerd en werkt.
sl: Preveri, da se strežnik Tomact izvaja in deluje.
ug: سىستېمىدا Tomcat مۇلازىمېتىرى ئىجرا بولۇۋاتامدۇ ۋە ئىشلەۋاتامدۇ تەكشۈرىدۇ.

source: PURPOSE: Create jobs that use the CPU as much as possible for two hours. The test is considered passed if the system does not freeze.
bn: PURPOSE: কাজ তৈরি করুন যা সিপিইউ কে দুই ঘন্টার মত ব্যবহার করবে। সিস্টেমটি বিবেচনা করা হবে যদি সিস্টেমটি নিশ্চল না হয়।
gd: DEÒIN: Cruthaich obraichean tha cleachdadh a APM (CPU) an uiread sa ghabhas son dà uair a thìde. Tha an deuchainn seo meòraichte mar fo cheannsail mar nach reòth an siostam.
nl: DOEL: Creëert taken waarbij de CPU voor twee uur zoveel mogelijk wordt belast. De test wordt beschouwd als geslaagd als het systeem niet bevriest.
sl: NAMEN: Ustvari posle, ki porabijo kolikor je mogoče CPE za dve uri. Sistem ta preizkus prestane, če v tem času ne zmrzne.
ug: مەقسەت: بۇ سىناقتا CPU توختىماي ئىككى سائەت ئىشلىتىش ئارقىلىق سىناش ئېلىپ بېرىلىدۇ. ئەگەر سىستېمىڭىز قېتىپ قالماي ئىشلىسە، بۇ سىناق نورمال بولغان بولىدۇ.

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 30 cycles
gd: DEÒIN: Se seo deuchainn spàirn fèin-obrachail a cho-èignicheas an siostam a gheamhraich/ath-thòisich son 30 cuairtean
nl: DOEL: Dit is een geautomatiseerde stresstest die het systeem in 30 cycli in en uit de slaapstand dwingt
sl: NAMEN: To je samodejen preizkus obremenitve, ki bo prisilil sistem v način mirovanja/nadaljevanje za 30 ciklov

source: Attaches the log from the 30 cycle Hibernate/Resume test if it exists
gd: A' ceangal an log bhon an dearbhadh 30 cuairt Geamhraich/Ath-thòisich ma tha e ann
nl: Voegt de log toe van de 30 cycli in/uit slaapstand-test als die bestaat
sl: Priloži dnevnik preizkusa mirovanja/nadaljevanja za 30 ciklov, če obstaja

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 30 cycles.
gd: DEÒIN: Se seo deuchainn spàirn fèin-obrachail a cho-èignicheas an siostam dàil a chur ann/ath-thòisich son 30 cuairtean.
nl: DOEL: Dit is een geautomatiseerde stresstest die het systeem in 30 cycli in en uit de pauzestand dwingt
sl: NAMEN: To je samodejen preizkus obremenitve, ki bo prisilil sistem v način pripravljenosti/nadaljevanja za 30 ciklov.

source: Attaches the log from the 30 cycle Suspend/Resume test if it exists
gd: A' ceangal an log bhon an dearbhadh 30 cuairt dàil a chur ann/ath-thòisich ma tha e ann
nl: Voegt de log toe van de 30 cycli pauze/hervatting-test als die bestaat
sl: Priloži dnevnik preizkusa pripravljenosti/nadaljevanja za 30 ciklov, če obstaja

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 250 cycles
gd: DEÒIN: Se seo deuchainn spàirn fèin-obrachail a cho-èignicheas an siostam a gheamhraich/ath-thòisich son 250 cuairtean.
nl: DOEL: Dit is een geautomatiseerde stresstest die het systeem gedurende 250 cycli in slaapstand/hervatting dwingt
sl: NAMEN: To je samodejen preizkus obremenitve, ki bo prisilil sistem v način mirovanja/nadaljevanja za 250 ciklov.

source: Attaches the log from the 250 cycle Hibernate/Resume test if it exists
gd: A' cheangail an log bhon deuchainn a gheamhraich/ath-thòisich 250 cuairtean ma tha e ann
nl: Voegt de log toe van de 250 cycli slaapstand/hervatting-test als die bestaat
sl: Priloži dnevnik preizkusa mirovanja/nadaljevanja za 250 ciklov, če obstaja

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 250 cycles.
gd: DEÒIN: Se seo deuchainn spàirn fèin-obrachail a cho-èignicheas an siostam a chur air thaobh/ath-thòisich son 250 cuairtean.
nl: DOEL: Dit is een geautomatiseerde stresstest die het systeem gedurende 250 cycli in pauzestand/hervatting dwingt
sl: NAMEN: To je samodejen preizkus obremenitve, ki bo prisilil sistem v način pripravljenosti/nadaljevanja za 250 ciklov.

source: Attaches the log from the 250 cycle Suspend/Resume test if it exists
gd: A' cheangail an log bhon deuchainn dàil a chur ann/ath-thòisich 250 cuairtean ma tha e ann
nl: Voegt de log toe van de 250 cycli pauzestand/hervatting-test als die bestaat
sl: Priloži dnevnik preizkusa pripravljenosti/nadaljevanja za 250 ciklov, če obstaja

source: Stress reboot system (100 cycles)
gd: Spàirn an siostam ath-bhùtaidh (100 cuairtean)
nl: Stress computer herstarten (100 cycli)
sl: Obremenitev ponovnega zagona sistema (100 ciklov)

source: Stress poweroff system (100 cycles)
gd: Spàirn an siostam cumhachd-dheth (100 cuairtean)
nl: Stress computer afsluiten (100 cycli)
sl: Obremenitev izklopa sistema (100 ciklov)

source: Check logs for the stress reboot (100 cycles) test case
gd: Sgrùd logaichean airson an cuis deuchainn (100 cuairtean) ath-bhùtadh le spàirn
nl: Logs controleren op de stress-herstarttest (100 cycli)
sl: Preveri dnevnike za primer preizkusa obremenitve ponovnega zagona (100 ciklov)

source: Check logs for the stress poweroff (100 cycles) test case
gd: Sgrùd logaichean airson an cuis deuchainn (100 cuairtean) cumhachd le spàirn
nl: Logs controleren op de stress-afsluittest (100 cycli)
sl: Preveri dnevnike za primer preizkusa obremenitve izklopa (100 ciklov)

source: Record the current network before suspending.
bn: বর্তমান নেটওয়ার্ক স্থগিত করার অাগে সংরক্ষণ করুন।
gd: Clàraich an lìonradh cuairteach os chionn dàil a chur ann.
nl: Het huidige netwerk opnemen voordat het systeem in pauzestand gaat.
sl: Posnemi trenutno omrežje pred prehodom v stanje pripravljenosti.
ug: توڭلىتىشتىن بۇرۇن ھازىرقى تورنى خاتىرىلەيدۇ.

source: Record the current resolution before suspending.
bn: বাতিল করার আগে বর্তমান রেজল্যুশন সংরক্ষণ করুন।
gd: Clàraich an dùmhlachd-bhreacaidh os chionn dàil a chur ann.
nl: Schrijf de huidige resolutie op voordat het systeem in de pauzestand gaat.
sl: Posnemi trenutno ločljivost pred prehodom v stanje pripravljenosti.
ug: توڭلىتىشتىن ئاۋۋالقى ئېنىقلىقنى خاتىرىلىۋالىدۇ.

source: Record mixer settings before suspending.
bn: বাতিল করার অাগে মিক্সার সেটিং সংরক্ষণ করুন।
gd: Clàraich suidheachaidhean measgadair os chionn dàil a chur ann.
nl: Schrijf de huidige geluidsinstellingen op voordat het systeem in de pauzestand gaat.
sl: Posnemi nastavitve mešalnika pred prehodom v stanje pripravljenosti.
ug: توڭلىتىشتىن بۇرۇن كىرىشتۈرگۈچ تەڭشىكىنى خاتىرىلەيدۇ.

source: Verify that all the CPUs are online before suspending
bn: বাতিল করার অাগে যাচাই করে দেখুন সকল সিপিইউ অনলাইন কিনা
gd: Dearbhaich gu bheil na h-uile APM (CPUs) air loidhne os chionn dàil a chur ann.
nl: Controleer of alle CPU's online zijn voordat het systeem in de pauzestand gaat.
sl: Potrdi, da so vse CPE-ji na voljo pred prehodom v stanje pripravljenosti
ug: توڭلىتىشتىن بۇرۇن بارلىق CPU ئويغاقمۇ تەكشۈرۈش

source: Dumps memory info to a file for comparison after suspend test has been run
bn: স্থগিত পরীক্ষা চালানোর পর তুলনার জন্য একটি ফাইলে মেমোরির তথ্য ডাম্প করা হয়
gd: A' dumpadh fios cuimhne a faidhle son dèan coimeas as dèidh ruith deuchainn dàlach.
nl: Geheugeninformatie in een bestand dumpen om mee te vergelijken nadat een test voor pauzestand is uitgevoerd
sl: Izpiše vsebino pomnilnika v datoteko na disku za primerjavo potem, ko je bil opravljen preizkus prehoda v stanje pripravljenosti
ug: توڭلىتىش ئىجرا بولغاندىن كېيىنكى سېلىشتۇرۇشقا ئىشلىتىش ئۈچۈن ئەسلەكتىكى ئۇچۇرلارنى ھۆججەتكە تۆكۈش(Dump)
