Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check your DVI port. Skip if your system does not have a DVI port STEPS: 1. Connect a display (if not already connected) to the DVI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার DVI পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি DVI পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে DVI পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort DVI. Sgiob ma 's e 's nach eil phort DVI aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port DVI air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test controleert uw DVI-poort. Overslaan als uw systeem geen DVI-poort heeft. STAPPEN: 1. sluit een beeldscherm (indien niet reeds aangesloten) aan op de DVI-poort van uw systeem VERIFICATIE: Werd het bureaublad op beide schermen correct weergegeven?
sl: NAMEN: Ta preizkus bo preveril vaša vrata DVI. Če vrat DVI nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati DVI na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ DVI ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا DVI ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ DVI ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟

source: PURPOSE: This test will check your DisplayPort port. Skip if your system does not have a DisplayPort port STEPS: 1. Connect a display (if not already connected) to the DisplayPort port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার DisplayPort পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি DisplayPort পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে DisplayPort পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort DisplayPort. Sgiob ma 's e 's nach eil phort DisplayPort aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port DisplayPort air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test controleert uw DisplayPort-poort. Overslaan als uw systeem geen DisplayPort-poort heeft. STAPPEN: 1. sluit een beeldscherm (indien niet reeds aangesloten) aan op de DisplayPort-poort van uw systeem VERIFICATIE: Werd het bureaublad op beide schermen correct weergegeven?
sl: NAMEN: Ta preizkus bo preveril vaša vrata DisplayPort. Če vrat DisplayPort nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati DisplayPort na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ DisplayPort ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا DisplayPort ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ DisplayPort ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟

source: PURPOSE: This test will check your HDMI port. Skip if your system does not have a HDMI port STEPS: 1. Connect a display (if not already connected) to the HDMI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার HDMI পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি HDMI পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে HDMI পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort HDMI. Sgiob ma 's e 's nach eil phort HDMI aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port HDMI air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test controleert uw HDMI-poort. Overslaan als uw systeem geen HDMI-poort heeft. STAPPEN: 1. sluit een beeldscherm (indien niet reeds aangesloten) aan op de HDMI-poort van uw systeem VERIFICATIE: Werd het bureaublad op beide schermen correct weergegeven?
sl: NAMEN: Ta preizkus bo preveril vaša vrata HDMI. Če vrat HDMI nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati HDMI na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ HDMI ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا HDMI ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ HDMI ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟

source: PURPOSE: This test will check your S-VIDEO port. Skip if your system does not have a S-VIDEO port STEPS: 1. Connect a display (if not already connected) to the S-VIDEO port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার S-VIDEO পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি S-VIDEO পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে S-VIDEO পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort S-VIDEO. Sgiob ma 's e 's nach eil phort S-VIDEO aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port S-VIDEO air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test controleert uw S-VIDEO-poort. Overslaan als uw systeem geen S-VIDEO-poort heeft. STAPPEN: 1. sluit een beeldscherm (indien niet reeds aangesloten) aan op de S-VIDEO-poort van uw systeem VERIFICATIE: Werd het bureaublad op beide schermen correct weergegeven?
sl: NAMEN: Ta preizkus bo preveril vaša vrata S-VIDEO. Če vrat S-VIDEO nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati S-VIDEO na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ S-VIDEO ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا S-VIDEO ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ S-VIDEO ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟

source: PURPOSE: This test will check your RCA port. Skip if your system does not have a RCA port STEPS: 1. Connect a display (if not already connected) to the RCA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার RCA পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি RCA পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে RCA পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort RCA. Sgiob ma 's e 's nach eil phort RCA aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port RCA air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test zal controleren of uw RCA-poort goed werkt. Sla deze test over als uw systeem niet over een RCA-poort beschikt. STAPPEN: 1. Sluit, als dit nog niet gebeurd is, een beeldscherm aan op de RCA-poort van uw systeem. CONTROLE: Werd het bureaublad goed weergegeven op beide schermen?
sl: NAMEN: Ta preizkus bo preveril vaša vrata RCA. Če vrat RCA nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati RCA na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ RCA ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا RCA ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ RCA ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟

source: PURPOSE: This test will check your monitor power saving capabilities STEPS: 1. Click "Test" to try the power saving capabilities of your monitor 2. Press any key or move the mouse to recover VERIFICATION: Did the the monitor go blank and turn on again?
bn: PURPOSE: এই পরীক্ষাটি আপনার মনিটর শক্তি সঞ্চয় ক্ষমতা চেক করে STEPS: ১। "পরীক্ষা" ক্লিক করুন আপনার মনিটরের শক্তি সঞ্চয় ক্ষমতার জন্য ২। যেকোনো একটি কি চাপুন বা পুনরুদ্ধারের জন্য মাউস সরান VERIFICATION: মনিটরটি কি বন্ধ হয়ে গিয়েছিল এবং পুনরায় চালু হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo na comasan aig do sgrìn cumhachd a shàbhail CEUMAN: 1. Briog “Dearbh” a dh'fheuchainn na comasan aig do sgrìn cumhachd a shàbhail 2. Brùth putan sam bith no gluais an luchag gus tar-aiseag DEARBHACHADH: Neach an sgrìn bàn agus air an rithist?
nl: DOEL: Met deze test kunt u de energiebesparing van uw beeldscherm controleren STAPPEN: 1.- Klik op ‘Test’ om de energiebesparende mogelijkheden van uw beeldscherm te proberen. 2.- Druk op een toets of beweeg de muis om het scherm weer te activeren.VERIFICATIE: Werd het scherm even zwart en ging het daarna weer aan?
sl: NAMEN: Ta preizkus bo preveril zmožnosti zaslona za varčevanje z energijo KORAKI: 1. Kliknite "Preizkus" za preizkus zmožnosti zaslona varčevanja z energijo 2. Pritisnite katerokoli tipko ali premaknite miško za vklop. POTRDITEV: Ali se je zaslon izklopil in ponovno vklopil?
ug: مەقسەت: كۆرسەتكۈچ(ئېكران)نىڭ توك تېجەش ئىقتىدارىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. «سىنا» توپچىسىنى چېكىپ ئېكرانىڭ توك تېجەش ئىقتىدارىنى سىنايسىز 2. خالىغان كۇنۇپكىنى بېسىش ياكى چاشقىنەكنى ھەرىكەتلەندۈرۈش ئارقىلىق ئەسلىگە قايتىپ كېلىسىز تەكشۈرۈش: ئېكران قاپقارا بولۇپ ئاندىن ئەسلىگە كەلدىمۇ؟

source: Test to detect the available network controllers
bn: অব্যবহৃত নেটওয়ার্ক কনট্রোলার সনাক্তকরণ পরীক্ষা করুন
gd: Dearbh gus lorg uidheaman-smachd lìonradh ri làimh
nl: Test om de beschikbare netwerkkaart(en) te detecteren
sl: Preizkus za zaznavanje razpoložljivih omrežnih kartic
ug: تور كارتىلىرىنى بايقاش سىنىقى

source: Tests whether the system has a working Internet connection.
bn: পরীক্ষা করুন সিস্টেমে ইন্টারনেট সংযোগ কাজ করছে কিনা।
gd: A' dearbhadh am bheil aig an siostam ceangal eadar-lìn lìonradh a tha ag obair.
nl: Test of het systeem een werkende internetverbinding heeft.
sl: Preizkusi, če ima sistem delujočo internetno povezavo.
ug: ئىنتېرنېت باغلىنىشى بارمۇ يوق سىنايدۇ.

source: Network Information
bn: নেটওয়ার্কের তথ্য
gd: Fios lìonradh
nl: Netwerkinformatie
sl: Podatki o omrežju
ug: تور ئۇچۇرى

source: This is an automated test to gather some info on the current state of your network devices. If no devices are found, the test will exit with an error.
bn: এটি একটি স্বয়ংক্রিয় পরীক্ষা যা আপনার নেটওয়ার্ক ডিভাইস এর বর্তমান অবস্থা উপর কিছু তথ্য জড়ো করার জন্য। কোনো ডিভাইস না পাওয়া গেলে, পরীক্ষা ত্রুটিজড়িত কারণে প্রস্থান করবে।
gd: 'S e deuchainn fèin-obrachail a' cruinneachadh cuid fios air staid de d'innleachdan lìonradh cuartach tha seo. Ma 's e 's nach robh innleachdan air lorg, fàgaidh an deuchainn le mearachd.
nl: Dit is een automatische test om informatie te verkrijgen over de huidige status van uw netwerkapparaten. Indien er geen apparaten gevonden zijn, zal de test een fout geven.
sl: To je samodejen preizkus za zbiranje podrobnosti o trenutnem stanju vaših omrežnih naprav. Če naprav ni najdenih, se bo preizkus končal z napako.
ug: بۇ نۆۋەتتىكى تور ئۈسكۈنىسىنىڭ ھالىتىنى يىغىدىغان ئاپتوماتلاشتۇرۇلغان سىناق. ئەگەر تور ئۈسكۈنىسى بولمىسا خاتالىق چىقىرىپ ئاخىرلىشىدۇ.

source: PURPOSE: This test will check your wired connection STEPS: 1. Click on the Network icon in the top panel 2. Select a network below the "Wired network" section 3. Click "Test" to verify that it's possible to establish a HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
bn: PURPOSE: এই পরীক্ষা আপনার ওয়্যার্ড সংযোগ চেক করে STEPS: ১। শীর্ষ প্যানেলে নেটওয়ার্ক আইকনে ক্লিক করুন ২। "ওয়্যার্ড নেটওয়ার্ক" বিভাগের নিচে অবস্থিত একটি নেটওয়ার্ক নির্বাচন করুন ৩। "পরীক্ষা" ক্লিক করুন যে এটা থেকে একটি HTTP-র মাধ্যমে সংযোগ স্থাপন করা সম্ভব কিনা তা নিশ্চিতরূপে জানার জন্য VERIFICATION: একটি বিজ্ঞপ্তি কি প্রদর্শিত হয়েছে এবং সংযোগ কি সঠিকভাবে প্রতিষ্ঠিত হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal uèir CEUMAN: 1. Briog air an ìomhaigheag lìonradh anns a' phanaile air bhàrr 2. Tagh lìonradh fo an roinn “Lìonradh uèir” 3. Briog air “Dearbh” gus dearbhadh gu bheil e ceadaichte stèidheachadh ceangal HTTP DEARBHACHADH: Na nochd fios agus robh an ceangal stèidhichte ceart?
nl: DOEL: 1. Deze test zal uw bekabelde verbinding testen STAPPEN: 1. Klik op het netwerkicoon in het bovenste paneel 2. Selecteer een netwerkapparaat onder de "Bekabeld internet" onderdeel 3. Klik op "Test" om te controleren of het mogelijk is een HTTP connectie op te zetten. CONTROLE: Zag u een notificatie en was de connectie goed opgezet?
sl: NAMEN: Ta preizkus bo preveril vašo žično povezavo KORAKI: 1. Kliknite na ikono Omrežje na zgornjem pultu 2. Izberite omrežje pod odsekom "Žično omrežje" 3. Kiknite "Preizkus" za potrditev, da je mogoče vzpostaviti povezavo HTTP POTRDITEV: Ali se je pokazalo obvestilo in ali je bila povezava pravilno vzpostavljena?
ug: مەقسەت: سىملىق تورنى باغلىنىشىنى تەكشۈرۈش باسقۇچلار: 1. ئۈستى تاختىدىكى ‹تور› سىنبەلگىسىنى چېكىسىز 2. ئۇنىڭ ئىچىدىن «سىملىق تور» نى تاللايسىز 3. «سىنا» نى چەكسىڭىز HTTP باغلىنىشى قۇرۇلىدۇ تەكشۈرۈش: ئۇقتۇرۇش چىقىپ باغلىنىش نورمال قۇرۇلدىمۇ؟

source: PURPOSE: This test will check that a DSL modem can be configured and connected. STEPS: 1. Connect the telephone line to the computer 2. Click on the Network icon on the top panel. 3. Select "Edit Connections" 4. Select the "DSL" tab 5. Click on "Add" button 6. Configure the connection parameters properly 7. Click "Test" to verify that it's possible to establish an HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
bn: PURPOSE: পরীক্ষা করুন একটি DSL মডেম কনফিগার এবং সংযোগ করা হয়েছে কিনা তা চেক করার জন্য। STEPS: ১। কম্পিউটারে টেলিফোন লাইন সংযোগ করুন ২। উপরের প্যানেলের নেটওয়ার্ক আইকনে ক্লিক করুন ৩। "সম্পাদনা সংযোগ" নির্বাচন করুন ৪। "DSL" ট্যাব নির্বাচন করুন ৫। "Add" বাটনে ক্লিক করুন ৬। সংযোগের স্থিতিমাপ সঠিকরূপে কনফিগার করুন ৭। "পরীক্ষা" ক্লিক করুন এটা একটি HTTP সংযোগ স্থাপন করা সম্ভব কিনা তা নিশ্চিতরূপে জানার জন্য VERIFICATION: একটি বিজ্ঞপ্তি কি প্রদর্শিত হয়েছে এবং সংযোগ কি সঠিকভাবে প্রতিষ্ঠিত হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu gabh mòdam bhith rèitichte agus ceangailte. CEUMAN: 1. Ceangail an loidhne telefòn ris a' choimpiutair 2. Briog air an ìomhaigheag lìonradh anns a' phanaile air bhàrr. 3. Tagh “Deasaiche ceanglaichean” 4. Tagh an taba “DSL” 5. Briog air a' phutan “Cuir ris” 6. Rèitich na paramadairean ceangal ceart 7. Briog “Dearbh” gus dearbhadh gu bheil e ceadaichte stèidheachadh ceangal HTTP DEARBHACHADH: Na nochd fios agus robh an ceangal stèidhichte ceart?
nl: DOEL: Met deze test kunt u controleren of uw DSL-modem geconfigureerd kan worden en of u verbinding kunt maken. STAPPEN: 1.- Verbind de telefoonkabel met de computer 2.- Klik met de rechtermuisknop op het Network-pictogram op het bovenpaneel. 3.- Kies ‘Verbindingen bewerken’ 4.- Ga naar het ‘DSL’-tabblad 5.- Klik op de knop ‘Toevoegen’ 6.- Stel de verbindingsopties juist in 7.- Klik op ‘Test’ om zowel http- als ftp-verbindingen proberen te maken VERIFICATIE: Werd er een notificatie weergegeven en werd er succesvol verbinding gemaakt?
sl: NAMEN: Ta preizkus bo preveril, če je modem DSL mogoče nastaviti in povezati. KORAKI: 1. Povežite telefonsko kabel z računalnikom 2. Kliknite na ikono Omrežje na zgornjem pultu. 3. Izberite "Uredi povezave" 4. Izberite zavihek "DSL" 5. Kliknite na gumb "Dodaj" 6. Nastavite pravilne parametre povezave 7. Kliknite "Preizkus" za potrditev, da je mogoče vzpostaviti povezavo HTTP POTRDITEV: Ali se je pokazalo obvestilo in ali je bila povezava pravilno vzpostavljena?
ug: مەقسەت: DSL مودېمنىڭ سەپلىنىپ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. كومپيۇتېرنى تېلېفون لىنىيىسىگە ئۇلايسىز 2. ئۈستى تاختىدىكى ‹تور› سىنبەلگىسىنى چېكىسىز. 3.«باغلىنىشلارنى تەھرىرلەش» نى تاللايسىز" 4. «DSL» بەتكۈچىنى تاللايسىز 5. «Add» توپچىسىنى چېكىسىز 6. باغلىنىش پارامېتىرلىرىنى توغرا سەپلەيسىز 7. «سىنا» نى چەكسىڭىز HTTP باغلىنىشى قۇرۇلىدۇ تەكشۈرۈش: ئۇقتۇرۇش چىقىپ باغلىنىش نورمال قۇرۇلدىمۇ؟

source: Automated test case to verify availability of some system on the network using ICMP ECHO packets.
bn: নেটওয়ার্কে ICMP ECHO প্যাকেটের ব্যবহার করে কিছু সিস্টেম সহজলভ্যতা যাচাই করতে স্বয়ংক্রিয় পরীক্ষা ক্ষেত্রে নিশ্চিত করা হয়েছে।
gd: Cùis deuchainn fèin-obrachail a dhearbhadh an fhaigheadh cuid siostaman air an lìonradh le cleachdadh pacaidean ICMP ECHO.
nl: Geautomatiseerde test om de beschikbaarheid te verifiëren van een aantal systemen op het netwerk die ICMP ECHO pakketten gebruiken.
sl: Avtomatiziran preizkus za preverjanje dostopnosti nekaterih sistemov na omrežju s pomočjo paketov ICMP ECHO.
ug: توردىكى بەزى سىستېمىلارنىڭ بار يوقلۇقىنى ICMP ECHO بوغچىمىسى ئارقىلىق تەكشۈرىدىغان ئاپتوماتلاشقان سىناقلار.

source: Automated test case to make sure that it's possible to download files through HTTP
bn: স্বয়ংক্রিয় পরীক্ষা ক্ষেত্রে নিশ্চিত করা যে এটা থেকে HTTP-র মাধ্যমে ফাইল ডাউনলোড করা সম্ভব
gd: Cùis deuchainn fèin-obrachail a dhèanamh cinnteach gu bheil e ceadaichte luchdadh a-nuas faidhlichean tro HTTP.
nl: Geautomatiseerde test om te bepalen of het mogelijk is om bestanden te downloaden via HTTP
sl: Avtomatiziran preizkus za preverjanje možnosti prejema datotek preko povezave HTTP.
ug: ھۆججەتلەرنى HTTP ئارقىلىق چۈشۈرۈشكە بولىدىغانلىقىنى ئاپتوماتىك سىناش ئۇسۇلى

source: Test to see if we can sync local clock to an NTP server
bn: আমরা স্থানীয় ঘড়ি একটি NTP সার্ভারের সাথে সিঙ্ক করতে পারি কিনা তা দেখতে পরীক্ষা করি
gd: Dearbh a dh'fhaicinn ma dh'fhaodamaid sioncronachadh an cleoc ionadail ri frithealaiche NTP
nl: Test om te zien of de lokale klok met een NTP server gesynchroniseerd kan worden
sl: Preizkus usklajevanja krajevne ure s strežnikom NTP.
ug: يەرلىك سائەتنى NTP مۇلازىمېتىرى بىلەن قەدەمداشلاشقا بولامدۇ سىنايدۇ

source: Verify that an installation of checkbox-server on the network can be reached over SSH.
bn: যাচাই করুন নেটওয়ার্কে চেকবক্স সার্ভারের একটি ইনস্টলেশন SSH-র মাধ্যমে পৌঁছে যেতে পারে।
gd: Dearbh an urrainn an stàlachadh de checkbox-server air an lìonradh a ruiginn thairis SSH.
nl: Verifieer dat een installatie van checkbox-server op het netwerk bereikt kan worden via SSH.
sl: Preverite, da je namestitev programa checkbox-server na omrežju dosegljiva preko SSH.
ug: ئورنىتىلغان checkbox-server قا توردا SSH ئارقىلىق باغلانغىلى بولامدۇ تەكشۈرىدۇ

source: Try to enable a remote printer on the network and print a test page.
bn: নেটওয়ার্কে একটি দূরবর্তী প্রিন্টার সক্রিয় করার চেষ্টা করুন এবং একটি পরীক্ষামূলক পৃষ্ঠা প্রিন্ট করুন।
gd: Feuch a chur an comas clò-bhualadair iomallach air an lìonradh agus clò-bhuail duilleag dearbh
nl: Probeer een netwerkprinter in te schakelen en druk een testpagina af.
sl: Preverjanje, če je možno omogočiti oddaljen tiskalnik na omrežju in natisniti preizkusno stran.
ug: توردىكى يىراقتىكى پرىنتېرنى ئىناۋەتلىك قىلىپ، سىناق بېتىنى سىناپ كۆرۈڭ.

source: Automated test to walk multiple network cards and test each one in sequence.
bn: একাধিক নেটওয়ার্ক কার্ডে চলার জন্য স্বয়ংক্রিয় পরীক্ষা করুন এবং ক্রমানুশারে প্রতিটি পরীক্ষা করুন।
gd: Deuchainn fèin-obrachail a coiseachd ioma chairtean lìonradh agus dearbh gach fear ann an sreath-leanmhainn.
nl: Automatische test om meerdere netwerkkaarten na elkaar te testen.
sl: Samodejen preizkus za poganjanje več mrežnih kartic in preizkus vsake od njih v zaporedju.
ug: بىر قانچە تور كارتىسىنى نۆۋەت بىلەن ئاپتوماتىك سىنايدۇ.

source: Test to measure the network bandwidth
bn: নেটওয়ার্ক ব্যান্ডউইথের পরিমাপের জন্য পরীক্ষা করুন
gd: Dearbh a thomhais leud-banna lìonradh
nl: Test om de netwerkbandbreedte te meten
sl: Preizkus za merjenje pasovne širine omrežja
ug: ئور بەلۋېغىنى ئۆلچەش سىنىقى

source: Test to detect the optical drives
bn: অপটিক্যাল ড্রাইভারব সনাক্ত করার জন্য পরীক্ষা করুন
gd: Deuchainn a lorg dràibhean lèirsinneach
nl: Test om optische stations te detecteren
sl: Preizkus za zaznavanje optičnih pogonov
ug: ئوپتىكىلىق ئۈسكۈنىنى بايقاش سىنىقى

source: PURPOSE: This test will check your optical devices ability to read CD media STEPS: 1. Insert appropriate non-blank media into your optical drive(s). Movie and Audio Disks may not work. Self-created data disks have the greatest chance of working. 2. If a file browser window opens, you can safely close or ignore that window. 3. Click "Test" to begin the test. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
sl: NAMEN: Ta preizkus bo preveril zmožnosti vaše optične naprave za branje CD-ja KORAKI: 1. Vstavite primeren neprazen medij v vašo optično napravo(e). Video in zvočni diski morda ne bodo delovali. Samoustvarjeni podatkovni diski imajo največjo možnost delovanja. 2. Če se odpre okno brskalnika datotek, ga lahko varno zaprete ali prezrete. 3. Kliknite "Preizkus" za začenjanje preizkusa. POTRDITEV: Ta preizkus bi moral samodejno izbrati "Da", če je opravljen in "Ne", če spodleti.

source: PURPOSE: This test will check your system's CD writing capabilities. This test requires a blank CD-R. If you do not have a blank CD-R, skip this test. STEPS: 1. Enter a blank CD-R into your drive 2. Click "Test" to begin. 3. When the CD tray ejects the media after burning, close it (DO NOT remove the disk, it is needed for the second portion of the test). Note, you must close the drive within 10 seconds or the test will time out. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
nl: DOEL: Deze test controleert de schrijfmogelijkheden van de CD-speler in uw systeem. Deze test vereist een lege CD-R. Als u geen lege CD-R heeft, sla deze test over. STAPPEN: 1. voer een lege CD-R in uw optische stations. 2. klik op "Testen" om te beginnen. 3. als de CD-lade de media na het branden uitwerpt, sluit u het (de disk NIET verwijderen, omdat het nodig is voor de tweede gedeelte van de test). Opmerking, u moet het station binnen 10 seconden sluiten anders wordt de test onderbroken. VERIFICATIE: Deze test moet automatisch "Ja" selecteren als het slaagt, "Nee" als het mislukt.
sl: NAMEN: Ta preizkus bo preveril zmožnosti zapisovanja CD-jev vašega sistema. Ta preizkus zahteva prazen disk CD-R. KORAKI: 1. Vnesite prazen disk CD-R v pogon. 2. Kliknite "Preizkus" za začetek. 3. Ko pogon CD izvrže medij po zapisovanju, ga zaprite (diska NE odstranite, saj ga potrebujete za drugi del preizkusa). Pogon morate zapreti v 10 sekundah ali pa se bo preizkus končal. POTRDITEV: Ta preizkus bi moral samodejno izbrati "Da", če bo uspešno izveden in "Ne", če spodleti.
ug: مەقسەت: سىستېمىڭىزدا CD غا يازغىلى بولامدۇ يوق تەكشۈرىدۇ. بۇ سىناققا قۇرۇق CD-R دىسكىسى كېرەك بولىدۇ. ئەگەر قۇرۇق CD-R دىسكىسى بولمىسا بۇ سىناقتىن ئاتلاپ كەتسىڭىز بولىدۇ. باسقۇچلار: 1. ئوپتىكىلىق ئۈسكۈنىگە(قوزغاتقۇچقا) قۇرۇق CD-R نى سالىسىز. 2.«سىنا» نى چەكسىڭىز سىناق باشلىنىدۇ. 2. يېزىش تاماملانغاندا قوزغاتقۇچ ئېچىلىپ CD چىققاندا، دىسكىنى چىقىرىۋەتمەي تۇرۇپلا يەنە، قوزغاتقۇچنىڭ ئېغىزىنى يېپىڭ(بۇلارنى 10 سېكۇنت ئىچىدە تاماملاڭ). تەكشۈرۈش: سىناق مۇۋەپپەقىيەتلىك بولسا «ھەئە» دېگىنى ئاپتوماتىك تاللىنىدۇ بولمىسا، «ياق» تاللىنىدۇ.
