Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an MMC card after the system has been suspended STEPS: 1. Click "Test" and insert an MMC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach meadhanan cairt ioma-mheadhanan MMC an dèidh dàil a chur san t-siostam CEUMAN: 1. Briog “Dearbh” agus cuir cairt ioma-mheadhanan MMC a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een MMC-kaart kan detecteren nadat het systeem gepauzeerd is geweest. STAPPEN: 1. Klik op "Testen" en steek een MMC-kaart in de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic lahko zazna vstavitev kartice MMC po tem, ko je sistem dan v način pripravljenosti KORAKI 1. Kliknite "Preizkus" in vstavite kartico MMC v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇغا قىستۇرۇلغان MMC(Multimedia Card ) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا MMC كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/mmc-insert-after-suspend test is run. It tests reading and writing to the MMC card after the system has been suspended.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/mmc-insert-after-suspend পরীক্ষাটি চালানোর পর কার্যকর করা হয়। সিস্টেম স্থগিত হওয়ার পর এটি MMC কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/mmc-cuir a-steach-an dèidh-dàil a chur ann. Tha e a' dearbhadh leughadh agus sgrìobhadh a' chairt MMC an dèidh dàil a chur san t-siostam.
nl: Deze test verloopt automatisch en start nadat de mediacard/mmc-invoer-na-slaapstand is gedraaid. Het test het lezen en schrijven naar de MMC kaart nadat het systeem in slaapstand is geweest.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/mmc-insert-after-suspend. Preizkuša branje ter pisanje na kartico MMC po tem, ko je sistem šel v pripravljenost.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلۈپ MMC ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلگەندىن كېيىن MMC غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of an MMC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt MMC bhon leughadair cairt an t-siostam an dèidh dàil a chur san t-siostam. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt MMC bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een MMC-kaart uit de kaartlezer nadat het systeem gepauzeerd is geweest correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de MMC-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice MMC iz sistemskega bralnika kartic po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico MMC iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان MMC ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن MMC كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Secure Digital (SD) media card STEPS: 1. Click "Test" and insert an SD card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt-mheadhanan Secure Digital (SD) CEUMAN: 1. Briog “Dearbh” agus cuir cairt SD a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een Secure Digital (SD) mediakaart detecteert STAPPEN: 1. Klik op "Testen" en steek een SD-kaart in de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev predstavne kartice Secure Digital (SD) KORAKI: 1. Kliknite "Preizkus" in vstavite kartico SD v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇنىڭ قىستۇرۇلغان SD (Secure Digital ) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا SD كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە سېلىپ بولۇشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/sd-insert test is run. It tests reading and writing to the SD card.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/sd-insert পরীক্ষাটি চালানোর পর কার্যকর করা হয়। এটি MMC কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/sd-insert. Tha e a dearbhadh leughadh agus sgrìobhadh a' chairt SD.
nl: Deze test verloopt automatisch en wordt gestart nadat de SD-invoertest is gedraaid. Het test het lezen en schrijven naar de SD kaart.
sl: Ta preizkus je samodejen in se izvede po zagnanju preizkusa vstavljanja pomnilniške kartice/sd. Preizkusi branje in pisanje na kartico SD.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، SD ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا SD غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt SD bhon leughadair cairt na siostaman. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt SD bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een SD-kaart uit de kaartlezer correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de SD-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice SD iz sistemskega bralnika kartic. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico SD iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان SD ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن SD كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an SD card after the system has been suspended STEPS: 1. Click "Test" and insert an SD card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt SD an dèidh dàil a chur san t-siostam CEUMAN: 1. Briog “Dearbh” agus cuir cairt SD a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een SD-kaart kan detecteren nadat het systeem gepauzeerd is geweest. STAPPEN: 1. Klik op "Testen" en steek een SD-kaart in de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev kartice SD po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in vstavite kartico SD v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇغا قىستۇرۇلغان SD (Secure Digital) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا SD كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/sd-insert-after-suspend test is run. It tests reading and writing to the SD card after the system has been suspended.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/sd-insert পরীক্ষাটি চালানোর পর কার্যকর করা হয়। সিস্টেম স্থগিত হওয়ার পর এটি SD কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a ruith an deuchainn mediacard/sd-cuir a-steach-an dèidh-dàil a chur ann. Tha e a' dearbhadh leughadh agus sgrìobhadh a' chairt SD an dèidh dàil a chur san t-siostam.
nl: Deze test verloopt automatisch en wordt gestart nadat de SD-invoertest-na-slaapstand gedraaid is. Het test het lezen en schrijven naar de SD-kaart nadat het systeem in slaapstand is geweest.
sl: Ta preizkus je samodejen in se izvede po zagnanju preizkusa vstavljanja-pomnilniške-kartice/sd-po-stanju-pripravljenosti. Preizkusi branje in pisanje na kartico SD potem, ko je sistem bil v stanju pripravljenosti.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلۈپ SD ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلگەندىن كېيىن SD غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt SD bhon leughadair cairt na siostaman an dèidh dàil a chur san t-siostam. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt SD bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een SD-kaart uit de kaartlezer nadat het systeem gepauzeerd is geweest correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de SD-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice SD iz sistemskega bralnika kartic po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico SD iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان SD(Secure Digital) ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن SD كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Secure Digital High-Capacity (SDHC) media card STEPS: 1. Click "Test" and insert an SDHC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt-mheadhanan Secure Digital High-Capacity (SDHC) CEUMAN: 1. Briog “Dearbh” agus cuir cairt SDHC a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een Secure Digital High-Capacity (SDHC) mediakaart detecteert STAPPEN: 1. Klik op "Testen" en steek een SDHC-kaart in de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev predstavne kartice Secure Digital High-Capacity (SDHC) KORAKI: 1. Kliknite "Preizkus" in vstavite kartico SDHC v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇغا قىستۇرۇلغان SDHC (Secure Digital High-Capacity) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا SDHC كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە سېلىپ بولۇشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/sdhc-insert test is run. It tests reading and writing to the SDHC card.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/sdhc-insert পরীক্ষাটি চালানোর পর কার্যকর করা হয়। এটি SD কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/sdhc-insert. Tha e a dearbhadh leughadh agus sgrìobhadh a' chairt SDHC.
nl: Deze test verloopt automatisch en wordt gestart nadat de SDHC-invoertest is gedraaid. Het test het lezen en schrijven naar de SDHC-kaart.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/sdhc-insert. Preizkuša branje ter pisanje na kartico SDHC.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، SDHC ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا SDHCغا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt SDHC bhon leughadair cairt na siostaman. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt SDHC bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een SDHC-kaart uit de kaartlezer correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de SDHC-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice SDHC iz sistemskega bralnika. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico SDHC iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان SDHC ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن SDHC كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an SDHC media card after the system has been suspended STEPS: 1. Click "Test" and insert an SDHC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt SDHC an dèidh dàil a chur san t-siostam CEUMAN: 1. Briog “Dearbh” agus cuir cairt SDHC a-steach dhan leughadair. (Nota: bithidh air crìoch-ùine an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een SDHC-mediakaart kan detecteren nadat het systeem gepauzeerd is geweest. STAPPEN: 1. Klik op "Testen" en steek een SDHC-kaart in de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev kartice SDHC po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in vstavite kartico SDHC v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇغا قىستۇرۇلغان SDHC ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا SDHC كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.
