Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: Do some challenging operations, suspend the system, do more challenging operations - then check for lockup on the GPU STEPS: 1. Create 2 glxgears windows and move them quickly 2. Switch workspaces/viewports with wmctrl 3. Launch a Flash playback in firefox 4. Suspend/resume VERIFICATION: 1. After a 60s workload, check kern.log for reported GPU errors
gd: DEÒIN: Dèan cuid obrachaidhean dùbhlanach, chur an t-siostam air thaobh, dèan obrachaidhean na bu dhùbhlanach – nuairsin sgrùd son glais suas air an APM (CPU) CEUMAN: 1. Cruthaich 2 uinneag glxgears agus glais iad gu sgiobalta 2. Suidse rumannan-obair/ionad-seallaidh le wmctrl 3. Cuir air bhog cluich air ais Flash ann am firefox 4. Cuir air thaobh/ath-thòisich DEARBHACHADH: 1. As dèidh uallach de 60 dìogan, sgrùd kern.log airson na mearachdan APM (CPU) aithriste
nl: DOEL: Doe een paar ingewikkelde handelingen, zet het systeem in de pauzestand, doe nog een paar ingewikkelde handelingen - controleer daarna of de GPU is vastgelopen STAPPEN: 1. Creëer 2 glxgears-vensters en verplaats ze snel 2. Wissel van werkbladen/blikvelden met wmctrl 3. Start een Flash playback in firefox 4. Pauze/hervatten CONTROLE: 1. Controleer na 60 sec. werkbelasting kern.log op gemelde GPU-fouten
sl: NAMEN: Izvedite nekaj zahtevnih opravil, dajte sistem v način pripravljenosti, izvedite še več zahtevnih dejanj - nato preverite za zaklenitev GPU KORAKI: 1. Ustvarite 2 okni glxgears in ju premikajte hitro 2. Preklopite med delovnimi prostori/vidnimi polji z wmctrl 3. Predvajajte vsebino z uporabo Flash v firefoxu 4. Dajte v pripravljenost/nadaljujte POTRDITEV: 1. Po 60 sekundah delovne obremenitve preverite kern.log za poročila o napakah GPU

source: PURPOSE: 1. Touchpad verification STEPS: 1. Make sure that touchpad is enabled 2. Try to move pointer using touchpad 3. Pointer should move accordingly VERIFICATION: 1. Did touchpad work as expected?
gd: DEÒIN: 1. Dearbhachadh pada-beantainn CEUMAN: 1. Dèan cinnteach gu bheil am pada-beantainn a chur an comas 2. Feuch gluasad an tomhaire a' cleachdadh am pada-beantainn 3. Bu chòir an tomhaire gluais mar sin DEARBHACHADH: 1. An do dh'obraich am pada-beantainn mar a bha dùil?
nl: DOEL: 1. Controle touchpad STAPPEN: 1. Zorg ervoor dat touchpad is ingeschakeld 2. Probeer de aanwijzer te verplaatsen via touchpad 3. De aanwijzer zou zich moeten verplaatsen CONTROLE: 1. Werkte touchpad zoals verwacht?
sl: NAMEN: 1. Preverjanje sledilne ploščice KORAKI: 1. Prepričajte se, da je sledilna ploščica omogočena 2. Poskušajte premakniti kazalec z uporabo sledilne ploščice 3. Kazalec se mora ustrezno premikati POTRDITEV: 1. Ali je sledilna ploščica delovala po pričakovanjih?

source: PURPOSE: 1. Touchpad verification STEPS: 1. Click on Power Indicator -> System Settings -> Mouse -> Touchpad 2. Make sure that the "Enable horizontal scrolling" checkbox is checked 3. Select 'Test' to open in GEdit a file with a really wide line 4. Verify that you can move the the horizontal slider by moving your finger side by side in the lower part of the touchpad VERIFICATION: 1. Did touchpad work as expected?
gd: DEÒIN: 1. Dearbhachadh pada-beantainn CEUMAN: 1. Briog air taisbeanair Cumhachd-air -> Suidheachaidhean an t-siostam -> Luchag -> Pada-beantainn 2. Dèan cinnteach gu bheil am bogsa-cromaige “Sgroladh còmhnard cuir an comas” le strìochag 3. Tagh 'Dearbh' a dh'fhosgail faidhle ann a Gedit le loidhne gu dearbh farsaing 4. Dearbhaich gun urrainn dhut gluais an sleamhnachan còmhnard le gluaiseadh do chorrag taobh ri taobh sa pàirt ìseal dhen pada-beantainn DEARBHACHADH: 1. An do dh'obraich am pada-beantainn mar a bha dùil?
nl: DOEL: 1. Controle touchpad STAPPEN: 1. Klik op pictogram rechtsboven -> Systeeminstellingen -> Muis -> Touchpad 2. Zorg ervoor dat "Horizontaal schuiven" is aangevinkt 3. Selecteer ‘Testen’ om in gedit een bestand te openen met een hele lange regel 4. Controleer of u de horizontale schuifbalk kunt bewegen met uw vinger in het onderste deel van de touchpad CONTROLE: 1. Werkte touchpad zoals verwacht?
sl: NAMEN: 1. Preverjanje sledilne ploščice KORAKI: 1. Kliknite na kazalnik seje -> Sistemske nastavitve -> Miška -> Sledilna ploščica 2. Prepričajte se, da je označno polje "Omogoči vodoravno drsenje" označeno 3. Izberite 'Preizkus' za odprtje datoteke v programu GEdit z zelo široko vrstico 4. Preverite, če lahko premikate vodoraven drsnik s premikom vašega prsta z ene strani k drugi v spodnjem delu sledilne ploščice POTRDITEV: 1. Ali je sledilna ploščica delovala po pričakovanjih?

source: PURPOSE: 1. Touchpad verification STEPS: 1. Click on Power Indicator -> System Settings -> Mouse -> Touchpad 2. Make sure that the "Edge scrolling" radiobox is checked 3. Select 'Test' to open in GEdit a file with a multiple lines of text 4. Verify that you can move the the vertical slider by moving your finger side by side in the right part of the touchpad VERIFICATION: 1. Did touchpad work as expected? NOTES: 1. Edge Scrolling option should be enabled by default
gd: DEÒIN: 1. Dearbhachadh pada-beantainn CEUMAN: 1. Briog air taisbeanair Cumhachd-air -> Suidheachaidhean an t-siostam -> Luchag -> Pada-beantainn 2. Dèan cinnteach gu bheil am bogsa-rèidio “Sgroladh oir” le strìochag 3. Tagh 'Dearbh' a dh'fhosgail faidhle ann a Gedit le iomadach loidhne de teacsa 4. Dearbhaich gun urrainn dhut gluais an sleamhnachan còmhnard le gluaiseadh do chorrag taobh ri taobh sa pàirt deas dhen pada-beantainn DEARBHACHADH: 1. An do dh'obraich am pada-beantainn mar a bha dùil? NOTACHAIDHEAN: 1. Bu chòir an roghainn sgroladh oir a chur an comas mar bunaiteach
nl: STAPPEN: 1. Klik op pictogram rechtsboven -> Systeeminstellingen -> Muis -> Touchpad 2. Zorg ervoor dat het keuzerondje "Randen schuiven" is aangevinkt 3. Selecteer ‘Testen’ om in gedit een bestand te openen met meerdere regels 4. Controleer of u de verticale schuifbalk kunt bewegen met uw vinger in het rechterdeel van de touchpad CONTROLE: 1. Werkte touchpad zoals verwacht? OPMERKING: 1. De optie "Randen schuiven" moet standaard ingeschakeld zijn
sl: NAMEN: 1. Preverjanje sledilne ploščice KORAKI: 1. Kliknite na kazalnik seje -> Sistemske nastavitve -> Miška -> Sledilna ploščica 2. Prepričajte se, da je izbirno polje "Robno drsenje" označeno 3. Izberite 'Preizkus' za odprtje datoteke v programu GEdit z veliko vrsticami besedila 4. Preverite, če lahko premikate navpični drsnik s premikom vašega prsta z ene strani na drugi v desnem delu sledilne ploščice POTRDITEV: 1. Ali je sledilna ploščica delovala po pričakovanjih? OPOMBE: 1. Možnost robnega drsenja je privzeto omogočena

source: Detects and shows USB devices attached to this system.
bn: এই পদ্ধতির সাথে ইউএসবি ডিভাইস সংযুক্ত করার জন্য সনাক্ত এবং প্রদর্শন করুন।
gd: A' lorg agus a' sealltainn innleachdan USB ceangailte ris an t-siostam seo.
nl: Op het systeem aangesloten USB-apparaten detecteren en tonen.
sl: Zazna in prikaže naprave USB, priključene na sistem.
ug: سىستېمىغا ئۇلانغان USB ئۈسكۈنىلىرىنى تاپىدا ۋە كۆرسىتىدۇ.

source: PURPOSE: This test will check that your system detects USB storage devices. STEPS: 1. Plug in one or more USB keys or hard drives. 2. Click on "Test". INFO: $output VERIFICATION: Were the drives detected?
bn: PURPOSE: এই পরীক্ষা আপনার সিস্টেম USB স্টোরেজ ডিভাইস সনাক্ত করে কিনা তা চেক করবে। STEPS: ১। একটি অথবা তার বেশী USB কী অথবা হার্ড ড্রাইভ প্লাগ করুন। ২। "পরীক্ষা" তে ক্লিক করুন। INFO: $output VERIFICATION: ড্রাইভার কি সনাক্ত হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu lorg do shiostam dràibhean stòradh USB. CEUMAN: 1. Plucaich a-steach aon no barrrachd iuchraichean USB no dràibhean chruaidh. 2. Briog air “Dearbh”. FIOS: $output DEARBHACHADH: Robh lorg air na dràibhean?
nl: DOEL: Deze test controleert of uw systeem USB-opslagapparaten detecteert. STAPPEN: 1. Sluit één of meer USB-geheugenpennen of harde schijven aan. 2. Klik op "Testen". INFO: $output VERIFICATIE: Werden de schijven gedetecteerd?
sl: NAMEN: Ta preizkus bo preveril, da vaš sistem zazna naprave shrambe USB. KORAKI: 1. Vklopite enega ali več ključev ali trdih diskov USB. 2. Kliknite na "Preizkus". PODATKI: $output POTRDITEV: Ali so bili pogoni zaznani?
ug: مەقسەت: سىستېمىنىڭ USB ساقلاش ئۈسكۈنىلىرى(USB دىسكىسى، USB قاتتىق دىسكا) نى سېزەلەمدۇ يوق سىناش باسقۇچلار: 1. بىرەر USB دىسكا ياكى USB قاتتىق دىسكىنى كومپيۇتېرغا چاتىسىز. 2. «سىنا» نى چېكىسىز ئۇچۇر: $output تەكشۈرۈش: ئۈسكۈنىنى سېزەلىدىمۇ؟

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB keyboard into the computer. 2. Click on "Test" and enter some text. VERIFICATION: Does the keyboard work?
bn: PURPOSE: এই পরীক্ষা আপনার USB সংযোগ চেক করবে। STEPS: ১। একটি USB কীবোর্ড কম্পিউটারে প্লাগ করুন। ২। "পরীক্ষা" তে ক্লিক করুন এবং কিছু লিখুন VERIFICATION: কীবোর্ড কি সঠিকভাবে কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal USB. CEUMAN: 1. Plucaich meur-chlàr USB a-steach dhan choimpiutair. 2. Briog air “Dearbh” agus cuir a-steach cuid teacsa. DEARBHACHADH: Bheil a' mheur-chlàr ag obair?
nl: DOEL: Deze test controleert uw USB-aansluiting. STAPPEN: 1. Sluit een USB-toetsenbord aan op de computer. 2. Klik op "Testen" en voer wat tekst in. VERIFICATIE: Werkt het toetsenbord?
sl: NAMEN: Ta preizkus bo preveril vašo povezavo USB. KORAKI: 1. Priklopite tipkovnico USB v računalnik. 2. Kliknite na "Preizkus" in vnesite nekaj besedila. POTRDITEV: Ali tipkovnica deluje?
ug: مەقسەت: USB نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. بىرەر USB ھەرپتاختىسىنى چاتىسىز. 2. «سىنا» نى چېكىسىز ۋە ئازراق تېكىست كىرگۈزىسىز. تەكشۈرۈش: كۇنۇپكا نورمال ئىشلىدىمۇ؟

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB mouse into the computer. 2. Perform some single/double/right click operations. VERIFICATION: Does the mouse work correctly?
bn: PURPOSE: এই পরীক্ষা আপনার USB সংযোগ চেক করবে। STEPS: ১। একটি USB মাউস কম্পিউটারে প্লাগ করুন। ২। কিছু একক / দ্বি / ডান ক্লিক অপারেশন সম্পাদন করুন। VERIFICATION: মাউস কি সঠিকভাবে কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal USB. CEUMAN: 1. Plucaich luchag USB a-steach dhan coimpiutair. 2. Dèan cuid obrachaidhean briogadh singilte/dùbailte/deas. DEARBHACHADH: Bheil an luchag ag obair ceart?
nl: DOEL: Met deze test kunt u uw usb-verbinding controleren. STAPPEN: 1.- Sluit een USB-muis op de computer aan. 2.- Voer een paar enkelklik-/dubbelklik-/rechtsklikoperaties uit. VERIFICATIE: Werkt de muis naar behoren?
sl: NAMEN: Ta preizkus bo preveril vašo povezavo USB. KORAKI: 1. Priklopite miško USB v računalnik. 2. Izvedite nekaj enojnih/dvojnih/desnih klikov. POTRDITEV: Ali miška deluje pravilno?
ug: مەقسەت: USB نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. بىرەر USB چاشقىنەكنى چاتىسىز. 2. يەككە/قوش/ئوڭ چېكىش مەشغۇلاتلىرىنى ئېلىپ بارىسىز. تەكشۈرۈش: چاشقىنەك نورمال ئىشلىدىمۇ؟

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB storage device STEPS: 1. Click "Test" and insert a USB storage device (pen-drive/HDD). (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an siostam a' lorg ceart a chur a-steach den innleachd stòradh USB CEUMAN: 1. Briog air “Dearbh” agus cuir a-steach innleachd stòradh USB (dràibh-pheann/DDC-HDD). (Nota: as dèidh 20 dìogan thig crìoch-ùine an deuchainn.) 2. Na dealaich an innleachd on phluga as dèidh an deuchainn. DEARBHACHADH: Tha dearbhaidh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het aansluiten van een USB-opslagapparaat correct detecteerd STAPPEN: 1. Klik op "Testen" en sluit een USB-opslagapparaat aan (pen-drive/HDD). (Opmerking: deze test zal na 20 seconden afgebroken worden.) 2. Haal het apparaat er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen in het automatisch geselecteerde resultaat aan.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna vstavitev naprave za shranjevanje USB KORAKI: 1. Kliknite "Preizkus" in vstavite napravo za shranjevanje USB (ključek/trdi disk). (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Preverjanje tega preizkusa je samodejno. Ne spreminjajte samodejno izbranega rezultata.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an siostam a lorg gluasad den innleachd stòradh USB. CEUMAN: 1. Briog “Dearbh” agus gluasad an innleachd USB. (Nota: as dèidh 20 dìogan thig crìoch-ùine an deuchainn.) DEARBHACHADH: Tha dearbhaidh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een USB-opslagapparaat correct detecteerd STAPPEN: 1. Klik op "Testen" en verwijder het USB-opslagapparaat (pen-drive/HDD). (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen in het automatisch geselecteerde resultaat aan.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev naprave za shranjevanje USB KORAKI: 1. Kliknite "Preizkus" in odstranite napravo USB. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Preverjanje tega preizkusa je samodejno. Ne spreminjajte samodejno izbranega rezultata.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB HDD or thumbdrive into the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bn: PURPOSE: এই পরীক্ষা USB সংযোগ চেক করবে। STEPS: ১। এই কম্পিউটারে একটি USB HDD অথবা থাম্ব ড্রইভ প্লাগ করুন। ২। একটি আইকন লঞ্চার উপর প্রদর্শিত হওয়া উচিত। ৩। "পরীক্ষা" তে ক্লিক করুন পরীক্ষা শুরু করার জন্য। VERIFICATION: এই পরীক্ষাটি যাচাই স্বয়ংক্রিয়রূপে হয়। স্বয়ংক্রিয়ভাবে নির্বাচিত ফলাফল পরিবর্তন করবেন না।
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal USB. CEUMAN: 1. Plucaich DDC (HDD) no dràibh-òrdag dhan choimpiutair. 2. Bu chòir ìomhaigheag nochdadh air an lòinsear. 3. Briog air “Dearbh” gus tòiseachadh an deuchainn. DEARBHACHADH: Tha dearbhaidh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte fèin-obrachail.
nl: DOEL: Deze test controleert uw USB-aansluiting. STAPPEN: 1. sluit een USB HDD of thumbdrive op de computer aan. 2. er zal een pictogram op de Starter verschijnen. 3. klik op 'Testen' om de test te beginnen. VERIFICATIE: De verificatie van deze test is geautomatiseerd. Het automatisch geselecteerde resultaat niet wijzigen.
sl: NAMEN: Ta preizkus bo preveril vašo povezavo USB. KORAKI: 1. Vstavite USB trdi disk ali ključek v računalnik. 2. V zaganjalniku bi se morala pojaviti ikona. 3. Kliknite "Preizkus" za začetek preizkusa. POTRDITEV: Preverjanje tega preizkusa se opravi samodejno. Ne spreminjajte samodejno izbranih rezultatov.
ug: مەقسەت: USB نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. بىرەر USB قاتتىق دىسكا(HDD) ياكى بارماق دىسكىنى بىرەر USB ئېغىزىغا چاتىسىز. 2. ئىجراچىدا بىر سىنبەلگە كۆرۈنىدۇ. 3. «سىنا» نى چەكسىڭىز سىناق باشلىنىدۇ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the usb/insert test is run.
bn: the usb/insert test সচল করার পর এই পরীক্ষা স্বয়ংক্রিয় এবং সম্পাদন করা হয়।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh as dèidh ruith an deuchainn usb/cuir a-steach.
nl: Deze test is geautomatiseerd en wordt gestart nadat de usb/invoegen test is uitgevoerd.
sl: Ta preizkus je samodejen in se izvede po zagonu preizkusa usb/insert.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، USB قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ.

source: This is an automated version of usb/storage-automated and assumes that the server has usb storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
gd: Se seo tionndaidh fèin-obrachail de usb/fèin-obrachail-stòradh agus a' tuigsinn gu bheil innleachdan stòradh USB air phlucaicheadh dhan fhrithealaiche os chionn a chur an gnìomh checkbox. Tha e san amharc son frithealaichean agus dearbhadh fèin-obrachail SRU.
nl: Dit is een geautomatiseerde versie van usb/storage-automated en gaat ervan uit dat er usb-opslagapparaten op de server zijn aangesloten voordat checkbox uitgevoerd wordt. Het is bedoeld voor servers en SRU-geautomatiseerd testen.
sl: To je samodejna različica usb/shranitev-samodejno in predpostavlja, da ima strežnik shrambo usb priklopljeno pred izvedbo checkbox. Namenjena je za strežnike in samodejno preizkušanje SRU.
ug: بۇ usb/storage-automated نىڭ ئاپتوماتلاشتۇرۇلغان نەشرى، ئەگەر كۆپ تاللاش رامكىسىنى ئىجرا قىلىشتىن ئىلگىرى usb ساقلىغۇچنى مۇلازىمېتىرغا چاتقان بولسا. ئۇنى مۇلازىمېتىر ۋە SRU ئاپتوماتىك سىناققا ئىشلىتىدۇ.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Connect a USB storage device to an external USB slot on this computer. 2. An icon should appear on the Launcher. 3. Confirm that the icon appears. 4. Eject the device. 5. Repeat with each external USB slot. VERIFICATION: Do all USB slots work with the device?
bn: PURPOSE: এই পরীক্ষা USB সংযোগ চেক করবে। STEPS: ১। এই কম্পিউটারের বহিস্থিত USB স্লটে একটি USB স্টোরেজ ডিভাইস সংযোগ করুন। লঞ্চারে একটি আইকন দৃশ্যমান হতে পারে। ৩। আইকনের দৃশ্যমান হওয়া নিশ্চিত করুন। ৪। ডিভাইসটি বের করুন। ৫। প্রত্যেকটি বহিস্থিত USB স্লটের পুনরাবৃত্তি করুন। VERIFICATION: প্রত্যেকটি বহিস্থিত USB স্লট কি ডিভাইসের সাথে কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal USB. CEUMAN: 1. Ceangail innleachd stòradh USB ri slot a thaobh a-muigh air a' choimpiutair seo. 2. Bu chòir ìomhaigheag nochdadh san lòinsear. 3. Dearbh gun do nochd an ìomhaigheag. 4. Tilg a-mach an innleachd. 5. Dèan a-rithist leis gach slot USB a thaobh a-muigh. DEARBHACHADH: Bheil na slotaichean h-uile ag obair leis an innleachd?
nl: DOEL: Deze test controleert uw USB-aansluiting. STAPPEN: 1. verbind een USB-opslagapparaat met een externe USB-poort op deze computer. 2. er zal een pictogram op de Starter verschijnen. 3. bevestigen dat het pictogram wordt weergegeven. 4. werpt het apparaat uit. 5. herhaal met elke externe USB-poort. VERIFICATIE: Werken alle USB-poorten met het apparaat?
sl: NAMEN: Ta preizkus bo preveril vašo povezavo USB. KORAKI: 1. Povežite napravo za shranjevanje USB z zunanjo režo USB na tem računalniku. 2. V zaganjalniku bi se morala pojaviti ikona. 3. Potrdite, da se ikona pojavi. 4. Izvrzite napravo. 5. Ponovite to z vsako zunanjo režo USB. POTRDITEV: Ali vse reže USB delujejo z napravo?
ug: مەقسەت: USB نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. بىرەر USB دىسكىنى (قاتتىق دىسكا بولسىمۇ بولىدۇ) بىرەر USB ئېغىزىغا چاتىسىز. 2. ئىجراچىدا بىر سىنبەلگە كۆرۈنىدۇ. 3. سىنبەلگىنى بارلىقىنى كۆرۈۋالىسىز. 4. ئۈسكۈنىنى چىقىرىسىز. 5. كومپيۇتېردىكى ھەممە USB ئېغىزىدا يۇقىرىقى مەشغۇلاتلارنى تەكرارلايسىز. تەكشۈرۈش: بارلىق USB ئېغىزلىرى نورمال ئىشلىدىمۇ؟

source: PURPOSE: This test will check that the update manager can find updates. STEPS: 1. Click Test to launch update-manager. 2. Follow the prompts and if updates are found, install them. 3. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner. VERIFICATION: Did Update manager find and install updates (Pass if no updates are found, but Fail if updates are found but not installed)
bn: PURPOSE: এই পরীক্ষা আপডেট ম্যানেজার হালনাগাদ সংস্করণ খুঁজে পায় কিনা তা চেক করে। STEPS: ১। আপডেট ম্যানেজার চালুকরণের জন্য পরীক্ষাতে ক্লিক করুন। ২। প্রম্পট অনুসরণ করুন এবং যদি আপডেট পাওয়া যায় তাহলে সেগুলো ইনস্টল করুন। ৩। যখন আপডেট ম্যানেজার শেষ হবে তখন অনুগ্রহ করে নিম্ন অংশে ডানদিকে অবস্থিত বোতাম বন্ধ করুন। VERIFICATION: Update manager কি খুঁজে পাওয়া গিয়েছে কি এবং হালনাগাদ ইনস্টল হয়েছে (কোন আপডেট না পাওয়া গেলে উপেক্ষা করুন, কিন্তু তা বিফল হবে যদি হালনাগাদ খুঁজে পাওয়া যায় কিন্তু ইনস্টল করা না হয়ে থাকে)
gd: DEÒIN: Sgrùdaidh an deuchainn gun urrainn manaidsear-ùrachadh faighinn lorg air ùrachaidhean. CEUMAN: 1. Briog air Dearbh a chur air bhog manaidsear-ùrachadh. 2. Lean na brodaidhean agus ma tha ùrachaidhean gan lorg, 3. Nuair a chrìochnaicheas am manaidsear-ùrachadh, dùin sibh an app le briogadh am putan Dùin san t-oisean deas. DEARBHACHADH: An do lorg am manaidsear-ùrachadh agus an do stàlaich ùrachaidhean (rach seachad ma 's e 's nach do lorg ùrachaidhean, ach Fàillig ma tha ùrachaidhean gan lorg ach gun stàladh)
nl: DOEL: Deze test controleert of updatebeheer updates kan vinden. STAPPEN: 1. klik Testen om updatebeheer te starten. 2. volg de aanwijzingen en als er updates worden gevonden, installeert u deze. 3. wanneer updatebeheer is voltooid, sluit u het programma door op de knop Sluiten rechtsonder te klikken. VERIFICATIE: Heeft updatebeheer updates gevonden en geïnstalleerd (Overslaan als er geen updates gevonden waren, maar mislukt als er updates gevonden waren, maar niet zijn geïnstalleerd)
sl: NAMEN: Ta preizkus preveri, če lahko upravljalnik posodobitev najde posodobitve. KORAKI: 1. Kliknite Preizkus za zagon programa update-manager. 2. Sledite pozivom in namestite posodobitve, če jih program najde. 3. Ko se Upravljalnik posodobitev konča, zaprite program s klikom na gumb Zapri v spodnjem desnem kotu. POTRDITEV: Ali je Upravljalnik posodobitev našel in namestil posodobitve (Preizkus je opravljen, če ni bilo mogoče najti posodobitev in spodletel če so bile posodobitve najdene, a ne nameščene)
ug: مەقسەت: يېڭىلانما باشقۇرغۇ(update manager) يېڭىلانمىلارنى تاپالامدۇ تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «يېڭىلانما باشقۇرغۇ» نى ئىجرا قىلىسىز. 2. كۆرسەتمىلەر بويىچە مەشغۇلات قىلىسىز، يېڭىلانمىلار تېپىلسا ئورنىتىسىز. 3. «يېڭىلانما باشقۇرغۇ» تاماملانغاندا، ئوڭ توۋەن بۇلۇڭدىكى ‹ياپ› توپچىسىنى چېكىپ ئاخىرلاشتۇرىسىز. تەكشۈرۈش: «يېڭىلانما باشقۇرغۇ» يېڭىلانمىلارنى تېپىپ ئورنىتالىدىمۇ(يېڭىلانمىلار بولمىسىمۇ نورمال، بىراق يېڭىلانمىلار بولۇپ ئورنىتالمىسا مەغلۇپ بولغان بولىدۇ)
