Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check your CD audio playback capabilities STEPS: 1. Insert an audio CD in your optical drive 2. When prompted, launch the Music Player 3. Locate the CD in the display of the Music Player 4. Select the CD in the Music Player 5. Click the Play button to listen to the music on the CD 6. Stop playing after some time 7. Right click on the CD icon and select "Eject Disc" 8. The CD should be ejected 9. Close the Music Player VERIFICATION: Did all the steps work?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do chomasan cluich air ais MC (CD) CEUMAN: 1. Cuir MC (CD) a-steach dha do dhràibh lèirsinneach 2. Nuair phutadh, cuir an cluicheadair chiùil air bhog 3. Lorg am MC (CD) ann an taisbean a' chluicheadair chiùil 4. Tagh am MC (CD) anns an cluicheadair chiùil 5. Briog air a' phutan cluich son èisdeachd ri ceòl air am MC (CD) 6. Sguir a' cluich as dèidh beagan ùine 7. Briog deas air an ìomhaigheag MC (CD) agus tagh “Tilg a-mach an Diosg” 8. Bu chòir am MC (CD) a thilgeadh a-mach 9 Dùin an cluicheadair chiùil DEARBHACHADH: An do dh'obraich na ceuman ceart?
nl: DOEL: Deze test controleert de afspeelmogelijkheden van uw muziek-CD stappen: 1. plaats een muziek-CD in het optische station 2. wanneer er om wordt gevraagd, start de muziekspeler 3 zoek de CD in de weergave van de muziekspeler 4. selecteer de CD in de muziekspeler 5. klik op de knop afspelen om naar de muziek op de CD te luisteren 6. stop na enige tijd het afspelen 7. klik met de rechtermuisknop op het CD-pictogram en selecteer "Schijf uitwerpen" 8. de CD moet worden uitgeworpen 9. sluit de muziekspeler VERIFICATIE: Werkte alle stappen?
sl: NAMEN: Preizkus bo preveril zmožnosti predvajalnega seznama vaših zvočnih CDjev KORAKI: 1. Vstavite zvočni CD v optični pogon 2. Ob pozivu zaženite glasbeni predvajalnik 3. Poiščite CD na zaslonu glasbenega predvajalnika 4. Izberite CD v glasbenem predvajalniku 5. Kliknite gumb za predvajanje, da boste poslušali glasbo na CD-ju 6. Čez nekaj trenutkov zaustavite predvajanje 7. Desno kliknite na ikono CDja in izberite "Izvrzi disk" 8. CD bi moral biti izvržen 9. Zaprite glasbeni predvajalnik POTRDITEV: Ali so delovali vsi koraki?
ug: مەقسەت: ئۈن CD سىنى قويغىلى بولامدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ئۈن CD نى ئوپتىكىلىق قوزغاتقۇچقا سالىسىز. 2. ئەسكەرتىش ئۇچۇرى چىققاندا، «مۇزىكا قويغۇ» نى ئىجرا قىلىڭ. 3. «مۇزىكا قويغۇ» نىڭ كۆزنىكىدە CD نى تاپىسىز. 4. «مۇزىكا قويغۇ» دا CD نى تاللايسىز. 5. «قوي» توپچىسىنى چېكىپ CD دىكى مۇزىكىنى ئاڭلايسىز. 6. ئازراق ئاڭلىغاندىن كېيىن توختىتىسىز. 7. ئۈن CD سىنبەلگىسى ئۈستىدە ئوڭ چېكىپ «دىسكىنى چىقار» نى چېكىسىز. 8. قوزغاتقۇچ ئېچىلىپ دىسكا چىقىدۇ. 9. «مۇزىكا قويغۇ» نى ياپىسىز. تەكشۈرۈش: ھەممە باسقۇچلار نورمال ئىشلىدىمۇ؟

source: PURPOSE: This test will check your system's DVD writing capabilities. This test requires a blank DVD-R. If you do not have a blank DVD-R, skip this test. STEPS: 1. Enter a blank DVD-R into your drive 2. Click "Test" to begin. 3. When the CD tray ejects the media after burning, close it (DO NOT remove the disk, it is needed for the second portion of the test). Note, you must close the drive within 10 seconds or the test will time out. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
nl: DOEL: Deze test controleert de schrijfmogelijkheden van de DVD-speler in uw systeem. Deze test vereist een lege DVD-R. Als u geen lege DVD-R heeft, sla deze test over. STAPPEN: 1. voer een lege DVD-R in uw optische station. 2. klik op "Testen" om te beginnen. 3. als de CD-lade de media na het branden uitwerpt, sluit u het (de disk NIET verwijderen, omdat het nodig is voor de tweede gedeelte van de test). Opmerking, u moet het station binnen 10 seconden sluiten anders wordt de test onderbroken. VERIFICATIE: Deze test moet automatisch "Ja" selecteren als het slaagt, "Nee" als het mislukt.
sl: NAMEN: Ta preizkus bo preveril zmožnosti zapisovanja DVD-jev vašega sistema. Ta preizkus zahteva prazen DVD-R. Če praznega diska DVD-R nimate, preskočite ta preizkus. KORAKI: 1. Vnesite prazen disk DVDD-R v pogon. 2. Kliknite "Preizkus" za začetek. 3. Ko pogon DVD izvrže medij po zapisovanju, ga zaprite (diska NE odstranite, saj ga potrebujete za drugi del preizkusa). Pogon morate zapreti v 10 sekundah ali pa se bo preizkus končal. POTRDITEV: Ta preizkus bi moral samodejno izbrati "Da", če bo uspešno izveden in "Ne", če spodleti.
ug: مەقسەت: سىستېمىڭىزدا DVD غا يازغىلى بولامدۇ يوق تەكشۈرىدۇ. بۇ سىناققا قۇرۇق DVD-R دىسكىسى كېرەك بولىدۇ. ئەگەر قۇرۇق DVD-R دىسكىسى بولمىسا بۇ سىناقتىن ئاتلاپ كەتسىڭىز بولىدۇ. باسقۇچلار: 1. ئوپتىكىلىق ئۈسكۈنىگە(قوزغاتقۇچقا) قۇرۇق DVD-R نى سالىسىز. 2.«سىنا» نى چەكسىڭىز سىناق باشلىنىدۇ. 2. يېزىش تاماملانغاندا قوزغاتقۇچ ئېچىلىپ DVD چىققاندا، دىسكىنى چىقىرىۋەتمەي تۇرۇپلا يەنە، قوزغاتقۇچنىڭ ئېغىزىنى يېپىڭ(بۇلارنى 10 سېكۇنت ئىچىدە تاماملاڭ). تەكشۈرۈش: سىناق مۇۋەپپەقىيەتلىك بولسا «ھەئە» دېگىنى ئاپتوماتىك تاللىنىدۇ بولمىسا، «ياق» تاللىنىدۇ.

source: PURPOSE: This test will check your DVD movie playback capabilities. Note that installation of non-free software (codecs, player, etc) may be required prior to performing this test. STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Open the Dash (click on the Ubuntu Circle of Friends button on the Launcher) 3. Click "Media Apps" and then click on "Movie Player" 4. Play the movie using Movie Player, stop the movie after verifying that it plays 6. Eject the DVD VERIFICATION: Did all the steps work?
bn: PURPOSE: এই পরীক্ষাটি আপনার ডিভিডি মুভি প্লেব্যাক এর ক্ষমতা চেক করবে। উল্লেখ্য নন ফ্রী সফটওয়ারের এই ইনস্টলেশনের (codecs, প্লেয়ার, ইত্যাদি) পূর্বে এই পরীক্ষাটি সম্পাদন করার প্রয়োজন হতে পারে. STEPS: ১। আপনার অপটিক্যাল ড্রাইভের মধ্যে একটি মুভিধরণকৃত ডিভিডি ঢোকান ২। ড্যাশ খুলুন(লঞ্চারে বন্ধুদের বোতাম থেকে উবুন্টু বৃত্তে উপর ক্লিক করুন) ৩। "Media Apps" এ ক্লিক করুন এবং "মুভি প্লেয়ার" এ ক্লিক করুন ৪। মুভি প্লেয়ার ব্যবহার করে মুভি প্লে করুন, মুভি বন্ধ করুন এটি প্লে হচ্ছে দেখে ৬। ডিভিডি বের করুন VERIFICATION: সমস্ত ধাপ কি কাজ করছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do chomasan cluich air ais fiolm DBhD. Thoir an aire gum bi iarratas stàlachadh de bhathar-bhog neo-shaor ( Còdichean, cluicheadair, m.s.a.a.) os chionn dèanamh an dearbhadh seo. CEUMAN: 1. Cuir DBhD a-steach a tha glèidheadh fiolm sam bith dha do dhràibh lèirsinneach 2. Fosgail an dash (briog air a' phutan Cearcall de charaidean Ubuntu air an lòinsear) 3. Briog “aplaid meadhanan” agus nuair sin briog air “meadhanan cluicheadair” 4. Cluich am fiolm a' cleachdadh cluicheadair fiolm, sguir cluich am fiolm as dèidh dearbhadh an cluich e 5. Tilg a-mach an DBhD DEARBHACHADH: An do dh'obraich na ceuman ceart?
nl: DOEL: Deze test controleert de afspeelmogelijkheden van uw DVD-film . Merk op dat installatie van niet-vrije software (codecs, speler, etc) kan worden vereist voorafgaand aan de test uit te voeren. STAPPEN: 1. plaats een willekeurige film-DVD in het optisch station 2 open Dash (Klik op het Ubuntu-logo op de Starter) 3. klik op "Mediatoepassingen" en kies dan "Mediaspeler" 4. de film met de mediaspeler afspelen, stop de film na het verifiëren dat het loopt 5. werp de DVD uit VERIFICATIE: Werkte alle stappen?
sl: NAMEN: Ta preizkus po preveril preveril zmožnost predvajanja nosilcev DVD. Opomba: pred opravljanjem tega testa bo morda potrebna namestitev ne-proste programske opreme (kodeki, predvajalniki, itn..) KORAKI: 1. Vstavite disk DVD v optični pogon 2. Odprite Pregledno ploščo (izberite sličico krog prijateljev Ubuntu na zaganjalniku) 3. Izberite "Večpredstavnostni programi“ in izberite sličico „Predvajalnik posnetkov“ 4. Predvajajte film s pomočjo Predvajalnika posnetkov. Predvajanje prekinite, ko ste prepričani, da se predvaja. 5. Izvrzite disk DVD POTRDITEV: Ali so vsi koraki delovali?
ug: مەقسەت: DVD كىنولىرىنى قويۇش ئىقتىدارىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش. دىققەت بۇ سىناقنى ئېلىپ بېرىشتىن ئاۋۋال ھەقلىق يۇمشاق دېتاللار(كودلىغۇچ-كودسىزلىغۇچ، قويغۇ قاتارلىقلار) نى ئورنىتىش زۆرۈرىيىتى چىقىپ قېلىشى مۇمكىن باسقۇچلار: 1. ھەرقانداق كىنو بار DVD تەخسىسىنى سالىسىز 2. باش تاختا(Dash) نى ئاچىسىز 3. «ۋاسىتە ئەپلىرى» نى چېكىپ، ئاندىن «كىنو قويغۇ» نى چېكىسىز 4. كىنو قويغۇدا كىنو قويىسىز ھەم نورمال قويۇلغانلىقىنى كۆرگەندىن كېيىن توختىسىز 6. DVD تەخسىسى چىقىرىسىز تەكشۈرۈش: ھەممە باسقۇچلار نورمال ئىشلىدىمۇ؟

source: PURPOSE: This test will check your DVD playback capabilities STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Click "Test" to play the DVD in Totem VERIFICATION: Did the file play?
bn: PURPOSE: এই পরীক্ষাটি আপনার ডিভিডি প্লেব্যাক এর ক্ষমতা চেক করবে। STEPS: ১। আপনার অপটিক্যাল ড্রাইভের মধ্যে একটি ডিভিডি ঢোকান ২। টোটেমে ডিভিডি প্লে করার জন্য "পরীক্ষা" তে ক্লিক করুন VERIFICATION: ফাইলটি কি প্লে হচ্ছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do chomasan cluich air ais DBhD CEUMAN: 1. Cuir DBhD a-steach a tha glèidheadh fiolm sam bith dod dhràibh lèirsinneach 2. Briog air “Dearbh” son cluich DBhD ann an Totem DEARBHACHADH: Na chluich am faidhle?
nl: DOEL: Deze test controleert de afspeelmogelijkheden van uw DVD. STAPPEN: 1. plaats een DVD die elke film bevat in het optisch station 2. klik "Testen" om de DVD in Totem af te laten spelen VERIFICATIE: Werd het bestand afgespeeld?
sl: NAMEN: Ta preizkus bo preveril vaše zmožnosti predvajanja DVD-jev KORAKI: 1. Vstavite DVD, ki vsebuje katerikoli film v optični pogon 2. Kliknite "Preizkus" za predvajanje DVD-ja v Totemu POTRDITEV: Ali se je datoteka predvajala?
ug: DVD قويۇش ئىقتىدارىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرقانداق كىنو بار DVD تەخسىسىنى سالىسىز 2. «سىنا» نى چېكىپ، DVD نى Totem دا قويىسىز تەكشۈرۈش: قويۇلدىمۇ؟

source: PURPOSE: This test will verify that the desktop clock displays the correct date and time STEPS: 1. Check the clock in the upper right corner of your desktop. VERIFICATION: Is the clock displaying the correct date and time for your timezone?
gd: DEÒIN: Dearbhaidh an deuchainn seo gum foillsich cleoc a' bhàrr-deasc an deat agus an t-àm CEUMAN: 1. Sgrùd an cleoc san oisean deas ùrach dod bhàrr-deasc. DEARBHACHADH: Bheil an cleoc a foillsicheadh an deat agus an t-àm air shon do raon-ama?
nl: DOEL: Deze test controleert of de klok op het bureaublad de juiste datum en tijd aangeeft STAPPEN: 1. Controleer de klok in de rechterbovenhoek van uw bureaublad. CONTROLE: Geeft de klok de juiste datum en tijd aan voor uw tijdzone?
sl: NAMEN: Ta preizkus bo preveril, če ura namizja pravilno prikazuje datum in čas KORAKI: 1. Preverite uro v zgornjem desnem kotu namizja. POTRDITEV: Ali ura prikazuje pravilen datum in uro za vaš časovni pas?
ug: مەقسەت: 1.ئۈستەلئۈستىدىكى سائەتنىڭ ۋاقىت ۋە چېسلانى نورمال كۆرسىتىدىغان-كۆرسەتمەيدىغانلىقىنى تەكشۈرۈش تەكشۈرۈش: ئوڭ يۇقىرى بۇلۇڭدا كۆرسىتىلگەن ۋاقىت ۋە چېسلا سىزنىڭ ۋاقىت رايونىڭىزدىكى بىلەن ئوخشاشمىكەن؟

source: PURPOSE: This test will verify that the desktop clock synchronizes with the system clock. STEPS: 1. Click the "Test" button and verify the clock moves ahead by 1 hour. Note: It may take a minute or so for the clock to refresh 2. Right click on the clock, then click on "Time & Date Settings..." 3. Ensure that your clock application is set to manual. 4. Change the time 1 hour back 5. Close the window and reboot VERIFICATION: Is your system clock displaying the correct date and time for your timezone?
bn: PURPOSE: এই পরীক্ষা সিস্টেম ঘড়ির মাধ্যমে ডেস্কটপ ঘড়ি সিনক্রোনাইজ করা যাচাই করবে। STEPS: ১। "পরীক্ষামূলক" বোতামে ক্লিক করুন এবং ঘড়ি পদক্ষেপ যাচাইয়ে ১ ঘন্টা এগিয়ে যায়নি। Note: ঘড়ি রিফ্রেশের জন্য এটি এক মিনিট অথবা আরও সময় নিতে পারে ২। ঘড়ির ডানে ক্লিক করুন, তারপর "সময় এবং তারিখ সেটিং..."এ ক্লিক করুন ৩। নিশ্চিত করুন যে আপনার ঘড়ির অ্যাপ্লিকেশন ম্যানুয়েলে নির্ধারিত। ৪। সময় ১ ঘন্টা পূর্ববর্তীতে পরিবর্তন করুন ৫। উইন্ডো বন্ধ এবং পুনরায় বুট করুন VERIFICATION: আপনার সিস্টেম ঘড়ি আপনার টাইমজোনের জন্য সঠিক সময় এবং তারিখ প্রদর্শন করে কি?
gd: DEÒIN: Dearbhaidh an deuchainn seo gu bheil cleoc a' bhàrr-deasc a' sioncronachadh le cleoc an t-siostam. CEUMAN: 1. Briog air a' phutan “Dearbh” agus dearbhaich gu gluais an cleoc air adhairt 1 uair. Thoir an aire: dh'fhaodadh e gabhail mionaid no sin son an cleoc ùrachadh 2. Briog deas air an cleoc, nuair sin briog air “Suidheachaidhean àm agus deat...” 3. Dèan cinnteach gu bheil an aplacaid cleoc agad stèidhte a làimh. 4. Atharraich an t-àm air ais 1 uair 5. Dùin an uinneag agus bùtaich a-rithist DEARBHACHADH: Bheil cleoc an t-siostam agad a foillsicheadh an deat agus an t-àm ceart air shon do raon-ama?
nl: DOEL: Deze test controleert of de klok van het bureaublad wordt gesynchroniseerd met de systeemklok. STAPPEN: 1. klik op de knop "Testen" en controleer of de klok 1 uur vooruit wordt gezet. Opmerking: Het kan ongeveer een minuut duren voor de klok zich ververst 2. rechtermuisklik op de klok, klik dan op "Instellingen voor datum en tijd…" 3. zorg ervoor dat uw klok-toepassing is ingesteld op handmatig. 4. verander de tijd 1 uur terug 5. sluit het venster en herstart VERIFICATIE: Geeft uw systeemklok de juiste datum en tijd voor uw tijdzone weer?
sl: NAMEN: Ta preizkus bo preveril ali se ura namizja usklajuje s sistemsko uro. KORAKI: 1. Izberite gumb "Preizkus" in preverite ali se je ura premaknila eno uro naprej. Opomba: Lahko mine kakšna minuta, preden se ura posodobi. 2. Z desno tipko miške kliknite na uro in izberite "Nastavitve datuma in časa ..." 3. Poskrbite, da je izbira nastavitve časa nastavljena na ročno. 4. Nastavite uro 1 uro nazaj 5. Zaprite okno in računalnik ponovno zaženite POTRDITEV: Ali sistem prikazuje pravilen datum in uro za vaše časovno območje?
ug: مەقسەت: سىستېما سائىتى بىلەن ئۈستەلئۈستى سائىتىنىڭ ماس ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چەكسىڭىز سائەت ئالدىغا بىر سائەت ئىلگىرى سۈرۈلىدۇ(شۇنداق بولدىمۇ؟). دىققەت: ئۇنىڭ كۆرۈنۈشىگە بىرەر مىنۇت ۋاقىت كېتىشى مۇمكىن 2. سائەت ئۈستىدە ئوڭ چېكىپ، ئۇنىڭدىن كېيىن «ۋاقىت ۋە چېسلا تەڭشىكى…» نى چېكىسىز 3. سائەتنىڭ ئاپتوماتىك ئەمەس قولدا تەڭشىلىدىغان قىلىپ بەلگىلەندىمۇ كۆرۈۋالىسىز. 4. ۋاقىتنى كەينىگە بىر سائەت ياندۇرىسىز. 5. كۆزنەكنى يېپىپ سىستېمىنى قايتا قوزغىتىسىز تەكشۈرۈش: سائەت سىز تۇرۇۋاتقان ۋاقىت رايونىغا ماس كەلگەن ۋاقىتنى كۆرسەتتىمۇ؟

source: PURPOSE: This test will verify that you can reboot your system from the desktop menu STEPS: 1. Click the Gear icon in the upper right corner of the desktop and click on "Shut Down" 2. Click the "Restart" button on the left side of the Shut Down dialog 3. After logging back in, restart System Testing and it should resume here VERIFICATION: Did your system restart and bring up the GUI login cleanly?
bn: PURPOSE: এই পরীক্ষা আপনি ডেস্কটপ মেনু থেকে আপনার সিস্টেম পুনরায় বুট করতে পারেন তা যাচাই করবে STEPS: ১। ডেস্কটপের উপরের অংশে ডানদিকে অবস্থিত গিয়ার আইকন ক্লিক করুন এবং "বন্ধ করুন" ক্লিক করুন ২। বন্ধ করুন ডায়ালগের বাম পাশের বোতাম "পুনরায় শুরু করুন" ক্লিক করুন 3. লগইন করার পরে, সিস্টেম পরীক্ষা পুনরায় শুরু করুন এবং এটি এখানে সারসংক্ষেপ কার উচিত VERIFICATION: আপনার সিস্টেম পুনরায় শুরু এবং GUI এ লগইন হয়েছেন?
gd: DEÒIN: Dearbhaidh an deuchainn seo gun urrainn dhut ath-bùtaich do shiostam bhon clàr-iùil a' bhàrr-deasc CEUMAN: 1. Briog air ìomhaigheag an gèar anns an oisean deas ùrach a' bhàrr-deasc agus briog air “Dùin sìos” 2. Briog air a' phutan “Ath-thòisich”air taobh chlì dhen co-labhairt Dùin sìos 3. As dèidh logadh a-steach air ais, ath-thòisich Dearbhadh an t-siostam 's bu chòir dha leantail air à seo DEARBHACHADH: Na dh'ath-thòisich do shiostam agus na thog e suas an log a-steach ECG (GUI) gu glan?
nl: DOEL: Deze test zal controleren of u uw systeem vanaf het bureaubladmenu kunt herstarten STAPPEN: 1. klik op het tandwielpictogram in de rechterbovenhoek van het bureaublad en klik op ‘Uitschakelen’ 2. klik op de knop ‘Herstarten’ aan de linkerzijde van het dialoogvenster Uitschakelen 3. na het opnieuw inloggen, herstart systeemtesten en het zou vanaf hier hervat moeten worden VERIFICATIE: Herstartte uw systeem en kwam het aanmeldscherm netjes tevoorschijn?
sl: NAMEN: Ta preizkus bo potrdil, da lahko svoj sistem ponovno zaženete iz namiznega menija KORAKI: 1. Kliknite na ikono zobnika v zgornjem desnem kotu namizja in kliknite "Izklop" 2. Kliknite "Ponoven zagon" na levi strani pogovornega okna Izklop 3. Po ponovni prijavi ponovno zaženite Preizkušanje sistema in nadaljujte od tam POTRDITEV: Ali se je sistem ponovno zagnal in pravilno prikazal grafični uporabniški vmesnik?
ug: مەقسەت: ئۈستەلئۈستى تىزىملىكى ئارقىلىق سىستېمىنى قايتا قوزغىتىشنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ئۈستەلئۈستىنىڭ ئوڭ يۇقىرى بۇلۇڭىدىكى چىشلىق چاق سىنبەلگىسىنى چېكىپ، ئاندىن «تاقا» نى چېكىسىز 2. تاقاش سۆزلەشكۈسىدىكى «قايتا باشلا» توپچىسىنى چېكىسىز 3. قايتا كىرگەندىن كېيىن، سىستېما سىنىقىنى قايتا باشلىيالىشىڭىز كېرەك ئىدى.تەكشۈرۈش: سىستېما قايتا قوزغىلىپ گرافىكىلىق كىرىش كۆزنىكى كۆرۈندىمۇ؟

source: PURPOSE: This will verify that a PCMCIA or ExpressCard slot can detect inserted devices STEPS: 1. Plug a PCMCIA or ExpressCard device into the computer VERIFICATION: Was the device correctly detected?
bn: PURPOSE: এই পরীক্ষা সন্নিবেশিত ডিভাইস PCMCIA অথবা ExpressCard স্লট সনাক্ত করতে পারে তা যাচাই করবে STEPS: ১। কম্পিউটারের PCMCIA অথবা ExpressCard ডিভাইসে প্লাগ করুন VERIFICATION: ডিভাইস কি সঠিকভাবে সনাক্ত করা হয়েছে?
gd: DEÒIN: Dearbhaidh seo gun urrainn slot PCMCIA no ExpressCard faighinn lorg air innleachdan a chur a-steach CEUMAN: 1. Plucaich innleachd PCMCIA no ExpressCard a-steach dhan choimpiutair DEARBHACHADH: Robh an innleachd air lorg ceart?
nl: DOEL: Dit zal controleren of een PCMCIA- of ExpressCard-slot ingevoerde apparaten kan detecteren STAPPEN: 1. sluit een PCMCIA- of ExpressCard-apparaat aan op de computer VERIFICATIE: Was het apparaat correct gedetecteerd?
sl: NAMEN: To bo preverilo, da lahko mesto PCMCIA ali ExpressCard zazna vstavljene naprave KORAKI: 1. Priklopite napravo PCMCIA ali ExpressCard v računalnik POTRDITEV: Ali je bila naprava pravilno zaznana?
ug: مەقسەت: كومپيۇتېردىكى PCMCIA ياكى ExpressCard ئېغىزى(ياكى ئوقۇرى) غا سېلىنغان ئۈسكۈنىنى سېزەلەمدۇ يوق سىناش باسقۇچلار: 1. بىر دانە Plug a PCMCIA ياكى ExpressCard ئۈسكۈنىسىنى كومپيۇتېرغا سالىسىز تەكشۈرۈش: ئۈسكۈنىنى بايقىيالىدىمۇ؟

source: PURPOSE: This test will verify that a network printer is usable STEPS: 1. Make sure that a printer is available in your network 2. Click on the Gear icon in the upper right corner and then click on Printers 3. If the printer isn't already listed, click on Add 4. The printer should be detected and proper configuration values should be displayed 5. Print a test page VERIFICATION: Were you able to print a test page to the network printer?
bn: PURPOSE: এই পরীক্ষা নেটওয়ার্কের মুদ্রণযন্ত্র ব্যবহারযোগ্য যাচাই করবে STEPS: ১। নিশ্চিত করুন যে আপনার নেটওয়ার্কে মুদ্রণযন্ত্র বিদ্যমান ২। উপরের ডান কোণার গিয়ার আইকনে ক্লিক করুন এবং তারপর মুদ্রণযন্ত্রে ক্লিক করুন ৩। যদি মুদ্রণযন্ত্র ইতোমধ্যে তালিকাভুক্ত না হয়, সংযুক্ততে ক্লিক করুন ৪। মুদ্রণযন্ত্র সনাক্ত করা হবে এবং সঠিক কনফিগারেশন মান প্রদর্শিত হবে ৫। পরীক্ষামূলক পৃষ্ঠা মুদ্রণ করুন VERIFICATION: আপনি কি নেটওয়ার্কের মুদ্রণযন্ত্র থেকে একটি পরীক্ষামূলক পৃষ্ঠা প্রিন্ট করতে পারবেন?
gd: DEÒIN: Dearbhaidh an deuchainn seo an gabh do chlò-bhualadair lìonraidh a chleachd CEUMAN: 1. Dèan cinnteach gu bheil clò-bhualadair ri fhaighinn nad lìonradh 2. Briog air ìomhaigheag an gèar anns an oisean deas ùrach a' bhàrr-deasc agus briog air Clò-bhualadairean 3. Mur eil clò-bhualadair mar thà air a liostadh, briog air Cuir ris 4. Bu chòir an clò-bhualadair bhith air a lorg agus na luachan rèiteachadh iomchaidh foillsichte. 5. Clò-bhuail duilleag dearbhaidh DEARBHACHADH: Am b'urrainn dhut clò-bhuaileadh duilleag dearbhaidh chum a' chlò-bhualadair lìonradh?
nl: DOEL: Met deze test kunt u controlren of u een netwerkprinter kunt gebruiken STAPPEN: 1.- Zorg ervoor dat er een printer op uw netwerk beschikbaar is 2.- Klik op het tandwiel-pictogram rechts boven en kies ‘Printers’ 3.- Klik op ‘Toevoegen’ als uw printer nog niet in de lijst staat 4.- De printer zou nu herkend moeten worden en de juiste instellingen zouden moeten worden weergegeven 5.- Druk een testpagina af VERIFICATIE: Kon u een testpagina op de netwerkprinter afdrukken?
sl: NAMEN: Ta preizkus bo preveril, da je omrežni tiskalnik uporaben KORAKI: 1. Prepričajte se, da je tiskalnik razpoložljiv na omrežju 2. Kliknite na ikono zobnika v zgornjem desnem kotu in kliknite Tiskalniki 3. Če tiskalnik še ni na seznamu, kliknite Dodaj 4. Tiskalnik bi moral biti zazna in prikazane bi morale biti pravilne vrednosti nastavitev 5. Natisnite preizkusno stran POTRDITEV: Ali set lahko natisnili preizkusno stran na omrežnem tiskalniku?
ug: مەقسەت: تور پرىنتېرىنى ئىشلەتكىلى بولامدۇ يوق تەكشۈرۈش باسقۇچلار: 1. توردا ئىشلەتكىلى بولىدىغان پرىنتېر بولۇشى كېرەك. 2. ئوڭ يۇقىرى بۇلۇڭدىكى چىشلىق چاق سىنبەلگىسىنى چېكىپ، ئاندىن ئۇنىڭ ئىچىدىكى پرىنتېرلارنى چېكىسىز 3. ئەگەر تىزىمدا پرىنتېر يوق بولسا ‹قوش› نى چېكىسىز 4. توردىكى پرىنتېر ۋە مۇۋاپىق سەپلىمە قىممەتلىرى كۆرۈنىدۇ 5. سىناق بەتنى بېسىپ چىقىرىسىز تەكشۈرۈش: سىناق بەتنى تور پرىنتېرىدا بېسىپ چىقىرالىدىڭىزمۇ؟
