Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: Tests to see that apt can access repositories and get updates (does not install updates). This is done to confirm that you could recover from an incomplete or broken update.
bn: apt সংগ্রহস্থল ব্যবহার করতে সক্ষম এবং হালনাগাদ পেতে সক্ষম তা দেখতে পরীক্ষা করুন (হালনাগাদ ইনস্টল হবে না)। এটা করা হয়েছে নিশ্চত করার জন্য যে আপনি একটি অসম্পূর্ণ অথবা অনির্ভরযোগ্য হালনাগাদ থেকে পুনরুদ্ধার করতে পারবেন।
gd: A' dearbhadh a dh'fhaicinn gum faigh apt cothrom air ionadan-tasgaidh agus a dh'fhaighinn ùrachaidhean (chan eil a' stàladh ùrachaidhean). Tha seo ga dhèanamh gus a dhearbhadh gum b' urrainn dhuit aisig air ais bho ùrachaidh neo-chrìochnaichte no briste.
nl: Test om te controleren of apt toegang heeft tot pakketbronnen en updates kan verkrijgen (installeert geen updates). Deze test wordt gedaan om te controleren of uw systeem van een mislukte of onderbroken update kan herstellen.
sl: Preizkusi za preverjanje ali lahko apt dostopa do skladišč in dobi posodobitve (posodobitev ne namesti). To je storjeno z namenom, da lahko sistem obnovite z nepopolne ali okvarjene posodobitve.
ug: بۇنىڭدا apt نىڭ خەزىنىلەرنى زىيارەت قىلىپ يېڭىلانمىلارنى ئوقۇيالايدىغانلىقى(يېڭىلانمىلار ئورناتمايدۇ) سىنىلىدۇ. بۇنىڭ مەقسىتى سىستېما چالا ياكى بۇزۇلغان ئەھۋال ئاستىدا ئەسلىگە كەلتۈرگىلى بولىدىغان بولمايدىغانلىقىنى جەزملەشتۇر.

source: PURPOSE: This test will test the brightness key STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses?
bn: PURPOSE: এই পরীক্ষাটি আপনার উজ্জ্বলতার কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে উজ্জ্বলতার বোতাম চাপুন VERIFICATION: আপনার কী চাপা কি উজ্জ্বলতার পরিবর্তন অনুসরণ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo am putan soilleireachd CEUMAN: 1. Brùth na putanan soilleireachd air a' mheur-chlàr DEARBHACHADH: Na dh'atharraich an t-soilleireachd an dèidh do bhrùthan putain?
nl: DOEL: Deze test zal de helderheidstoetsen testen STAPPEN: 1. Druk op de helderheidstoetsen op uw toetsenbord CONTROLE: Veranderde de schermhelderheid nadat u op de helderheidstoetsen drukte?
sl: NAMEN: Ta preizkus bo preizkusil tipke za osvetlitev KORAKI: 1. Na tipkovnici pritisnite gumbe za osvetlitev PREVERJANJE: Se je osvetlitev ustrezno spremenila, glede na to, kaj ste pritisnili?
ug: مەقسەت: يورۇقلۇق كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى يورۇقلۇق كۇنۇپكىسى(توپچىسى) نى بېسىڭ تەكشۈرۈش: كۇنۇپكىنىڭ بېسىلىشىغا ئەگىشىپ يورۇقلۇق ئۆزگەردىمۇ؟

source: PURPOSE: This test will test the volume keys STEPS: 1. Press the volume buttons on the keyboard VERIFICATION: Did the volume change following to your key presses?
bn: PURPOSE: এই পরীক্ষাটি আপনার ভলিউমের কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে ভলিউমের বোতাম চাপুন VERIFICATION: আপনার কী চাপা কি ভলিউমের পরিবর্তন অনুসরণ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo na putain bholam CEUMAN: 1. Brùth na putain bholam air a' mheur-chlàr DEARBHACHADH: Na dh'atharraich a' bholam an dèidh do bhrùthan putain?
nl: DOEL: Deze test zal de volumetoetsen testen STAPPEN: 1. Druk op de volumetoetsen op uw toetsenbord CONTROLE: Veranderde het geluidsvolume nadat u op de volumetoetsen drukte?
sl: NAMEN: Ta preizkus bo preveril tipke za jakost zvoka KORAKI: 1.Na tipkovnici pritisnite gumbe za jakost zvoka PREVERJANJE: Se je jakost zvoka ustrezno spremenila, glede na to, kaj ste pritisnili?
ug: مەقسەت: ئاۋاز مىقدارىنى ئۆزگەرتىش كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى ئاۋاز مىقدارىنى ئۆزگەرتىش كۇنۇپكىسى(توپچىسى) نى بېسىڭ تەكشۈرۈش: كۇنۇپكىنىڭ بېسىلىشىغا ئەگىشىپ ئاۋاز مىقدارى ئۆزگەردىمۇ؟

source: PURPOSE: This test will test the mute key STEPS: 1. Press the mute button on the keyboard VERIFICATION: Did the volume mute following your key presses?
bn: PURPOSE: এই পরীক্ষাটি আপনার মিউটের কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে মিউটের বোতাম চাপুন VERIFICATION: আপনার কী চাপা কি মিউটের পরিবর্তন অনুসরণ করছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo am putan mùchaidh CEUMAN: 1. Brùth am putan mùchaidh air a' mheur-chlàr DEARBHACHADH: Na mùch a' bholam an dèidh do bhrùthan putan?
nl: DOEL: Deze test zal controleren of de 'Dempen' toets goed werkt STAPPEN: 1. Druk op de 'dempen' toets op uw toetsenbord CONTROLE: Stond het volume op 'Dempen' nadat u op de toets drukte?
sl: NAMEN: Ta preizkus bo preizkusil tipko za izklop zvoka KORAKI: 1. Pritisnite tipko za izklop zvoka na tipkovnici PREVERJANJE: Se je zvok ustrezno spremenil (utihnil), glede na to, kaj ste pritisnili?
ug: مەقسەت: ئۇنسىزلەش كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى ئۇنسىزلەش كۇنۇپكىسى(توپچىسى) نى بېسىڭ تەكشۈرۈش: كۇنۇپكىنىڭ بېسىلىشىغا ئەگىشىپ ئاۋاز يوقاپ پەيدا بولدىمۇ؟

source: PURPOSE: This test will test the sleep key STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key?
bn: PURPOSE: এই পরীক্ষাটি আপনার স্লিপের কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে স্লিপের বোতাম চাপুন ২। পাওয়ার বোতাম চেপে আপনার সিস্টেম পুনর্জীবিত করুন VERIFICATION: স্লিপের কী চাপার পর সিস্টেম কি স্লিপ করেছিল?
gd: DEÒIN: Dearbhaidh an deuchainn seo am putan caidil CEUMAN: 1. Brùth am putan caidil air a' mheur-chlàr 2. Dùsg do shiostam le brùthadh am putan cumhachd DEARBHACHADH: Na caidil an siostam an dèidh brùthadh am putan caidil?
nl: DOEL: Deze test zal de slaaptoets controleren STAPPEN: 1. Druk op de slaaptoets op uw toetsenbord 2. Haal uw systeem uit de slaapstand door op de aan/uit knop te drukken. CONTROLE: Ging het systeem in de slaapstand nadat de slaaptoets ingedrukt werd?
sl: NAMEN: Ta preizkus bo preizkusil tipko za prehod v stanje pripravljenosti KORAKI: 1. Pritisnite tipko za stanje pripravljenosti na tipkovnici 2. Za povrnitev iz stanja pripravljenosti pritisnite tipko za vklop računalnika PREVERJANJE: Ali je sistem prešel v stanje pripravljenosti ob pritisku na gumb za stanje pripravljenosti?
ug: مەقسەت: ئۇخلىتىش كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى ئۇخلىتىش كۇنۇپكىسى(توپچىسى) نى بېسىڭ 2. مەنبە توپچىسىنى بېسىپ سىستېمىنى ئويغىتىڭ تەكشۈرۈش: كۇنۇپكا بېسىلسا سىستېما ئۇخلىدىمۇ؟

source: PURPOSE: This test will test the battery information key STEPS: 1. Press the battery information key on the keyboard VERIFICATION: Did a notification appear showing the battery status?
bn: PURPOSE: এই পরীক্ষাটি ব্যাটারিটির তথ্যের কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে ব্যাটারিটির তথ্যের বোতাম চাপুন VERIFICATION: ব্যাটারির অবস্থা প্রদর্শনে কি একটি ঘোষণা দৃশ্যমান হয়?
gd: DEÒIN: Dearbhaidh an deuchainn seo am putan fiosrachaidh a' bhataraidh CEUMAN: 1. Brùth am putan fiosrachaidh a' bhataraidh air a' mheur-chlàr DEARBHACHADH: Na nochd am fios a' sealltainn inbhe a' bhataraidh?
nl: DOEL: Deze test zal de accu-informatie-toets testen STAPPEN: 1. Druk op de accu-informatie-toets op uw toetsenbord CONTROLE: Verscheen er een notificatie die de accu-informatie toonde?
sl: NAMEN: Ta preizkus bo preizkusil tipko za podatke o stanju baterije KORAKI: 1. Pritisnite tipko za podatke o stanju baterije na tipkovnici PREVERJANJE: Ali se je ob pritisku na tipko za stanje baterije prikazalo obvestilo?
ug: مەقسەت: توكدان ھالىتىنى كۆرۈش كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى توكدان ھالىتىنى كۆرۈش كۇنۇپكىسىنى بېسىڭ تەكشۈرۈش: توكدان ھالىتىنى كۆرسىتىدىغان بىلدۈرگۈ كۆرۈندىمۇ؟

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Press the same key again VERIFICATION: Did the wireless go off on the first press and on again on the second?
bn: PURPOSE: এই পরীক্ষাটি ওয়্যারলেস কী পরীক্ষা করবে STEPS: ১। কীবোর্ডে ওয়্যারলেস বোতাম চাপুন ২। একই কী পুনরায় চাপুন VERIFICATION: প্রথম চাপার ফলে অফ হবে এবং দ্বিতীয় চাপার ফলে ওয়্যারলেস অন হবে কি?
gd: DEÒIN: Dearbhaidh an deuchainn seo am putan uèirleas CEUMAN: 1. Brùth am putan uèirleas air a' mheur-chlàr 2. Brùth an aon phutan a-rithist DEARBHACHADH: An deach an uèirleas dheth air a' chiad bhrùthadh 's air a-rithist air an darna?
nl: DOEL: Deze test zal de draadloos-toets testen STAPPEN: 1. Druk op de draadloos-toets op het toetsenbord 2. Druk hier opnieuw op CONTROLE: Werd het draadloos netwerk na de eerste keer uitgeschakeld, en na de tweede keer weer ingeschakeld?
sl: NAMEN: Ta preizkus bo preizkusil tipko za vklop in izklop brezžične internetne povezave KORAKI: 1. Pritisnite tipko za brezžično povezavo na tipkovnici 2. Pritisnite isto tipko še enkrat PREVERJANJE: Ali se je brezžična povezava prekinila in se ob ponovnem kliku na gumb za vklop brezžične povezave ponovno vzpostavila?
ug: مەقسەت: سىمسىز تور كۇنۇپكىسىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ھەرپتاختىدىكى سىمسىز تور كۇنۇپكىسىنى بېسىڭ 2. ئوخشاش كۇنۇپكىنى قايتا بېسىڭ تەكشۈرۈش: بىرىنچى قېتىم بېسىلغاندا سىمسىز تور ئېتىلىپ، ئىككىنچى قېتىم بېسىلغان سىمسىز تور ئېچىلدىمۇ؟

source: PURPOSE: This test will test the media keys of your keyboard STEPS: 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. 3. If your computer has no media keys, Skip this test. VERIFICATION: Do the keys work as expected?
gd: DEÒIN: Dearbhaidh an deuchainn seo na putanan meadhanan do mheur-chlàr CEUMAN: 1. Briog dearbh a dh'fhosgladh uinneag air a dhearbhadh putain na meadhanan. 2. Ma dh'obraicheas na putanan, bithidh an deuchainn comharraichte mar coileanta. 3. Ma 's e 's nach eil putanan meadhanan aig do choimpiutair. Sgiob an deuchainn seo. DEARBHACHADH: An do dh'obraich na putanan mar a bha dùil?
nl: DOEL: Deze test test de mediatoetsen van uw toetsenbord STAPPEN: 1. Klik op ‘testen’ om een venster te openen waarop de mediatoetsen getest worden. 2. Als alle toetsen werken zal de test als geslaagd worden gemarkeerd. 3. Als uw computer geen mediatoetsen heeft kunt u deze test overslaan. CONTROLE: Werken de toetsen volgens verwachting?
sl: NAMEN: Ta preizkus bo preveril predstavne tipke na vaši tipkovnici KORAKI: 1. Kliknite preizkus, da odprete okno za preizkus predstavnih tipk. 2. Če vse tipke delujejo, bo preizkus označen kot opravljen. 3. Če vaš računalnik nima predstavnih tipk, preskočite ta preizkus. PREVERJANJE: Ali tipke delujejo kot je bilo pričakovano?
ug: مەقسەت: ھەرپتاختىسىدىكى ۋاسىتە كۇنۇپكىلىرىنى سىناش باسقۇچلار: 1. «سىنا» نى چېكىپ ۋاسىتە كۇنۇپكىلىرىنى سىنايدىغان كۆزنەكنى ئاچىمىز. 2. ئەگەر ھەممە ۋاسىتە كۇنۇپكىلىرى نورمال ئىشلىسە سىناق مۇۋەپپەقىيەتلىك بولغان بولىدۇ. 3. ئەگەر ھەرپتاختىدا ۋاسىتە كۇنۇپكىلىرى بولمىسا بۇ سىناقتىن ئۆتۈپ كەتسە بولىدۇ. تەكشۈرۈش: ھەممە كۇنۇپكىلار ئويلىغاندىكىدەك ئىشلىدىمۇ؟

source: PURPOSE: This test will test the super key of your keyboard STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected?
gd: DEÒIN: Dearbhaidh an deuchainn seo an t-sàr phutan de do mheur-chlàr CEUMAN: 1. Briog dearbh a dh'fhosgladh uinneag air a dhearbhadh an t-sàr phutan. 2. Ma dh'obraicheas am putan, coilionaidh an deuchainn agus dùnaidh an uinneag. DEARBHACHADH: Bheil an t-sàr phutan ag obair mar a bha dùil?
nl: DOEL: Deze test test de supertoets van uw toetsenbord STAPPEN: 1. Klik op ‘Testen’ om een venster te openen waarop de supertoets getest wordt. 2. Als alle toets werkt zal de test als geslaagd worden gemarkeerd. CONTROLE: Werkt de toets volgens verwachting?
sl: NAMEN: Ta preizkus bo preveril tipko super vaše tipkovnice KORAKI: 1. Kliknite preizkus za odprte okna, kjer se bo preverila tipka super. 2. Če tipka deluje, se bo preizkus zaključil in okno se bo zaprlo. POTRDITEV: Ali je tipka super delovala po pričakovanjih?

source: Audio tests
bn: অডিও পরীক্ষা
gd: Deuchainnean claisneach
nl: Geluid testen
sl: Preizkusi zvoka
ug: ئۈن سىناقلىرى

source: Benchmarks tests
gd: Deuchainnean-luthais
nl: Testen Benchmarks
sl: Primerjalni preizkusi
ug: ئاساسىي كۆرسەتكۈچ سىناقلىرى

source: Bluetooth tests
bn: ব্লুটুথ পরীক্ষা
gd: Deuchainnean bluetooth
nl: Bluetooth testen
sl: Preizkusi Bluetooth
ug: كۆكچىش سىناقلىرى

source: Camera tests
bn: ক্যামেরা পরীক্ষা
gd: Deuchainnean camara
nl: Camera testen
sl: Preizkusi kamere
ug: كامېرا سىناقلىرى

source: Codec tests
bn: কোডেক পরীক্ষা
gd: Deuchainn codec
nl: Codec testen
sl: Preizkusi kodekov
ug: كودلىغۇچ-كودسىزلىغۇچ سىناقلىرى

source: CPU tests
bn: সিপিও পরীক্ষা
gd: Deuchainnean CPU
nl: CPU testen
sl: Preizkusi procesorja
ug: CPU سىناقلىرى

source: System Daemon tests
bn: সিস্টেম ডেমন পরীক্ষা
gd: Deuchainnean Daemon an t-siostam
nl: Systeem-daemon testen
sl: Preizkušanje odzanjih programov
ug: سىستېما مۇئەككەل سىناقلىرى

source: Disk tests
bn: ডিস্ক পরীক্ষা
gd: Deuchainnean dìosg
nl: Schijf testen
sl: Preizkusi diska
ug: دىسكا سىناقلىرى

source: Fingerprint reader tests
bn: ফিঙ্গার প্রিন্ট রীডার পরীক্ষা
gd: Deuchainnean leughadair meur-lorg
nl: Vingerafdruklezer testen
sl: Preizkusi čitalnika prstnih odtisov
ug: بارماق ئىزى ئوقۇغۇچ سىناقلىرى

source: Firewire disk tests
bn: ফায়রওয়্যার ডিস্ক পরীক্ষা
gd: Deuchainnean dìosg Firewire
nl: FireWire-schijf testen
sl: Preizkusi diska Firewire
ug: Firewire دىسكا سىناقلىرى

source: Floppy disk tests
bn: ফ্লপি ডিস্ক পরীক্ষা
gd: Deuchainnean clàr-sùbailte
nl: Floppydisk testen
sl: Preizkusi disket
ug: يۇمشاق دىسكا سىناقلىرى

source: Graphics tests
bn: গ্রাফিক্স পরীক্ষা
gd: Deuchainnean grafaigeach
nl: Grafische testen
sl: Preizkusi grafike
ug: گرافىك سىناقلىرى

source: Hibernation tests
bn: হাইবারনেশন পরীক্ষা
gd: Deuchainnean cadal-geamhraidh
nl: Slaapstand testen
sl: Preizkusi mirovanja
ug: ئۈچەك سىناقلىرى

source: Informational tests
bn: তথ্যজনিত পরীক্ষা
gd: Deuchainnean fiosrachaidh
nl: Informatieve testen
sl: Informacijski preizkusi
ug: ئۇچۇر سىناقلىرى

source: Input Devices tests
bn: ইনপুট ডিভাইস পরীক্ষা
gd: Deuchainnean innleachdan ion-chur
nl: Invoerapparaten testen
sl: Preizkusi vhodnih naprav
ug: كىرگۈزۈش ئۈسكۈنىلىرى سىناقلىرى

source: Software Installation tests
bn: সফটওয়্যার ইন্সটলেশন পরীক্ষা
gd: Deuchainnean stàlachadh bathar-bog
nl: Software-installatie testen
sl: Preizkusi namestitve programske opreme
ug: يۇمشاق دېتال ئورنىتىش سىناقلىرى

source: Hotkey tests
bn: হটকি পরীক্ষা
gd: Deuchainnean putan-teth
nl: Sneltoets testen
sl: Preizkusi tipkovnih bližnjic
ug: قىزىق كۇنۇپكىلار سىناقلىرى

source: Media Card tests
bn: মিডিয়া কার্ড পরীক্ষা
gd: Deuchainnean cairt na meadhanan
nl: Mediakaart testen
sl: Preizkusi spominskih kartic
ug: ۋاسىتە كارتىلىرى سىناقلىرى

source: Memory tests
bn: মেমোরি পরীক্ষা
gd: Deuchainnean cuimhne
nl: Geheugen testen
sl: Preizkusi pomnilnika
ug: ئەسلەك سىناقلىرى

source: Miscellaneous tests
bn: বিবিধ পরীক্ষা
gd: Deuchainnean measgaichte
nl: Diverse tests
sl: Razni preizkusi
ug: باشقا سىناقلار

source: Monitor tests
bn: মনিটর পরীক্ষা
gd: Deuchainnean sgrìn (monatair)
nl: Beeldscherm testen
sl: Preizkusi zaslona
ug: ئېكران سىناقلىرى

source: Networking tests
bn: নেটওয়ার্ক পরীক্ষা
gd: Deuchainnean lìonrachadh
nl: Netwerk testen
sl: Preizkusi omrežja
ug: تور سىناقلىرى

source: Optical Drive tests
bn: অপটিক্যাল ড্রাইভ পরীক্ষা
gd: Deuchainnean dràibh lèirsinneach
nl: Optische opslagapparaatlezer testen
sl: Preizkusi optičnih pogonov
ug: نۇر قوزغاتقۇچ سىناقلىرى

source: Panel Clock Verification tests
bn: প্যানেল ক্লক যাচাই পরীক্ষা
gd: Deuchainnean dearbhachadh cleoc na panaile
nl: Paneelklok verificatietests
sl: Preizkusi preverjanja ure nadzorne plošče
ug: تاختا سائەت تەكشۈرۈش سىناقلىرى

source: PCMCIA/PCIX Card tests
bn: PCMCIA/PCIX কার্ড পরীক্ষা
nl: PCMCIA/PCIX-kaart testen
sl: Preizkusi kartic PCMCIA/PCIX
ug: PCMCIA/PCIX كارتىلىرى سىناقلىرى

source: Peripheral tests
bn: প্রান্তিক টেস্ট পরীক্ষা
gd: Deuchainnean iomallach
nl: Randapparatuur testen
sl: Preizkusi zunanjih naprav
ug: يانداش ئۈسكۈنە سىناقلىرى

source: Power Management tests
bn: পাওয়ার ব্যবস্থাপনা পরীক্ষা
gd: Deuchainnean stiùireadh cumhachd
nl: Energiebeheer testen
sl: Preizkusi upravljanja porabe
ug: مەنبە باشقۇرۇش سىناقلىرى

source: Server Services checks
bn: সার্ভার পরিসেবা বাছাই করুন
gd: Sgrùdaichean seirbheisean frithealaiche
nl: Server services controleren
sl: Preverjanje strežniških storitev
ug: مۇلازىمېتىر مۇلازىمەتلىرىنى تەكشۈرۈش

source: Suspend tests
bn: পরীক্ষা স্থগিত
gd: Cuir dàil sna deuchainnean
nl: Pauzestand testen
sl: Preizkusi stanja pripravljenosti
ug: توڭلىتىش سىناقلىرى

source: Touchpad tests
bn: টাচপ্যাড পরীক্ষা
gd: Deuchainnean pada-beantainn
nl: Touchpad testen
sl: Preizkusi drsne ploščice
ug: سەزگۈر تاختا سىنىقى

source: USB tests
bn: USB পরীক্ষা করুন
gd: Deuchainnean USB
nl: USB testen
sl: Preizkusi USB
ug: USB سىناقلىرى

source: User Applications
bn: ব্যবহারকারীর অ্যাপ্লিকেশন
gd: Aplacaidean a' chleachdaiche
nl: Gebruikersapplicaties
sl: Uporabniški programi
ug: ئىشلەتكۈچى پروگراممىلىرى

source: Wireless networking tests
bn: তারবিহীন নেটওয়ার্কিং পরীক্ষা করুন
gd: Deuchainnean lìonrachadh uèirleas
nl: Draadloos netwerk testen
sl: Preizkusi brezžične povezave
ug: سىمسىز تور سىناقلىرى

source: Stress tests
bn: স্ট্রেস পরীক্ষা করুন
gd: Deuchainnean spàirn
sl: Preizkusi obremenitve
ug: چارچىتىش سىناقلىرى

source: Smoke tests
gd: Deuchainnean ceò
nl: Testen Smoke
sl: Neizčrpni preizkusi

source: Sniff Sniffers
gd: Fairich fàilidhean
sl: Lažni preizkus

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Multimedia Card (MMC) media STEPS: 1. Click "Test" and insert an MMC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faigh lorg air cuir a-steach meadhanan cairt ioma-mheadhanan (MMC) CEUMAN: 1. Briog “Dearbh” agus cuir cairt ioma-mheadhanan (MMC) a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een Multimedia Card (MMC) detecteert STAPPEN: 1. Klik op ‘Testen’ en steek een MMC-kaart in de lezer. (Opmerking: deze test zal na 20 seconden worden afgebroken.) 2. Verwijder het apparaat niet na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev medija Multimedia Card (MMC) KORAKI: 1. Kliknite "Preizkus" in vstavite kartico MMC v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇنىڭ قىستۇرۇلغان MMC (Multimedia Card) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا MMC كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە سېلىپ بولۇشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/mmc-insert test is run. It tests reading and writing to the MMC card.
bn: মিডিয়াকার্ড / মাল্টি মিডিয়া-সন্নিবেশ পরীক্ষা চালানোর পর এই পরীক্ষাটি স্বয়ংক্রিয় এবং কার্যকর হয়। এটা পড়া এবং লেখা MMC কার্ড থেকে পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/mmc-insert. Tha e a dearbhadh leughadh agus sgrìobhadh a' chairt MMC.
nl: Deze test verloopt automatisch en wordt gestart nadat de MMC-invoertest is gedraaid. Het test het lezen en schrijven naar de MMC kaart.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/mmc-insert. Preizkuša branje ter pisanje na kartico MMC.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، MMC ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا MMC غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of the MMC card from the systems card reader. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an t-siostam a lorg ceart gluasad a' chairt MMC bhon leughadair cairt an t-siostam. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt MMC bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail.Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van de MMC-kaart uit de kaartlezer correct detecteert. STAPPEN: 1. Klik op ‘Testen’ en haal de MMC-kaart uit de lezer. (Opmerking: deze test zal na 20 seconden worden afgebroken.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in de automatisch geselecteerde resultaten.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice MMC iz sistemskega bralnika kartic. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico MMC iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان MMC ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن MMC كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.
