Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test will check that the file browser can create a new folder. STEPS: 1. Click Test to open the File Browser. 2. On the menu bar, click File -> Create Folder. 3. In the name box for the new folder, enter the name Test Folder and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a new folder called Test Folder?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফোল্ডার তৈরি করতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। মেনু বারে ক্লিক করুন click File -> Create Folder ক্লিক করুন। ৩। নামের বক্সে Test Folder এর নাম দিন এবং Enter চাপুন। ৪। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: আপনি কি এখন Test Folder নামের একটি ফোল্ডার পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle cruthachadh pasgan ùr. CEUMAN: 1. Briog Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Air a' bhàr-clàr-iùil, briog Faidhle -> Cruthaich pasgan. 3. Anns a' bhocsa ainm airson am pasgan ùr, cuir a-steach an t-ainm Pasgan dearbh agus buail Cuir A-Steach. 4. Dùin am brabhsair faidhle DEARBHACHADH: Bheil a-nis agad pasgan ùr ainmichte Pasgan dearbh?
nl: DOEL: Deze test controleert of bestandsbeheer een nieuwe map kan aanmaken. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. klik in de menubalk op Bestand-> Map aanmaken. 3. vul in het naamvak voor de nieuwe map de naam Testmap in en druk op Enter. 4. sluit bestandsbeheer. VERIFICATIE: Heeft u nu een nieuwe map genaamd Testmap?
sl: NAMEN: Ta preizkus bo preveril, da lahko brskalnik datotek ustvari novo mapo. KORAKI: 1. Kliknite na Preizkus za odprtje Brskalnika datotek. 2. V menijski vrstici kliknite Datoteka -> Ustvari mapo. 3. V polju ime za novo mapo vnesite ime Preizkusna mapa in pritisnite Enter. 4. Zaprite Brskalnik datotek. POTRDITEV: Ali imate mapo z imenom Preizkusna mapa?
ug: مەقسەت: ھۆججەت كۆرگۈ يېڭى قىسقۇچ قۇرالامدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. تىزىملىك بالدىقىدىن ھۆججەت -> قىسقۇچ قۇرۇش نى چېكىسىز. 3. ئات كىرگۈزۈش كۆزنىكىگە يېڭى قىسقۇچنىڭ ئاتىنى «Test Folder» دەپ كىرگۈزىسىز ۋە قايتۇرۇش كۇنۇپكىسىنى باسىسىز. 4. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: نۆۋەتتىكى ئورۇندا «Test Folder» دېگەن قىسقۇچ پەيدا بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can copy a folder STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Copy. 3. Right Click on any white area in the window and click on Paste. 4. Right click on the folder called Test Folder(copy) and click Rename. 5. Enter the name Test Data in the name box and hit Enter. 6. Close the File browser. VERIFICATION: Do you now have a folder called Test Data?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফোল্ডার অনুলিপি করতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। Test Folder নামের ফাইলের উপর ডান ক্লিক করুন এবং কপি তে ক্লিক করুন। ৩। সাদা জায়গায় ডান ক্লিক করুন এবং প্রতিলেপন করাতে ক্লিক করুন। ৪। Test Folder(copy) নামের ফাইলটিতে ডান ক্লিক করুন এবং Rename এ ক্লিক করুন। ৫। নামের বক্সে Test Data এর নাম দিন এবং Enter চাপুন। ৬। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: আপনি কি এখন Test Data নামের একটি ফোল্ডার পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle dèan leth-bhreac pasgan. CEUMAN: 1. Briog Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog deas air a' phasgan a theirear Pasgan dearbh agus briog air leth-bhreac. 3. Briog deas air roinn geal sam bith anns an uinneag agus briog air Cuir ann (glaodh). 4. Briog deas air a' phasgan a theirear Pasgan dearbh(leth-bhreac) agus briog air Ath-ainmich. 5. Cuir a-steach an t-ainm Dàta dearbh anns a' bhocsa ainm agus buail Cuir A-Steach. 6. Dùin am brabhsair faidhle. DEARBHACHADH: Bheil a-nis agad pasgan ùr ainmichte Dàta dearbh?
nl: DOEL: Deze test controleert of bestandsbeheer een map kan kopiëren. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. rechtsklik op de map Testmap en klik op Kopiëren. 3. rechtsklik op een witte gedeelte in het venster en klik op Plakken. 4. rechtsklik op de map genaamd Testmap (kopie) en klik op Hernoemen… 5. vul in het naamvak de naam Testdata in en druk op Enter. 6. sluit bestandsbeheer. VERIFICATIE: Heeft u nu een map genaamd Testdata?
sl: NAMEN: Ta preizkus bo preveril, da lahko brskalnik datotek kopira mapo KORAKI: 1. Kliknite Preizkus za odprtje Brskalnika datotek. 2. Desno kliknite na mapo Preizkusna napa in kliknite kopiraj. 3. Desno kliknite na belo področje v oknu in kliknite pripeli. 4. Desno kliknite na mapo Preizkusna mapa (kopija) in kliknite Preimenuj. 5. V polje imena vnesite ime Preizkusni podatki in pritisnite Enter. 6. Zaprite Brskalnik datotek. POTRDITEV: Ali imate mapo z imenom Preizkusni podatki?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر قىسقۇچنى كۆچۈرەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test Folder» بولغان قىسقۇچ ئۈستىدە چاشقىنەكنى ئوڭ چېكىپ «كۆچۈر» نى چېكىسىز. 3. كۆزنەكنىڭ قۇرۇق بىر يېرىدە چاشقىنەكنى ئوڭ چېكىپ «چاپلا» نى چېكىسىز. 4. ئاتى «Test Folder(copy)» بولغان قىسقۇچ ئۈستىدە چاشقىنەكنى ئوڭ چېكىپ «ئاتىنى ئۆزگەرت» نى چېكىسىز. 5. ئاتىنى كىرگۈزۈش كۆزنەكچىسىگە «Test Data» نى كىرگۈزۈپ قايتۇرۇش كۇنۇپكىسىنى باسىسىز. 6. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: نۆۋەتتىكى ئورۇندا «Test Data» دېگەن قىسقۇچ پەيدا بولدىمۇ؟

source: PURPOSE: This test will verify that the file browser can move a folder. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the folder called Test Data onto the icon called Test Folder. 3. Release the button. 4. Double click the folder called Test Folder to open it up. 5. Close the File Browser. VERIFICATION: Was the folder called Test Data successfully moved into the folder called Test Folder?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফাইল সরাতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। Test Folder নামের ফাইলের উপর ক্লিক করুন এবং টেনে আনুন Test Data নামের ফোল্ডারের আইকনের উপর। ৩। বোতমটি রিলিজ করুন। ৪। Test Folder খোলার জন্য আইকনের উপর দুইবার ক্লিক করুন। ৫। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: Test Folder নামের ফোল্ডারটি সঠিকভাবে Test Data নামের ফোল্ডারে সরানো গিয়েছে কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle gluais pasgan. CEUMAN: 1. Briog air Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog agus slaod am pasgan a theirear Dàta dearbh air an ìomhaigheag a theirear Pasgan dearbh. 3. Leig às am putan. 4. Briog dùbailte airson am pasgan a theirear Pasgan dearbh a dh'fhosgail suas. 5. Dùin am Brabhsair faidhle. DEARBHACHADH: Robh am pasgan a theirear Dàta dearbh a ghluaiseadh gu soirbheachail a-steach dhan phasgan a theirear Pasgan dearbh?
nl: DOEL: Deze test controleert of bestandsbeheer een map kan verplaatsen. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. klik en sleep de map genaamd Testdata op het icoon genaamd Testmap. 3. laat de knop los. 4. dubbelklik op de map Testmap om het te openen. 5. sluit bestandsbeheer. VERIFICATIE: Was de map Testdata succesvol naar de map Testmap verplaatst?
sl: NAMEN: Ta preizkus bo preveril, da lahko brskalnik datotek premakne mapo. KORAKI: 1. Kliknite na Preizkus za odprtje Brskalnika datotek. 2. Kliknite in povlecite mapo Preizkusni podatki na ikono Preizkusna mapa. 3. Izpustite gum. 4. Dvokliknite mapo Preizkusna mapa in jo odprite. 5. Zaprite brskalnik datotek. POTRDITEV: Ali je bila mapa Preizkusni podatki uspešno premaknjena v mapo Preizkusna mapa?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر قىسقۇچنى يۆتكىيەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test Data» بولغان قىسقۇچ سۆرەپ ئاتى «Test Folder» دېگەن قىسقۇچنىڭ سىنبەلگىسى ئۈستىگە ئېلىپ كېلىسىز. 3. چاشقىنەكنى قويۇۋېتىسىز. 4. ئاتى «Test Folder» دېگەن قىسقۇچنى قوش چېكىپ ئاچىسىز. 5. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: قىسقۇچ «Test Data» نى قىسقۇچ «Test Folder» نىڭ ئىچىگە يۆتكىگىلى بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can create a new file. STEPS: 1. Click Select Test to open the File Browser. 2. Right click in the white space and click Create Document -> Empty Document. 3. Enter the name Test File 1 in the name box and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a file called Test File 1?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফাইল তৈরি করতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। সাদা জায়গায় ডান ক্লিক করুন এবং Create Document -> Empty Document ক্লিক করুন। ৩। নামের বক্সে Test File 1 এর নাম দিন এবং Enter চাপুন। ৪। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: আপনি কি এখন Test File 1 নামের একটি ফাইল পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle cruthachadh faidhle ùr. CEUMAN: 1. Briog air Tagh Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog deas ann an spàs geal agus briog air Cruthaich sgrìobhainn -> Sgrìobhainn falamh. 3. Cuir a-steach an t-ainm Faidhle dearbh 1 anns a' bhocsa ainm agus buail Cuir A-Steach. 4. Dùin am Brabhsair faidhle. DEARBHACHADH: Bheil a-nis agad faidhle ainmichte Faidhle dearbh 1?
nl: DOEL: Deze test controleert of bestandsbeheer een nieuw document kan aanmaken. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. klik met de rechter muisknop in de witte ruimte en kies voor Document aanmaken-> Leeg bestand. 3. vul in het naamvak de naam Testbestand 1 in en druk op Enter. 4. sluit bestandsbeheer. VERIFICATIE: Heeft u nu een nieuw bestand genaamd Testbestand 1?
sl: NAMEN: Ta preizkus bo preveril, da lahko brskalnik datotek ustvari novo datoteko. KORAKI: 1. Izberite izbrani preizkus za odprtje brskalnika datotek. 2. Desno kliknite na prazen prostor in kliknite Ustvari dokument -> Prazen dokument. 3. Vnesite ime Preizkusna datoteka 1 v polje imena in pritisnite Enter. 4. Zaprite brskalnik datotek. POTRDITEV: Ali imate datoteko Preizkusna datoteka 1?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر يېڭى ھۆججەت قۇرالامدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. بىرەر بوش يەردە چاشقىنەكنى ئوڭ چېكىپ «پۈتۈك قۇر -> قۇرۇق پۈتۈك» نى چېكىسىز. 3. ئاتىنى كىرگۈزىدىغان كۆزنەكچىگە «Test File 1» دەپ كىرگۈزىسىز. 4. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: ئاتى «Test File 1» بولغان ھۆججەت پەيدا بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can copy a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click Copy. 3. Right click in the white space and click Paste. 4. Right click on the file called Test File 1(copy) and click Rename. 5. Enter the name Test File 2 in the name box and hit Enter. 6. Close the File Browser. VERIFICATION: Do you now have a file called Test File 2?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফাইল অনুলিপি করতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। Test File 1 নামের ফাইলের উপর ডান ক্লিক করুন এবং কপি তে ক্লিক করুন। ৩। সাদা জায়গায় ডান ক্লিক করুন এবং প্রতিলেপন করাতে ক্লিক করুন। ৪। Test File 1(copy) নামের ফাইলটিতে ডান ক্লিক করুন এবং Rename এ ক্লিক করুন। ৫। নামের বক্সে Test File 2 এর নাম দিন এবং Enter চাপুন। ৬। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: আপনি কি এখন Test File 2 নামের একটি ফাইল পেয়েছেন?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle dèan leth-bhreac faidhle. CEUMAN: 1. Briog Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog deas air an fhaidhle a theirear Faidhle dearbh 1 agus briog air leth-bhreac. 3. Briog deas anns an spàs geal briog air Cuir ann (glaodh). 4. Briog deas air an fhaidhle a theirear Faidhle dearbh 1(leth-bhreac) agus briog air Ath-ainmich. 5. Cuir a-steach an t-ainm Faidhle dearbh 2 anns a' bhocsa ainm agus buail Cuir A-Steach. 6. Dùin am brabhsair faidhle. DEARBHACHADH: Bheil a-nis agad faidhle ainmichte Faidhle dearbh 2?
nl: DOEL: Deze test controleert of bestandsbeheer een bestand kan kopiëren. STAPPEN: 1. klik op ‘Testen’ om bestandsbeheer te openen. 2. rechtsklik op het bestand Testbestand 1 en klik op Kopiëren. 3. rechtsklik in de witte ruimte en klik op Plakken. 4. rechtsklik op het bestand genaamd Testbestand 1 (kopie) en klik op Hernoemen… 5. vul in het naamvak de naam Testbestand 2 in en druk op Enter. 6. sluit bestandsbeheer. VERIFICATIE: Heeft u nu een bestand genaamd Testbestand 2?
sl: NAMEN: Ta preizkus bo preveril, da lahko brskalnik datotek kopira datoteko. KORAKI: 1. Kliknite preizkus za odprtje brskalnika datotek. 2. Desno kliknite na datoteko Preizkusna datoteka 1 in kliknite kopiraj. 3. Desno kliknite na prazen prostor in kliknite prilepi. 4. Desno kliknite na datoteko Preizkusna datoteka 1 (kopiraj) in kliknite Preimenuj. 5. V polje ime vnesite ime Preizkusna datoteka 2 in pritisnite Enter. 6. Zaprite brskalnik datotek. POTRDITEV: Ali sedaj imate datoteko Preizkusna datoteka 2?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر ھۆججەتنى كۆچۈرەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test File 1» بولغان ھۆججەت ئۈستىدە چاشقىنەكنى ئوڭ چېكىپ «كۆچۈر» نى چېكىسىز. 3. كۆزنەكنىڭ قۇرۇق بىر يېرىدە چاشقىنەكنى ئوڭ چېكىپ «چاپلا» نى چېكىسىز. 4. ئاتى «Test File 1(copy)» بولغان ھۆججەت ئۈستىدە چاشقىنەكنى ئوڭ چېكىپ «ئاتىنى ئۆزگەرت» نى چېكىسىز. 5. ئاتىنى كىرگۈزۈش كۆزنەكچىسىگە «Test File 2» نى كىرگۈزۈپ قايتۇرۇش كۇنۇپكىسىنى باسىسىز. 6. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: نۆۋەتتىكى ئورۇندا «Test File 2» دېگەن ھۆججەت پەيدا بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can move a file. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. 3. Release the button. 4. Double click the icon for Test Data to open that folder up. 5. Close the File Browser. VERIFICATION: Was the file Test File 2 successfully moved into the Test Data folder?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে একটি ফাইল সরাতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। Test File 2 নামের ফাইলের উপর ক্লিক করুন এবং টেনে আনুন Test Data নামের ফোল্ডারের আইকনের উপর। ৩। বোতমটি রিলিজ করুন। ৪। Test Data খোলার জন্য আইকনের উপর দুইবার ক্লিক করুন। ৫। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: Test File 2 সঠিকভাবে Test Data folder তে সরানো গিয়েছে কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle gluais faidhle. CEUMAN: 1. Briog air Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog agus slaod am faidhle a theirear Faidhle dearbh 2 air an ìomhaigheag son a' phasgan a theirear Dàta dearbh. 3. Leig às am putan. 4. Briog dùbailte an ìomhaigheag son Dàta dearbh a dh'fhosgail suas. 5. Dùin am Brabhsair faidhle. DEARBHACHADH: Robh am faidhle Dàta dearbh a ghluaiseadh gu soirbheachail a-steach dhan phasgan Dàta dearbh?
nl: DOEL: Deze test controleert of bestandsbeheer een bestand kan verplaatsen. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. klik en sleep het bestand Testbestand 2 op het icoon van de map genaamd Testdata. 3. laat de knop los. 4. dubbelklik op de map Testdata om het te openen. 5. sluit bestandsbeheer. VERIFICATIE: Was het bestand Testbestand 2 succesvol naar de map Testdata verplaatst?
sl: NAMEN: Ta preizkus bo preveril zmožnost premikanja datotek v brskalniku datotek. Koraki: 1. Kliknite na Preizkus, da odprete brskalnik datotek. 2. Kliknite in povlecite datoteko Preizkusna datoteka 2 nad ikono za mapo z imenom Preizkusni podatki. 3. Spustite gumb. 4. Dvokliknite ikono za mapo Preizkusni podatki, da odprete to mapo. 5. Zaprite brskalnik datotek. POTRDITEV: Ali je bila datoteka Preizkusna datoteka 2 uspešno prestavljena v mapo Preizkusni podatki?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر ھۆججەتنى يۆتكىيەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test File 2» بولغان ھۆججەتنى سۆرەپ ئاتى «Test Data» دېگەن قىسقۇچنىڭ سىنبەلگىسى ئۈستىگە ئېلىپ كېلىسىز. 3. چاشقىنەكنى قويۇۋېتىسىز. 4. ئاتى «Test Data» دېگەن قىسقۇچنى قوش چېكىپ ئاچىسىز. 5. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: ھۆججەت «Test File 2» نى قىسقۇچ «Test Data» نىڭ ئىچىگە يۆتكىگىلى بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can delete a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click on Move To Trash. 3. Verify that Test File 1 has been removed. 4. Close the File Browser. VERIFICATION: Is Test File 1 now gone?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে ফোল্ডার মুছে ফেলতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। টেস্ট ফোল্ডার নামের ফোল্ডারটির উপর ডান ক্লিক করুন এবং Move To Trash এ ক্লিক করুন। ৩। Test File 1 মুছে গিয়েছে কিনা তা যাচাই করুন। ৪। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: Test File 1 চলে গিয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn am brabhsair faidhle dubhadh às faidhle. CEUMAN: 1. Briog air Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog deas air an fhaidhle a theirear Faidhle dearbh 1 agus briog air Gluais dhan sgudal. 3. Dearbhaich gu robh Faidhle dearbh 1 a thoirt às. 4. Dùin am Brabhsair faidhle. DEARBHACHADH: An do dh'fhalbh Faidhle dearbh 1 a-nis.
nl: DOEL: Deze test controleert of bestandsbeheer een bestand kan verwijderen. STAPPEN: 1. klik op Testen om bestandsbeheer te openen. 2. rechtsklik op het bestand Testbestand 1 en klik op In prullenbak gooien. 3. controleer of Testbestand 1 weg is. 4. sluit bestandsbeheer. VERIFICATIE: Is Testbestand 1 nu weg?
sl: NAMEN: Ta preizkus bo preveril zmožnost brisanja datotek v brskalniku datotek. STEPS: 1. Kliknite Preizkus, da odprete brskalnik datotek. 2. Desno kliknite na datoteko Preizkusna datoteka 1 in kliknite na Premakni v smeti. 3. Preverite, da je bila datoteka Preizkusna datoteka 1 odstranjena. 4. Zaprite brskalnik datotek. POTRDITEV: Ali je datoteka Preizkusna datoteka 1 zdaj odstranjena?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر ھۆججەتنى ئۆچۈرەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test File 1» بولغان ھۆججەتنىڭ ئۈستىدە ئوڭ چېكىپ «ئەخلەتخانىغا يۆتكە» نى چېكىسىز. 3. ئاتى «Test File 1» بولغان ھۆججەت ئۆچۈرۈلدىمۇ قارايسىز. 4. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: ئاتى «Test File 1» دېگەن ھۆججەت يوق بولدىمۇ؟

source: PURPOSE: This test will check that the file browser can delete a folder. STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Move To Trash. 3. Verify that the folder was deleted. 4. Close the file browser. VERIFICATION: Has Test Folder been successfully deleted?
bn: PURPOSE: এই পরীক্ষা ফাইল ব্রাউজার সঠিকভাবে ফোল্ডার মুছে ফেলতে পারে কিনা তা চেক করে। STEPS: ১। ফাইল ব্রাউজার খোলার জন্য পরীক্ষাতে ক্লিক করুন। ২। টেস্ট ফোল্ডার নামের ফোল্ডারটির উপর ডান ক্লিক করুন এবং Move To Trash এ ক্লিক করুন। ৩। ফোল্ডারটি মুছে গিয়েছে কিনা তা যাচাই করুন। ৪। ফাইল ব্রাউজার বন্ধ করুন। VERIFICATION: ফোল্ডারটি সঠিকভাবে মুছা হয়েছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn gun urrainn am brabhsair faidhle dubhadh às pasgan. CEUMAN: 1. Briog air Dearbh a dh'fhosgail am Brabhsair faidhle. 2. Briog deas air am pasgan a theirear Pasgan dearbh 1 agus briog air Gluais dhan sgudal. 3. Dearbhaich gu robh Faidhle dearbh 1 a thoirt às. 4. Dùin am Brabhsair faidhle. DEARBHACHADH: Robh am Pasgan dearbh dhubhadh às gu soirbheachail?
nl: DOEL: Deze test controleert of bestandsbeheer een map kan verwijderen. STAPPEN: 1. klik op ‘Testen’ om bestandsbeheer te openen. 2. rechtsklik op de map Testmap en klik op ‘In prullenbak’ gooien. 3. controleer of Testmap verwijderd is. 4. sluit bestandsbeheer. VERIFICATIE: Is Testmap succesvol verwijderd?
sl: NAMEN: Ta preizkus bo preveril zmožnost brisanja map v brskalniku datotek. STEPS: 1. Kliknite Preizkus, da odprete brskalnik datotek. 2. Desno kliknite na mapo Preizkusna mapa in kliknite na Premakni v smeti. 3. Preverite, da je bila mapa odstranjena. 4. Zaprite brskalnik datotek. POTRDITEV: Ali je bila Preizkusna mapa uspešno odstranjena?
ug: مەقسەت: ھۆججەت كۆرگۈ بىرەر قىسقۇچنى ئۆچۈرەلەمدۇ-يوق تەكشۈرۈش. باسقۇچلار: 1. «سىنا» نى چېكىپ «ھۆججەت كۆرگۈ» نى ئىجرا قىلىسىز. 2. ئاتى «Test Folder» بولغان قىسقۇچنىڭ ئۈستىدە ئوڭ چېكىپ «ئەخلەتخانىغا يۆتكە» نى چېكىسىز. 3. ئاتى «Test Folder» بولغان قىسقۇچ ئۆچۈرۈلدىمۇ قارايسىز. 4. «ھۆججەت كۆرگۈ» نى ياپىسىز. تەكشۈرۈش: ئاتى «Test Folder» دېگەن قىسقۇچ ئۆچۈرۈلدىمۇ؟

source: Common Document Types Test
bn: সাধারণ নথি ধরনের পরীক্ষা
gd: Deuchainn seòrsaichean sgrìobhainn cumanta
nl: Test veelvoorkomende bestandstypen
sl: Preizkus pogostih vrst dokumentov
ug: كۆپ ئىشلىتىلىدىغان پۈتۈك(ھۆججەت) تىپىنى سىناش

source: PURPOSE: This test will check that Firefox can render a basic web page. STEPS: 1. Select Test to launch Firefox and view the test web page. VERIFICATION: Did the Ubuntu Test page load correctly?
bn: PURPOSE: এই পরীক্ষা ফায়রফক্স একটি বেসিক ওয়েব পেইজ পরিনত করতে পারে কিনা তা চেক করে। ১। ফায়ারফক্স আরম্ভ করার জন্য টেস্ট নির্বাচন করুন এবং টেস্ট ওয়েব পেইজটি প্রদর্শন করুন। VERIFICATION: উবন্তু টেস্ট পেজটি কি সঠিকভাবে লোড হয়েছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn Firefox reandar duilleag lìn bunaiteach. CEUMAN: 1. Tagh Dearbh a chur air bhog Firefox agus seall ris an duilleag lìn dearbh. DEARBHACHADH: An do luchdaich an duilleag dearbh Ubuntu ceart?
nl: DOEL: Deze test controleert of Firefox een standaard webpagina kan weergeven. STAPPEN: 1. Klik op 'Testen' om Firefox te starten en de test webpagina te bekijken. VERIFICATIE: Werd de Ubuntu-testpagina correct geladen?
sl: NAMEN: Ta preizkus bo preveril, da lahko Firefox prikaže osnovno stran. KORAKI: 1. Izberite Preizkus za zagon Firefoxa in preglejte naloženo preizkusno stran. POTRDITEV: Se je Testna stran Ubuntu naložila pravilno?
ug: مەقسەت: ئوتتۈلكە(Firefox) تور كۆرگۈسى ئاددىي تور بېتىنى كۆرسىتىلەمدۇ-يوق تەكشۈرۈش باسقۇچلار: 1. «سىنا» نى چېكىپ «ئوتتۈلكە(Firefox)» نى ئىجرا قىلىسىز ۋە سىناق تور بېتىنى كۆرىسىز. تەكشۈرۈش: ئۇبۇنتۇ سىناق بېتى توغرا كۆرسىتىلدىمۇ؟

source: PURPOSE: This test will check that Firefox can run a java applet in a web page. Note: this may require installing additional software to complete successfully. STEPS: 1. Select Test to open Firefox with the Java test page, and follow the instructions there. VERIFICATION: Did the applet display?
bn: PURPOSE: এই পরীক্ষা ফায়রফক্স ওয়েব পেইজ এ জাভা এপিলেট চালাতে পারে কিনা তা চেক করে।টীকা: এটার সাফল্যের জন্য অতিরিক্ত সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে STEPS: ১। জাভা টেস্ট পেইজের সাথে ফায়ারফক্স আরম্ভ করার জন্য টেস্ট নির্বাচন করুন এবং এই নির্দেশনা মেনে চলুন। VERIFICATION: অ্যাপিলেট কি প্রদর্শিত হয়েছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gun urrainn Firefox ruith aplaid java ann an duilleag lìn. Nota: dh'fhaodadh seo iarraidh stàladh barrachd bathar-bog gus a chrìochnachadh gu soirbheachail. CEUMAN: 1. Tagh Dearbh a dh'fhosgail Firefox leis an duilleag dearbh java, agus lean na stiùiridhean an sin. DEARBHACHADH: An do nochd an aplaid?
nl: DOEL: Deze test controleert of Firefox een Java-applet in een webpagina kan uitvoeren. Opmerking: Het kan benodigd zijn om extra software te installeren. STAPPEN: 1. Selecteer Testen om Firefox met de Java-testpagina te openen, en volg de instructies daarin. VERIFICATIE: Werd de applet weergegeven?
sl: NAMEN: Ta preizkus bo preveril zmožnost poganjanja java apleta v spletni strani. Opomba: mogoče bo potrebno nameščanje dodatne programske opreme za uspešno izvršitev. KORAKI: 1. Izberite Preizkus za zagon Firefoxa in sledite navodilom na naloženi strani. POTRDITEV: Je bil aplet prikazan?
ug: مەقسەت: ئوتتۈلكە(Firefox) تور كۆرگۈسى تور بېتىدىكى java قوللانچىقى(applet) ئىجرا قىلالامدۇ-يوق تەكشۈرۈش. دىققەت: مەشغۇلاتنىڭ مۇۋەپپەقىيەتلىك بولۇشى ئۈچۈن قوشۇمچە دېتاللارنى ئورنىتىش زۆرۈر بۆلىشى مۇمكىن. باسقۇچلار: 1. «سىنا» نى چېكىپ «ئوتتۈلكە(Firefox)» نى ئىجرا قىلىسىز ۋە java قوللانچاق بېتىنى ئاچىسىز، كۆرسەتمە بويىچە مەشغۇلات قىلىسىز. تەكشۈرۈش: قوللانچاق توغرا كۆرسىتىلدىمۇ؟
