Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: Test if the init daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি init ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon init a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de init-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusite, če se ozadnji program init izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن init دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the klogd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি klogd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon klogd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de klogd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi če se klogd opravilo izvaja, med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن klogd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the nmbd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি nmbd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon nmbd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de nmbd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi, če se ozadnji program nmbd izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن nmbd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the smbd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি smbd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon smbd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de smbd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi, če se ozadnji program smbd izvaja medtem nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن smbd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the syslogd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি syslogd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon syslogd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de syslogd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi, če se ozadnji program syslogd izvaja medtem ko se paket namešča.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن syslogd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the udevd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি udevd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon udevd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de udevd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi. če se ozadrnji program udevd izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن udevd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Test if the winbindd daemon is running when the package is installed.
bn: পরীক্ষা করুন প্যাকেজ ইনস্টল হওয়ার পর যদি winbindd ডেমন চলমান থাকে।
gd: Deuchainn ma tha daemon winbinnd a' ruith nuair tha am pacaid stàlaichte.
nl: Test of de winbindd-daemon actief is, als dit pakket geïnstalleerd is.
sl: Preizkusi, če se ozadnji program winbindd izvaja med nameščanjem paketa.
ug: بوغچا ئورنىتىلىپ بولغاندىن كېيىن winbindd دېگەن مۇئەككەل ئىجرا بولدىمۇ سىنايدۇ.

source: Detects and displays disks attached to the system.
bn: সিস্টেমের সাথে সংয়ুক্ত ডিস্ক অলাদা এবং প্রদর্শন করুন।
gd: A lorg agus a' taisbeanadh dìosgan ceangailte ris an t-siostam.
nl: Op het systeem aangesloten schijven detecteren en tonen.
sl: Zazna in izpiše diske, priključene na sistem.
ug: سىستېمىغا قوشۇلغان دىسكىنى ئىزدەپ تاپىدۇ ۋە كۆرسىتىدۇ.

source: Check stats changes for each disk
bn: প্রতিটি ডিস্কের জন্য পরিসংখ্যান পরিবর্তন বাছাই করুন
gd: Sgrùd atharraichean stadastaigean son gach dìosg
nl: Statistiekwijzigingen voor elke schijf controleren
sl: Preveri spremembe stanja za vsak disk
ug: ھەر بىر دىسكىنىڭ ھالىتىنىڭ ئۆزگىرىشىنى تەكشۈرۈش

source: SMART test
bn: SMART পরীক্ষা করুন
gd: Deuchainn SMART
sl: Preizkus SMART
ug: SMART سىنىقى

source: Maximum disk space used during a default installation test
bn: পূর্বনির্ধারিত ইন্সটলেশন পরীক্ষার সময় সর্বোচ্চ ডিস্কের জায়গা ব্যবহার করা হয়েছে
gd: Rùm dìosg barr-suime chleachdadh fad deuchainn a stàlachadh bunaiteach
nl: Maximale schijfruimte die tijdens een standaard installatie-test gebruikt wordt
sl: Največ porabljenega prostora med preizkusom privzete namestitve
ug: كۆڭۈلدىكى ئورنىتىش سىنىقى جەريانىدا دىسكىنىڭ ئەڭ چوڭ بوشلۇقىنى ئىشلىتىدۇ

source: Verify system storage performs at or above baseline performance
bn: সিস্টেম যাচাই করুন সংগ্রহস্থল সঞ্চালিত সময়ের অথবা বেসলাইন কর্মক্ষমতার বেশি
gd: A dearbhadh gnìomhaich stòr an t-siostam aig no os cionn gnìomhaich bun-loidhne
nl: Controleer prestaties van systeemopslag op of boven de standaardprestaties
sl: Preveri, da je hitrost sistemske shrambe vsaj na najmanjšem zahtevanem nivoju.
ug: سىستېمىنىڭ ئىقتىدارى ئاساسىي ئۆلچەمدىن يۇقىرىمۇ ئەمەسمۇ تەكشۈرىدۇ

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
bn: স্টোরেজ ডিভাইস যাচাই করুন, যেমন ফাইবার চ্যানেল এবং RAID সনাক্ত করা সম্ভব এবং স্ট্রেসের অধীনে সঞ্চালিত হবে।
gd: Dearbh gu gabh innleachdan stòr, mar Fibre Channel agus RAID a lorgadh 's gnìomhaich fo chuideam.
nl: Controleer of opslagapparaten, zoals Fibre Chanel en RAID, gedetecteerd worden en ook onder druk blijven werken.
sl: Preveri, da je mogoče naprave za hranjenje podatkov, kot optični kanal in RAID polja, pravilno zaznati in da delujejo pod obremenitvijo.
ug: نۇر تالا قانىلى(Fibre Channel) ۋە RAID بايقالدىمۇ ۋە چارچىتىش سىناقلىرىدا ئۈنۈملۈك ئىشلىدىمۇ تەكشۈرىدۇ.

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. PREREQUISITES: This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the user switcher applet. 2. Select your user name. 3. A window should appear that provides the ability to login either typing your password or using fingerprint authentication. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
bn: PURPOSE: এই পরীক্ষা একটি ফিঙ্গারপ্রিন্ট রিডার আপনার সিস্টেম লগিং জন্য সঠিকভাবে চলতে সক্ষমতা যাচাই করবে। PREREQUISITES: এই পরীক্ষাটি ক্ষেত্রে অনুমান করা হয়েছে যে একটি পরীক্ষার অ্যাকাউন্ট থেকে পরীক্ষা ক্ষেত্রে চালানো হয় নাই এবং একটি ব্যক্তিগত অ্যাকাউন্ট যা পরীক্ষক যাচাই করতে ফিঙ্গারপ্রিন্ট রিডার ব্যবহার করে STEPS: ১। ব্যবহারকারীর সুইচার অ্যাপ্লেটের উপর ক্লিক করুন ২। আপনার ব্যবহারকারীর নাম নির্বাচন করুন। ৩। একটি উইন্ডো প্রদর্শিত হওয়া উচিত যা লগইন ক্ষমতা প্রদান করে হয় আপনার পাসওয়ার্ড টাইপ করার জন্য অথবা অঙ্গুলাঙ্ক প্রমাণীকরণ ব্যবহারের জন্য। ৪। ফিঙ্গারপ্রিন্ট রিডার লগইন করার সময় ব্যবহার করুন। ৫। ব্যবহারকারীর সুইচার অ্যাপ্লেটের উপর ক্লিক করুন ৬। চলমান পরীক্ষা চালিয়ে যওয়ার জন্য পরীক্ষার অ্যাকাউন্ট নির্বাচন করুন। VERIFICATION: প্রমাণীকরণ প্রক্রিয়া সঠিকভাবে কাজ করছে কি?
gd: DEÒIN: Dearbhaidh an deuchainn seo gun oibrich an leughadair meur-lorg ceart airson logadh a-steach dhad shiostam. RO-GHOIREASAN: Tha an deuchainn seo a' tuigsinn gu bheil cunntas dearbhaidh bhon a tha cùisean dearbhaidh a' ruith agus cunntas pearsanta th' an dearbhadair a' cleachdadh gus dearbhachadh an leughadair meur-lorg CEUMAN: 1. Briog air an aplaid suidseadh a' chleachdaiche. 2. Tagh d' ainm cleachdaiche 3. Nochdaidh uinneag tha solaraich an comas logadh a-steach an dàrna cuid clò-sgrìobhadh do fhacal-faire no cleachdadh dearbhaidh meur-lorg. 4. Cleachd leughadair meur-lorg son log a-steach. 5. Briog air an aplaid suidseadh a' chleachdaiche. 6. Tagh an cunntas dearbhadh son leantainn a' ruith deuchainnean. DEARBHACHADH: An do dh'obraich am modh-obrach dearbhaidh ceart?
nl: DOEL: Met deze test kunt u controleren of het aanmelden met vingerafdruk naar behoren werkt. VEREISTEN: Deze test vereist een test-account van waaruit de tests gedaan worden, en een persoonlijk account dat de tester gebruikt om de vingerafdruklezer te controleren STAPPEN: 1.- Klik op het applet om van gebruiker te wisselen. 2.- Selecteer uw gebruikersnaam. 3.- Er verschijnt een venster om u aan te melden met uw wachtwoord of met vingerafdruk. 4.- Gebruiker de vingerafdruklezer om aan te melden. 5.- Klik op het applet om van gebruiker te wisselen. 6.- Selecteer het test-account om verder te gaan met testen. VERIFICATIE: Kon u zich met uw vingerafdruk aanmelden?
sl: NAMEN: Ta preizkus bo preveril, če bo bralnik prstnih odtisov deloval pravilno za prijavo v vaš sistem. POGOJI: Ta preizkusni primer predpostavlja, da obstaja preizkusni račun, s katerega se izvajajo preizkusni primeri in osebni račun, ki ga preizkuševalec uporabi za preverjanje bralnika prstnih odtisov KORAKI: 1. Kliknite na applet za preklop med uporabniki. 2. Izberite svoje uporabniško ime. 3. Prikazati bi se moralo okno, ki ponuja možnost za prijavo bodisi z vtipkanjem gesla bodisi z overitvijo z bralnikom prstnih odtisov. 4. Uporabite bralnik prstnih odtisov za prijavo. 5. Kliknite na applet za preklop med uporabniki. 6. Izberite preizkusni račun za nadaljevanje z izvajanjem preizkusov. POTRDITEV: Ali je postopek overitve deloval pravilno?
ug: مەقسەت: سىستېمىغا كىرىشتە بارماق ئىزى ئوقۇغۇنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش زۆرۈر نەرسىلەر: بۇ سىناقنى ئېلىپ بېرىشتىن ئاۋۋال، سىناق ھېساباتى بولۇشى، ۋە سىناق ھېساباتىدا ئېلىپ بېرىلغان سىناقنى تەكشۈرۈش ئۈچۈن يەنە بىر شەخسىي ھېسابات بولۇشى كېرەك. باسقۇچلار: 1. ئىشلەتكۈچى ئالماشتۇرۇش قوللانچىقىنى چېكىڭ. 2. ئۆزىڭىزنىڭ ئىشلەتكۈچى ئاتىنى تاللاڭ. 3. ئىم ياكى بارماق ئىزى ئارقىلىق سالاھىيەت دەلىللەشكە بولىدىغان كۆزنەك كۆرۈنىدۇ. 4. بارماق ئىزى ئارقىلىق سالاھىيەت دەلىللەشنى ئىشلىتىڭ. 5. ئىشلەتكۈچى ئالماشتۇرۇش قوللانچىقىنى چېكىڭ. 6. سىناقنى داۋاملاشتۇرۇش ئۈچۈن سىناق ھېساباتىنى تاللاڭ. تەكشۈرۈش: سالاھىيەت دەلىللەش توغرا ئىشلىدىمۇ؟

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the user switcher applet. 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
bn: PURPOSE: এই পরীক্ষা একটি ফিঙ্গারপ্রিন্ট রিডার ব্যবহার করে একটি সিস্টেম লক উদ্ঘাটন করা সম্ভাব্যতার সক্ষমতা যাচাই করবে। STEPS: ১। ব্যবহারকারীর সুইচার অ্যাপ্লেটের উপর ক্লিক করুন ২। 'লক স্ক্রিন' নির্বাচন করুন। ৩। যে কোন কী চাপুন অথবা মাউস নড়ান। ৪।একটি উইন্ডো প্রদর্শিত হওয়া উচিত যা আনলকের ক্ষমতা প্রদান করে হয় আপনার পাসওয়ার্ড টাইপ করার জন্য অথবা অঙ্গুলাঙ্ক প্রমাণীকরণ ব্যবহারের জন্য। ৫। ফিঙ্গারপ্রিন্ট রিডার আনলক করার সময় ব্যবহার করুন। ৬। আপনার পর্দা আনলক হবে VERIFICATION: প্রমাণীকরণ প্রক্রিয়া সঠিকভাবে কাজ করছে কি?
gd: DEÒIN: Dearbhaidh an deuchainn seo gu fhaod cleachdadh leughadair meur-lorg son toirt an glais bho siostam glaiste. CEUMAN: 1. Briog air an aplaid suidseadh a' chleachdaiche. 2. Tagh 'Glais sgrìn'. 3. Brùth putan sam bith no gluais an luchag. 4. Nochdaidh uinneag tha solaraich an comas a' toirt an glais bho an darna cuid clò-sgrìobhadh do fhacal-faire no cleachdadh dearbhaidh meur-lorg. 5. Cleachd an leughadair meur-lorg son toirt an glais bho. 6. Bu chòir an glais thoirt bhod sgrìn. DEARBHACHADH: An do dh'obraich am modh-obrach dearbhaidh ceart?
nl: DOEL: Met deze test kunt u controleren of u uw vingerafdruklezer kunt gebruiken om uw systeem te ontgrendelen. STAPPEN: 1.- Klik op het applet om van gebruiker te wisselen. 2.- Kies ‘Scherm vergrendelen’. 3.- Druk op een toets of beweeg de muis. 4.- Er verschijnt nu een venster om het scherm te ontgrendelen, met uw wachtwoord of met vingerafdruk. 5.- Gebruiker de vingerafdruklezer om te ontgrendelen. 6.- Het scherm hoort nu ontgrendeld te zijn.VERIFICATIE: Kon u het scherm met uw fingerafdruk ontgrendelen?
sl: NAMEN: Ta preizkus bo preveril, če se bralnik prstnih odtisov lahko uporabi za odklenitev zaklenjenega sistema. KORAKI: 1. Kliknite na applet za preklop med uporabniki. 2. Izberite 'Zakleni zaslon'. 3. Pritisnite katerokoli tipko ali premaknite miško. 4. Prikazati bi se moralo okno, ki ponuja možnost odklenitve bodisi z vtipkanjem vašega gesla bodisi z overitvijo z bralnikom prstnih odtisov. 5. Uporabite bralnik prstnih odtisov za odklenitev. 6. Vaš zaslon bi moral biti odklenjen. POTRDITEV: Ali je postopek overitve deloval pravilno?
ug: مەقسەت: بارماق ئىزى ئوقۇغۇ ئارقىلىق قۇلۇپلانغان سىستېمىنى قۇلۇپسىزلاشقا بولامدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ئىشلەتكۈچى ئالماشتۇرۇش قوللانچىقىنى چېكىڭ. 2. ‹ئېكران قۇلۇپلاش› نى تاللاڭ. 3. خالىغان كۇنۇپكىنى چېكىڭ ياكى چاشقىنەكنى يۆتكەڭ. 4. ئىم ياكى بارماق ئىزى ئارقىلىق سالاھىيەت دەلىللەپ قۇلۇپسىزلاشقا بولىدىغان كۆزنەك كۆرۈنىدۇ. 5. قۇلۇپسىزلاش ئۈچۈن بارماق ئىزى ئوقۇغۇنى ئىشلىتىڭ. 6. شۇنىڭ بىلەن ئېكرانىڭىز قۇلۇپسىزلىنىدۇ. تەكشۈرۈش: سالاھىيەت دەلىللەش توغرا ئىشلىدىمۇ؟

source: PURPOSE: This test will check the system can detect the insertion of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug a FireWire HDD into an available FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
gd: DEÒIN: Sgrùdaidh an deuchainn seo am faigh an siostam lorg nuair cuir FireWire HDD a-steach CEUMAN: 1. Briog 'Dearbh' gus tòiseachadh an deuchainn. Le crìoch-ùine fàilligeadh an deuchainn seo mur eil lorg air a chur a-steach taobh a-staigh 20 dìogan. 2. Plucaich FireWire HDD a-steach dham port FireWire. DEARBHACHADH: Tha dearbhaidh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte fèin-obrachail.
nl: DOEL: Deze test zal controleren of het systeem het aansluiten van een FireWire HDD kan detecteren STAPPEN: 1. Klik ‘Test’ om de test te starten. Deze test zal afgebroken worden indien er geen nieuw aangesloten apparaat gedetecteerd wordt binnen de 20 seconden. 2. Sluit een FireWire HDD aan op een beschikbare FireWire poort. VERIFICATIE: De verificatie van deze test gebeurt automatisch. Pas het automatisch geselecteerde resultaat niet aan
sl: NAMEN: Ta preizkus bo preveril, če lahko sistem zazna vstavitev trdega diska FireWire KORAKI: 1. Kliknite 'Preizkus' za začetek preizkus. Ta preizkus bo časovno pretekel in spodletel, če vstavljanje ni bilo odkrito v 20 sekundah. 2. Vstavite trdi disk FireWire v razpoložljiva vrata FireWire. PREVERJANJE: Preverjanje tega preizkus je samodejno. Ne spreminjajte samodejno izbranega rezultata
ug: مەقسەت: سىستېما چېتىلغان FireWire HDD نى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› نى چېكىپ سىناقنى باشلايسىز. بۇ سىناقتا ئەگەر 20 سېكۇنت ئىچىدە دىسكا چېتىلمىسا ۋاقىت ھالقىش خاتالىقىنى چىقىدۇ 2. بىر دانە FireWire HDD نى كومپيۇتېردىكى FireWire ئېغىزىغا چاتىسىز. تەكشۈرۈش: بۇ سىناق تەكشۈرۈش جەريانى ئاپتوماتلاشتۇرۇلغان، ئاپتوماتىك تاللاش نەتىجىسىنى ئۆزگەرتمەڭ

source: This is an automated test which performs read/write operations on an attached FireWire HDD
bn: এটি একটি স্বয়ংক্রিয় পরীক্ষা যা একটি সংযুক্ত ফায়ারওয়্যার HDD তে পড়া / লেখা অপারেশন সঞ্চালিত করে
gd: 'S e seo deuchainn gu fèin-obrachail a tha dèanamh obrachaidhean leugh/sgrìobh air an FireWire HDD ceangailte.
nl: Dit is een automatische test die lees/schrijf commando's op een aangesloten FireWire harde schijf uitvoert.
sl: To je samodejen preizkus, ki izvaja opravila branja/pisanja na priključenem trdem disku FireWire
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، چېتىلغان FireWire HDD دىسكىغا نىسبەتەن ئوقۇش/يېزىش مەشغۇلاتى ئېلىپ بارىدۇ

source: PURPOSE: This test will check the system can detect the removal of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached FireWire HDD from the FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
gd: DEÒIN: Sgrùdaidh an deuchainn seo am faigh an siostam lorg nuair toirt FireWire HDD air falbh CEUMAN: 1. Briog 'Dearbh' gus tòiseachadh an deuchainn. Le crìoch-ùine fàilligeadh an deuchainn seo mur eil lorg air a thoirt air falbh taobh a-staigh 20 dìogan. 2. Thoir air falbh an FireWire HDD ceangailte mar-thà bho a' phort FireWire. DEARBHACHADH: Tha dearbhaidh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte fèin-obrachail.
nl: DOEL: Deze test gaat na of het systeem het verwijderen van een FireWire HDD kan detecteren STAPPEN: 1. Klik op 'Testen' om de test te starten. Deze test zal worden onderbroken en mislukken als de verwijdering niet binnen 20 seconden ontdekt wordt. 2. Verwijder de eerder aangesloten FireWire HDD van de FireWire-poort. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in de automatisch geselecteerde resultaten
sl: NAMEN: Ta preizkus bo preveril, če lahko sistem zazna odstranitev trdega diska FireWire KORAKI: 1. Kliknite 'Preizkus' za začetek preizkus. Ta preizkus bo časovno pretekel in spodletel, če odstranitev ni bila odkrita v 20 sekundah. 2. Odstranite trdi disk FireWire iz vrat FireWire. PREVERJANJE: Preverjanje tega preizkusa je samodejno. Ne spreminjajte samodejno izbranega rezultata
ug: مەقسەت: سىستېما FireWire HDD نىڭ چىقىرىۋېتىلگەنلىكىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› نى چېكىپ سىناقنى باشلايسىز. بۇ سىناقتا ئەگەر 20 سېكۇنت ئىچىدە دىسكا چىقىرىۋېتىلمىسە ۋاقىت ھالقىش خاتالىقىنى چىقىدۇ 2. كومپيۇتېرغا چېتىلغان FireWire HDD دىسكىسىنى FireWire ئېغىزىدىن چىقىرىۋېتىسىز. تەكشۈرۈش: بۇ سىناق تەكشۈرۈش جەريانى ئاپتوماتلاشتۇرۇلغان، ئاپتوماتىك تاللاش نەتىجىسىنى ئۆزگەرتمەڭ

source: Floppy test
bn: ফ্লপি পরীক্ষা করুন
gd: Deuchainn clàr sùbailte
sl: Preizkus disketnega pogona
ug: يۇمشاق دىسكا سىنىقى

source: Test to output the Xorg version
bn: Xorg সংস্করণ অাউটপুট করতে পরীক্ষা করুন
gd: Deuchainn airson às-chur an tionndaidh Xorg.
nl: Met deze test kunt u de Xorg-versie achterhalen
sl: Preizkus za izpis različice Xorg
ug: نۆۋەتتىكى Xorg نەشرىنىڭ چىقىرىشىنى سىنايدۇ

source: Run gtkperf to make sure that GTK based test cases work
bn: GTK ভিত্তিক পরীক্ষা ক্ষেত্রে কাজ নিশ্চত করতে gtkperf সচল করুন
gd: Ruith gtkperf gus a dèanamh cinnteach gun obraich ceasaichean deuchainn bunait air GTK
nl: Start gtkperf om zeker te weten dat GTK-gebaseerde testen werken
sl: Zaženite gtkperf in se prepričate, da primeri preizkusov, osnovani na GTK, delujejo
ug: GTK ئاساسىدىكى سىناقلارنىڭ ئېلىپ بېرىلىشى ئۈچۈن gtkperf نى ئىجرا قىلىش

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
bn: PURPOSE: এই পরীক্ষা রেজল্যুশন ম্যানুয়ালি পরিবর্তনের পর GUI ব্যবহার উপযোগী হবে কিনা তা যাচাই করে STEPS: ১। প্রদর্শিত অ্যাপ্লকেশন খুলুন ২। একটি ড্রপডাউন তালিকা থেকে নতুন রেজল্যুশন নির্বাচন করুন ৩। প্রয়োগ ক্লিক করুন ৪। ড্রপডাউন তালিকা থেকে মূল রেজল্যুশন নির্বাচন করুন ৫। প্রয়োগ ক্লিক করুন VERIFICATION: রেজল্যুশনের কি প্রত্যাশিত পরিবর্তন হচ্ছে?
gd: DEÒIN: Dearbhaidh an deuchainn seo gu gabh cleachdadh an ECG (GUI) às dèidh atharrachadh an dùmhlachd-bhreacaidh CEUMAN: 1. Fosgail aplacaid na Taisbeanaidhean 2. Tagh dùmhlachd-bhreacaidh ùr bhon liosta teàrnach 3. Briog air, Cuir an gnìomh 4. Tagh an dùmhlachd-bhreacaidh tùsail bhon liosta teàrnach 5. Briog air, Cuir an gnìomh DEARBHACHADH: Na dh'atharraich an dùmhlachd-bhreacaidh mar a bha dhùil?
nl: DOEL: Met deze test kunt u controleren of u de gebruikersinterface nog kunt gebruiken nadat u de resolutie handmatig heeft aangepast STAPPEN: 1.- Open ‘Schermen’ 2.- Kies een nieuwe resolutie uit het keuzemenu 3.- Klik op ‘Toepassen’ 4.- De schermresolutie wordt nu aangepast 5.- Selecteer de originele resolutie uit het keuzemenu 6.- Klik op ‘Toepassen’ 7.- De resolutie moet weer veranderen VERIFICATIE: Kon u de resolutie aanpassen?
sl: NAMEN: Ta preizkus bo preveril, če je grafični uporabniški vmesnik uporaben po ročni menjavi ločljivosti KORAKI: 1. Odprite program Zasloni 2. Izberite novo ločljivost s spustnega seznama 3. Kliknite na Uveljavi 4. Izberite izvirno ločljivost s spustnega seznama 5. Kliknite na Uveljavi POTRDITEV: Ali se je ločljivost spremenila v skladu s pričakovanji?
ug: مەقسەت: ئېكراننىڭ ئېنىقلىق دەرىجىسىنى قولدا ئۆزگەرتكەندىن كېيىن GUI (كۆرۈنمەيۈز) نىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹كۆرسەتكۈچلەر› پروگراممىسىنى ئاچىسىز 2. ئېنىقلىق تىزىمىدىن يېڭى ئېنىقلىقنى تاللايسىز 3. ‹قوللان› نى چېكىسىز 4. ئېنىقلىق تىزىمىدىن ئەسلىدىكى ئېنىقلىقنى تاللايسىز 5. ‹قوللان› نى چېكىسىز تەكشۈرۈش: ئېنىقلىقى ئويلىغىنىڭىزدەك ئۆزگەردىمۇ؟

source: PURPOSE: This test will test display rotation STEPS: 1. Open the Displays application 2. Select a new rotation value from the dropdown list 3. Click on Apply 4. Click on Restore Previous Configuration 5. Click on Apply 6. Repeat 2-5 for different rotation values VERIFICATION: Did the display rotation change as expected?
bn: PURPOSE: এই পরীক্ষাটি প্রদর্শনের ঘূর্ণন পরীক্ষা করবে STEPS: ১। প্রদর্শিত অ্যাপ্লিকেশন খুলুন ২। একটি নতুন ড্রপডাউন তালিকা থেকে ঘূর্ণন মান নির্বাচন করুন ৩। প্রয়োগ ক্লিক করুন ৪। পূর্ববর্তী কনফিগারেশন পুনরুদ্ধারে ক্লিক করুন ৫। প্রয়োগ ক্লিক করুন ৬। ভিন্ন ঘূর্ণন মান জন্য 2-5 পুনরাবৃত্তি করুন VERIFICATION: প্রদর্শনের ঘূর্ণন পরিবর্তন প্রত্যাশিত হয়েছে কি?
nl: DOEL: Deze test zal de Scherm-rotatie functie testen STAPPEN: 1. Open 'Schermen' 2. Kies een nieuwe rotatie waarde uit de keuzelijst 3. Klik op Toepassen 4. Klik op Vorige configuratie gebruiken 5. Herhaal 2-5 verschillende rotatie waardes VERIFICATIE: Kon u de rotatie zoals verwacht aanpassen?
sl: NAMEN: Ta preizkus bo preveril vrtenje zaslona KORAKI: 1. Odprite program Zasloni 2. Izberite novo vrednost vrtenja s spustnega seznama 3. Kliknite na Uveljavi 4. Kliknite na Obnovi Predhodno nastavitev 5. Kliknite na Uveljavi 6. Ponovite 2-5 za različne vrednosti vrtenja POTRDITEV: Ali se je vrtenje zaslona spremenilo v skladu s pričakovanji?
ug: مەقسەت: ئېكراننىڭ چۆرگىلىتىش مەشغۇلاتىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹كۆرسەتكۈچلەر› پروگراممىسىنى ئاچىسىز 2. تىزىمىدىن يېڭى چۆرگىلىتىش قىممىتىنى تاللايسىز 3. ‹قوللان› نى چېكىسىز 4. ‹بۇرۇنقى سەپلىمىنى ئەسلىگە كەلتۈرۈش› نى چېكىسىز 5. ‹قوللان› نى چېكىسىز 6. ئوخشىمىغان قىممەتنى تاللاپ 2-5 باسقۇچنى تەكرار ئېلىپ بارىسىز تەكشۈرۈش: ئېكران ئويلىغىنىڭىزدەك چۆرگىلىدىمۇ؟

source: Test that the X process is running.
bn: X প্রক্রিয়া সচল কিনা পরীক্ষা করুন।
gd: Dearbh gu bheil am pròiseas X a' ruith.
nl: Test of het X-proces actief is.
sl: Preizkus ali je opravilo X zagnano.
ug: X ئىجراسى ئىجرا بولۇۋاتامدۇ سىنايدۇ.

source: Test that the X is not running in failsafe mode.
bn: পরীক্ষা করুন যে এক্স failsafe মোডে চলমান নয়।
gd: Dearbh gu nach eil X a'ruith ann am modh inneal-sàbhalaidh.
nl: Test of X niet in veilige modus wordt uitgevoerd.
sl: Preizkus, da se X ne izvaja v zasilnem načinu.
ug: X ئىجراسىنىڭ بىخەتەر ھالەتتە ئىجرا بولمىغانلىقىنى سىنايدۇ.

source: Test that X does not leak memory when running programs on systems with intel based graphics.
bn: পরীক্ষা করুন যে X মেমরি লিক করে না যখন Intel-ভিত্তিক গ্রাফিক্স সহ সিস্টেমে প্রোগ্রাম চলমান হয়।
gd: Dearbh nach eil X ag aoidean cuimhne nuair a' ruith prògraman air siostaman le grafaichean bunait air intel.
nl: Test om te controleren of X geen geheugen lekt bij het uitvoeren van programma's op systemen met een grafische kaart van intel.
sl: Preizkus, da X-u ne uhaja pomnilnik, ko se izvajajo programi na sistemu z Intelovo grafiko.
ug: intel كۆرسىتىش كارتىسى سەپلەنگەن سىستېمىدا پروگرامما ئىجرا قىلغاندا X ئەسلەك تېشىپ كېتىش كۆرۈلگەن ياكى كۆرۈلمىگەنلىكىنى سىنايدۇ.
