Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: This test is automated and executes after the mediacard/sdhc-insert-after-suspend test is run. It tests reading and writing to the SDHC card after the system has been suspended.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/sdhc-insert-after-suspend পরীক্ষাটি চালানোর পর কার্যকর করা হয়। সিস্টেম স্থগিত হওয়ার পর এটি এসডিএইচসি কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/sdhc-cuir a-steach-an dèidh-dàil a chur ann. Tha e a' dearbhadh leughadh agus sgrìobhadh a' chairt sdhc an dèidh dàil a chur san t-siostam.
nl: Deze test verloopt automatisch en wordt gestart nadat de SDHC-invoertest-na-slaapstand gedraaid is. Het test het lezen en schrijven naar de SDHC-kaart nadat het systeem in slaapstand is geweest.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/sdhc-insert-after-suspend. Preizkuša branje ter pisanje na kartico SDHC po tem, ko je sistem šel v pripravljenost.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلۈپ SDHC ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلگەندىن كېيىن SDHC غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt SDHC bhon leughadair cairt na siostaman an dèidh dàil a chur san t-siostam. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt SDHC bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een SDHC-kaart uit de kaartlezer nadat het systeem gepauzeerd is geweest correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de SDHC-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice SDHC iz sistemskega bralnika kartic po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico SDHC iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان SDHC ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن SDHC كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Compact Flash (CF) media card STEPS: 1. Click "Test" and insert a CF card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt meadhanan Compact Flash (CF) CEUMAN: 1. Briog “Dearbh” agus cuir cairt CF a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een Compact Flash (CF) mediakaart kan detecteren STAPPEN: 1. Klik op "Testen" en steek een CFkaart in de kaartlezer. (Opmerking: deze test wordt na 20 seconden afgebroken.) 2. Haal de kaart er niet uit na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev predstavne kartice Compact Flash (CF) KORAKI: 1. Kliknite "Preizkus" in vstavite kartico CF v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇنىڭ قىستۇرۇلغان CF (Compact Flash) ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا CF كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە سېلىپ بولۇشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/cf-insert test is run. It tests reading and writing to the CF card.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/cf-insert পরীক্ষাটি চালানোর পর কার্যকর করা হয়। এটি সিএফ কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/cf-insert. Tha e a dearbhadh leughadh agus sgrìobhadh a' chairt CF.
nl: Deze test verloopt automatisch en wordt gestart nadat de CF-invoertest is gedraaid. Het test het lezen en schrijven naar de CF-kaart.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/cf-insert. Preizkuša branje ter pisanje na kartico CF.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، CF ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا CF غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt CF bhon leughadair cairt na siostaman. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt CF bhon leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een CF-kaart uit de kaartlezer correct detecteert. STAPPEN: 1. Klik op ‘Testen’ en haal de CF-kaart uit de lezer. (Opmerking: deze test zal na 20 seconden worden afgebroken.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice CF iz sistemskega bralnika kartic. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico CF iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېمىدىكى ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان CF ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن CF كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a CF card after the system has been suspended STEPS: 1. Click "Test" and insert a CF card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an leughadair cairt meadhanan na siostaman faighinn lorg air cuir a-steach cairt CF an dèidh dàil a chur san t-siostam. CEUMAN: 1. Briog “Dearbh” agus cuir cairt CF a-steach dhan leughadair. (Nota: bithidh crìoch-ùine air an deuchainn seo an dèidh 20 diogan.) 2. Na dealaich o chèile an innleachd seo an dèidh an deuchainn. DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of de mediakaartlezer het insteken van een CF-kaart detecteert nadat het systeem gepauzeerd is geweest STAPPEN: 1. Klik op ‘Testen’ en steek een FC-kaart in de lezer. (Opmerking: deze test zal na 20 seconden worden afgebroken.) 2. Verwijder het apparaat niet na de test. CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistemski bralnik predstavnih kartic zazna vstavitev kartice CF po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in vstavite kartico CF v bralnik. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) 2. Ne odklapljajte naprave po preizkusu. POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇغا قىستۇرۇلغان CF ۋاسىتە كارتىسىنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇغا CF كارتىسىنى سالىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). 2. سىناقتىن كېيىن ئۈسكۈنىنى چىقىرىۋەتمەي تۇرۇڭ. تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test is automated and executes after the mediacard/cf-insert-after-suspend test is run. It tests reading and writing to the CF card after the system has been suspended.
bn: এই পরীক্ষাটি স্বয়ংক্রিয়রূপে হয় এবং mediacard/cf-insert-after-suspend পরীক্ষাটি চালানোর পর কার্যকর করা হয়। সিস্টেম স্থগিত হওয়ার পর এটি সিএফ কার্ডের পড়া এবং লেখা পরীক্ষা করে।
gd: Tha an deuchainn seo fèin-obrachail agus a chur an gnìomh an dèidh a' ruith an deuchainn mediacard/cf-cuir a-steach-an dèidh-dàil a chur ann. Tha e a dearbhadh leughadh agus sgrìobhadh a' chairt CF an dèidh dàil a chur san t-siostam.
nl: Deze test verloopt automatisch en wordt gestart nadat de CF-invoertest-na-slaapstand gedraaid is. Het test het lezen en schrijven naar de CF-kaart nadat het systeem in slaapstand is geweest.
sl: Ta preizkus je samodejen in je izvršen po tem, ko se izvrši preizkus mediacard/cf-insert-after-suspend. Preizkuša branje ter pisanje na kartico CF po tem, ko je sistem šel v pripravljenost.
ug: بۇ سىناق ئاپتوماتلاشتۇرۇلغان بولۇپ، سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلۈپ CF ۋاسىتە كارتىسىنى قىستۇرۇش سىنىقىدىن كېيىن ئىجرا بولىدۇ. بۇنىڭدا سىستېما توڭلىتىلىپ قايتا ئىشقا كىرىشتۈرۈلگەندىن كېيىن CF غا يېزىش ۋە ئوقۇش مەشغۇلاتى سىنىلىدۇ.

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
gd: DEÒIN: Sgrùdaidh an deuchainn seo am bheil an siostam a lorg ceart gluasad a' chairt CF bhon leughadair cairt na siostaman an dèidh dàil a chur san t-siostam. CEUMAN: 1. Briog “Dearbh” agus gluasad a' chairt CF bhon leughadair. (Nota: bithidh crìoch-ùine an deuchainn seo an dèidh 20 diogan.) DEARBHACHADH: Tha dearbhachadh an deuchainn seo fèin-obrachail. Na atharraich an toradh taghte gu fèin-obrachail.
nl: DOEL: Deze test controleert of het systeem het verwijderen van een CF-kaart uit de kaartlezer nadat het systeem gepauzeerd is geweest correct detecteert. STAPPEN: 1. Klik op "Testen" en verwijder de CF-kaart uit de kaartlezer. (Opmerking: deze test zal na 20 seconden afgebroken worden.) CONTROLE: De controle van deze test is geautomatiseerd. Breng geen wijzigingen aan in het automatisch geselecteerde resultaat.
sl: NAMEN: Ta preizkus bo preveril, če sistem pravilno zazna odstranitev kartice CF iz sistemskega bralnika kartic po tem, ko je sistem dan v način pripravljenosti. KORAKI: 1. Kliknite "Preizkus" in odstranite kartico CF iz bralnika. (Opomba: ta preizkus ima časovno omejitev 20 sekund.) POTRDITEV: Potrditev tega preizkusa je samodejna. Ne spreminjajte samodejno izbranega rezultata.
ug: مەقسەت: سىستېما توڭلىتىپ قايتا ئىشقا كىرىشكەن چاغدا ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن قىستۇرۇلغان CF ۋاسىتە كارتىسىنى ئېلىۋېتىشنى سېزەلەمدۇ يوق تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› چېكىپ، ۋاسىتە كارتىلىرىنى ئوقۇغۇدىن CF كارتىسىنى چىقىرىۋېتىسىز. (دىققەت 20 سېكۇنت ئىچىدە چىقىرىۋېتىشىڭىز كېرەك). تەكشۈرۈش: تەكشۈرۈش ئاپتوماتلاشتۇرۇلغان بولۇپ، ئاپتوماتىك تاللانغان نەتىجىنى ئۆزگەرتمەڭ.

source: This test checks the amount of memory which is reporting in meminfo against the size of the memory modules detected by DMI.
bn: এই পরীক্ষাটি মেমোরির পরিমাণ চেক করে যা meminfo তে রিপোর্ট করা হয়েছে ডিএমআই দ্বারা সনাক্তকৃত মেমোরির পরিমাণের বিরুদ্ধে।
gd: Tha an deuchainn seo a' sgrùdadh na h-uimhir cuimhne thathar ag aithris ann am meminfo an aghaidh meud na mòidealan cuimhne air lorg tro DMI.
nl: Deze test vergelijkt de hoeveelheid geheugen die in meminfo staat met de grootte van de geheugenmodules die door DMI gedetecteerd worden.
sl: Ta preizkus primerja velikost pomnilnika, ki je poročana v meminfo z velikostjo pomnilniških modulov, zaznanih s pomočjo DMI.
ug: بۇ سىناقتا meminfo دا ئېرىشكەن ئەسلەكنىڭ سىغىمى بىلەن DMI تەرىپىدىن بايقالغان ئەسلەكنىڭ سىغىمىنى تەكشۈرىدۇ.

source: Test and exercise memory.
bn: মেমোরি পরীক্ষা এবং অনুশীলন করুন।
gd: Dearbh agus eacarsaich cuimhne.
nl: Geheugen testen en geheugentaken uitvoeren.
sl: Preizkušanje in izvajanje pomnilnika.
ug: ئەسلەك سىنايدۇ ۋە ئىشلىتىدۇ.

source: PURPOSE: Keep tester related information in the report STEPS: 1. Tester Information 2. Please enter the following information in the comments field: a. Name b. Email Address c. Reason for this test run VERIFICATION: Nothing to verify for this test
gd: DEÒIN: Glèidh fios co-cheangailte ris an rannsachair san iomradh CEUMAN: 1. Fios rannsachair 2. Cuir sibh a-steach am fios tha leantainn san raon abairtean: a. Ainm b. Seòladh Post-d c. Adhabhar ruith an deuchainn seo DEARBHACHADH: Chan eil nì a dhearbhadh son an deuchainn seo
nl: DOEL: Test-gerelateerde informatie in het rapport bewaren STAPPEN: 1. Testinformatie 2. Voer de volgende informatie in het commentaarveld in: a. Naam b. E-mailadres c. Reden waarom deze test wordt uitgevoerd CONTROLE: Er hoeft niets gecontroleerd te worden voor deze test
sl: NAMEN: Obdrži podrobnosti preizkuševalca v poročilu KORAKI: 1. Podrobnosti preizkuševalca 2. Vnesite naslednje podatke v polje opomb: a. Ime b. Naslov e-pošte c. Vzrok za izvajanje tega preizkusa POTRDITEV: Za ta preizkus ni treba ničesar potrditi

source: PURPOSE: This test will check that the system can switch to a virtual terminal and back to X STEPS: 1. Click "Test" to switch to another virtual terminal and then back to X VERIFICATION: Did your screen change temporarily to a text console and then switch back to your current session?
bn: PURPOSE: এই পরীক্ষা চেক করে যে সিস্টেমটি ভারচ্যুআল টারমিনালে পরিবর্তিত হবে এবং পশ্চাতে ফিরে যাবেX STEPS: ১। "পরীক্ষা" তে ক্লিক করুন অন্য একটি ভারচ্যুআল টারমিনালে পরিবর্তনের জন্য এবং পশ্চাতে ফিরে যানX VERIFICATION: আপনার পর্দা সাময়িকভাবে একটি টেক্সট কনসোলে পরিবর্তন হয়েছে কি এবং তখন আপনার বর্তমান সেশন থেকে ফিরে যান?
gd: DEÒIN: Sgrùdaidh an deuchainn seo an urrainn an siostam suidseadh chum tèirmineal mas fhìor agus nuair sin air ais gu X CEUMAN: 1. Briog air “Dearbh” gus suidseadh chum tèirmineal mas fhìor agus nuair sin air ais gu X DEARBHACHADH: Na dh'atharraich an sgrìn gu sealach chum consoil teacsa agus nuair sin air ais dha do sheisein cuartach?
nl: DOEL: Met deze test kunt u controleren of uw systeem naar een virtuele terminal kan wisselen, en daarna weer terug naar X kan komen STAPPEN: 1. Klik op ‘Test’ om naar een nieuw, virtueel terminalvenster te gaan en daarna terug naar X te gaan VERIFICATIE: Veranderde uw scherm tijdelijk in een tekstconsole en kwam u daarna terug in uw huidige sessie?
sl: NAMEN: Ta preizkus bo preveril, če sistem lahko preklopi na navidezni terminal in nazaj na X KORAKI: 1. Kliknite "Preizkus" za preklop na drug navidezni terminal in nazaj na X POTRDITEV: Ali se je vaš zaslon spremenil v začasno besedilno konzolo in nato preklopil nazaj na vašo trenutno sejo?
ug: مەقسەت: سىستېمىنىڭ مەۋھۇم تېرمىنالغا ئالمىشىشى ۋە يەنە X گە قايتىپ كېلىشىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش باسقۇچلار: 1. ‹سىنا› نى چەكسىڭىز باشقا بىر مەۋھۇم تېرمىنالغا ئالمىشىپ ئاندىن يەنە X گە قايتىپ كېلىدۇ تەكشۈرۈش: ئېكران قىسقا ۋاقىت تېكىست كۆزنىكىگە ئالمىشىپ ئاندىن يەنە ھازىرقى ھالىتىگە قايتىپ كېلەلىدىمۇ؟

source: Run Firmware Test Suite (fwts) automated tests.
bn: Firmware Test Suite (fwts) automated tests চালান।
gd: Ruith deuchainnean fèin-obrachail Firmware Test Suite (fwts)
nl: Voer de automatische Firmware Test Suite (fwts) uit.
sl: Zažene samodejne preizkuse Firmware Test Suite (fwts).
ug: ئاپتوماتلاشتۇرۇلغان Firmware Test Suite (fwts) نى ئىجرا قىلىدۇ.

source: Attaches the FWTS results log to the submission
gd: A' ceangal an toraidhean FWTS ris an innteart
nl: Voegt de FWTS-resultatenlog toe aan het rapport
sl: Pripne dnevnik rezultatov FWTS k objavi

source: This will run some basic connectivity tests against a BMC, verifying that IPMI works.
bn: এটি একটি BMC বিরুদ্ধে কিছু মৌলিক সংযোগ পরীক্ষা চালাবে, IPMI কাজ করছে কিনা তা যাচাই করবে।
gd: Ruithidh seo cuid deuchainnean conaltradh bunait an aghaidh am BMC, a' dearbhadh gun obraich IPMI.
nl: Dit zal enkele eenvoudige verbindings-test uitvoeren naar een BMC, om te controleren of IPMI werkt.
sl: To bo zagnalo nekaj osnovnih preizkusov povezljivosti z BMC in potrdilo, ali IPMI deluje.
ug: بۇ سىناقتا BMC غا بولغان باغلىنىش سىناق قىلىنىپ، IPMI نىڭ ئىشلەيدىغانلىقىنى تەكشۈرىدۇ.

source: Determine if we need to run tests specific to portable computers that may not apply to desktops.
bn: নির্ধারণ করুন যদি আমাদের পরীক্ষা চালানোর প্রয়োজন হয় বিশেষ করে বহনযোগ্য কম্পিউটারে যা ডেস্কটপের জন্য প্রযোজ্য হতে পারে না।
gd: Sònraich ma dh'fheumas sinn ruith deuchainnean gu àraid son coimpiutairean so-ghiùlan nach eil 's dòcha buntainn ri bàrr-deasaichean.
nl: Aan het bepalen of we bepaalde tests specifiek voor draagbare computers moet uitvoeren die niet op vaste computers van toepassing zijn.
sl: Določi, če moramo zagnati preizkuse, značilne za prenosne računalnike, ki se ne uporabljajo za namizne računalnike.
ug: يان كومپيۇتېرغا نىسبەتەن مەخسۇس ئېلىپ بېرىلىدىغان سىناقنى ئىجرا قىلامسىز، بۇ سىناقلارنى ئۈستەل كومپيۇتېرلارغا ئىشلەتكىلى بولمايدۇ.

source: Test that the /var/crash directory doesn't contain anything. Lists the files contained within if it does, or echoes the status of the directory (doesn't exist/is empty)
bn: পরীক্ষা করুন যে /var/crash ডিরক্টরি কিছুই ধারণ করেনি। ফাইলের তালিকা করুন যদি তা এটির মধ্যে আছে অথবা ডিরেক্টরির অবস্থার পুনরাবৃত্তি করুন (অনুপস্থিত/খালি)
gd: Dearbh nach eil an t-eòlaire /var/crash a' glèidheadh rud sam bith. A' liostadh faidhlichean glèidhte a-staigh ma tha e, no mac-tallan inbhe an t-eòlaire (chan eil e ann/tha falamh)
nl: Controleert of de /var/crash map leeg is. Laat de bestanden zien als die aanwezig zijn, of geeft de status als deze leeg is (bestaat niet/is leeg)
sl: Preveri, da mapa /var/carsh ne vsebuje ničesar. Izpiše datoteke v mapi, če obstajajo, ali pa izpiše stanje mape (ne obstaja/je prazna)
ug: بۇ سىناقتا /var/crash دېگەن مۇندەرىجىدە بىر نەرسىنىڭ بار يوقلۇقى تەكشۈرۈلىدۇ. ئەگەر ھۆججەت بولسا ئۇنى تىزىپ كۆرسىتىدۇ، بولمىسا مۇندەرىجىنىڭ ھالىتىنى كۆرسىتىدۇ (مەۋجۇت ئەمەس / قۇرۇق).

source: Test to check that virtualization is supported and the test system has at least a minimal amount of RAM to function as an OpenStack Compute Node
bn: পরীক্ষা করুন যে ভার্চুয়ালাইজেশন সমর্থন চেক করা হয়েছে এবং পরীক্ষা সিস্টেমে অন্তত একটি প্রকৃত RAM-র একটি OpenStack গণনা নোড হিসাবে কাজ করার জন্য ন্যূনতম পরিমাণ আছে
gd: Dearbh gus sgrùdadh gu bheil taic ann son raon bhiortail agus gu bheil co dhiù am meud as lugha RAM aig an t-siostam dearbhaidh a dh'obraicheas mar nòd coimpiutaich OpenStack
nl: Test om te controleren of virtualisatie ondersteund wordt en of het testsysteem de minimale hoeveelheid RAM heeft om als een OpenStack Compute Node gebruikt te worden.
sl: Preveri, če je virtualizacija podpira in ima preizkusni sistem vsaj najmanjšo količino RAM-a za delovanje kot vozlišče OpenStack Compute.
ug: مەۋھۇملاشتۇرۇشنى ئىشلەتكىلى بولامدۇ ۋە سىستېمىدا OpenStack Compute Node بولۇپ ئىشلىشى ئۈچۈن زۆرۈر بولغان بولغان ئەڭ كىچىك ئەسلەك سىغىمى بارمۇ يوق تەكشۈرىدۇ

source: PURPOSE: This test will check your VGA port. Skip if your system does not have a VGA port. STEPS: 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
bn: PURPOSE: এই পরীক্ষা আপনার VGA পোর্ট চেক করবে। যদি আপনার সিস্টেমের একটি VGA পোর্ট না থাকে তাহলে এড়িয়ে যান। STEPS: ১। আপনার সিস্টেমে VGA পোর্টে একটি পর্দা (ইতোমধ্যে সংযুক্ত না থাকলে) সংযোগ করুন VERIFICATION: ডেস্কটপ উভয় পর্দায় সঠিকভাবে প্রদর্শিত ছিল কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do phort VGA. Sgiob ma 's e 's nach eil phort VGA aig do shiostam. CEUMAN: 1: Ceangail sgrìn (monatair) (ma ceangailte mar thà) ris am port VGA air do shiostam DEARBHACHADH: Robh am bàrr-deasc foillsichte ceart air an dà sgrìn?
nl: DOEL: Deze test controleert uw VGA-poort. Overslaan als uw systeem geen VGA-poort heeft. STAPPEN: 1. sluit een beeldscherm (indien niet reeds aangesloten) aan op de VGA-poort van uw systeem VERIFICATIE: Werd het bureaublad op beide schermen correct weergegeven?
sl: NAMEN: Ta preizkus bo preveril vaša vrata VGA. Če vrat VGA nimate, preskočite preizkus. KORAKI: 1. Povežite zaslon (če ni že povezan) z vrati VGA na svojem sistemu POTRDITEV: Ali je bilo namizje pravilno prikazano na obeh zaslonih?
ug: مەقسەت: سىستېمىنىڭ VGA ئېغىزىنى تەكشۈرۈش، ئەگەر سىستېمىدا VGA ئېغىزى بولمىسا، بۇ سىناقنى ئېلىپ بارماڭ باسقۇچلار: 1. ئەگەر چېتىلمىغان بولسا، سىستېمىنىڭ VGA ئېغىزىغا ئېكراننى چاتىسىز تەكشۈرۈش: ئۈستەلئۈستى ئىككىلا ئېكراندا نورمال كۆرۈندىمۇ؟
