Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Please enter the e-mail address associated with your Launchpad account (if applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">and click the Submit Results button to submit these test results to Ubuntu Friendly.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Voer het e-mailadres gekoppeld aan uw Launchpad account in (indien van toepassing)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">en klik op de knop Resultaten indienen om de testresultaten bij Ubuntu Friendly in te dienen</span></p></body></html>
sl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Vnesite naslov e-pošte povezan z vašim računom Launchpad (če ga imate)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">in kliknite na gumb Pošlji rezultate za pošiljanje teh rezultatov na Ubuntu Friendly.</span></p></body></html>
ug: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html dir="RTL"><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;"> بۇ يەرگە Launchpad ھېساباتىڭىزدا ئىشلەتكەن ئېلخەت ئادرېسىڭىزنى كىرگۈزۈڭ (بار بولسا)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;"> ۋە ‹نەتىجىنى تاپشۇرىمەن› توپچىسىنى بېسىپ سىناق نەتىجىسىنى Ubuntu Friendly غا يوللاپ بېرىڭ.</span></p></body></html>

source: Submission details
gd: Mion-chunntas innteart
nl: Indiening van details
sl: Podrobnosti pošiljanja

source: Email:
bn: ইমেইল:
gd: Post-d:
nl: E-mailadres:
sl: E-pošta:
ug: ئېلخەت:

source: Submit results
bn: ফলাফল সাবমিট
gd: Cuir a-steach na toraidhean
nl: Resultaten versturen
sl: Pošlji rezultate
ug: نەتىجىنى تاپشۇرىمەن

source: View results
bn: ফলাফল প্রদর্শন
gd: Seall ri na toraidhean
nl: Resultaten bekijken
sl: Ogled rezultatov
ug: نەتىجىنى كۆرىمەن

source: Results
gd: Toraidhean
nl: Resultaten
sl: Rezultati
ug: نەتىجە

source: https://help.ubuntu.com/community/Installation/SystemRequirements
nl: https://help.ubuntu.com/community/Installation/SystemRequirements (Engelstalig)
