Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: This test disconnects all connections and then connects to the wireless interface. It then checks the connection to confirm it's working as expected.
bn: এই পরীক্ষা সকল সংযোগ বিচ্ছিন্ন করে এবং তখন ওয়্যারলেস ইন্টারফেসে সংযুক্ত হয়। এটি তখন সংযোগ পরীক্ষা করে নিশ্চত হওয়ার জন্য যে এটি প্রত্যাশিতভাবে কাজ করছে।
gd: Tha an deuchainn seo gearradh na ceangailean uile agus nuair sin a' ceangal ri eadar-aghaidh uèirleas, nuair sin tha e a' sgrùdadh an ceangal gus a dhearbhadh gu bheil e ag obair mar bha dùil.
nl: Bij deze test zullen eerst alle verbindingen verbroken worden, waarna er weer een draadloze verbinding gemaakt zal worden. De verbinding zal dan gecontroleerd worden om te kijken of deze correct werkt.
sl: Ta preizkus prekine vse povezave, nato pa vzpostavi povezavo z brezžičnim vmesnikom. Nato preveri povezavo, da ugotovi, če deluje pravilno.
ug: بۇ سىناق بارلىق باغلىنىشنى ئۈزىدۇ ۋە ئارقىدىن سىمسىز ئارايۈز ئارقىلىق باغلىنىدۇ. ئاندىن باغلىنىشنىڭ نورمال ئىشلەۋاتقانلىقىنى تەكشۈرىدۇ.

source: PURPOSE: This test will check suspend and resume STEPS: 1. Click "Test" and your system will suspend for about 30 - 60 seconds 2. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually 3. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed VERIFICATION: Did your system suspend and resume correctly?
bn: PURPOSE: এই পরীক্ষা স্থগিত এবং পুনরারম্ভ পরীক্ষা করা হবে STEPS: ১। ক্লিক করুন "পরীক্ষামূলক" এবং আপনার সিস্টেম ৩০-৬০ সেকেন্ডের মধ্যে স্থগিত হবে ২। যদি আপনার সিস্টেম নিজেই ৬০ সেকেন্ড পরে সক্রিয় না হয়, অনুগ্রহ করে সিস্টেম ম্যানুয়েলি সক্রিয় করতে শক্তির বোতাম মুহূর্তের মধ্যে চাপুন ৩। যদি আপনার সিস্টেম সক্রিয় হতে ব্যর্থ হয় এবং পুনরায় বুট করা আবশ্যক হয়, পুনরায় বুট করার পরে সিস্টেম পুনরায় আরম্ভ পরীক্ষা করা হচ্ছে এবং এই পরীক্ষাটি ব্যর্থ হিসাবে চিহ্নিত করুন VERIFICATION: আপনার সিস্টেম সঠিকভাবে স্থগিত এবং পুনরারম্ভ করা হয়েছে কি?
gd: DEÒIN: Sgrùdaidh an deuchainn seo, dàil a chur ann agus ath-thòisich CEUMAN: 1. Briog air “Dearbh” agus bithidh dàil a chur nad shiostam airson mu thimcheall 30 – 60 dìogan 2. Ma nach dùisg do shiostam e fhèin as dèidh 60 dìogan, brùth sibh am putan chumhachd son tiotan gus dùsgadh an t-siostam de làimh 3. Ma dh'fhàilligeas do shiostam dùsgadh idir agus feumaidh ath-bhùtadh, ath-thòisich dearbhadh an t-siostam as dèidh ath-bhùtadh agus comharraich an deuchainn seo mar fàilligeadh DEARBHACHADH: An deach dàil a chur nad shiostam a chur agus na ath-thòisich e gu ceart?
nl: DOEL: Met deze test kunt u controleren of uw systeem 30 keer achter elkaar in slaapstand kan gaan en weer kan hervatten STAPPEN: 1.- Klik op ‘Test’ om te beginnen (deze test duurt erg lang) 3.- Als het systeem niet na 2 minuten hervat, druk dan op de Aan/Uit-knop om het systeem handmatig uit de slaapstand te halen 4.- Als het niet lukt om het systeem uit de slaapstand te halen, start dan opnieuw op, start Checkbox, en markeer deze test als mislukt VERIFICATIE: Ging het systeem 30 keer achter elkaar in slaapstand?
sl: NAMEN: Ta preizkus bo preveril stanje pripravljenosti in mirovanje KORAKI: 1. Kliknite "Preizkus" in sistem bo prešel v mirovanje za 30 do 60 sekund 2. Če se vaš sistem ne povrne po 60 sekundah, pritisnite na gumb za vklop za ročno povrnitev sistema 3. Če se vaš sistem ne povrne in ga je treba ponovno zagnati, ponovno zaženite Preizkušanje sistema in označite ta preizkus kot spodletel. POTRDITEV: Ali je sistem pravilno prešel in se povrnil iz stanja pripravljenosti?
ug: بۇنىڭدا توڭلىتىلىش ۋە قايتا ئىشقا كىرىشىش جەريانىنى سىناش باسقۇچلار: 1. «سىنا» نى چەكسىڭىز، سىستېمىڭىز تەخمىنەن 30-60 سېكۇنت ئەتراپىدا توڭلىتىلىدۇ 1. ئەگەر 60 سېكۇنتتىن كېيىنمۇ يەنە ئويغىنىپ ئىشقا كىرىشمىسە، توك مەنبە توپچىسىنى بېسىپ قولدا ئويغىتىڭ 2. ئەگەر سىستېما ئويغىنىشتا مەغلۇپ بولسا سىستېما قايتا قوزغىلىدۇ. بۇ ۋاقىتتا «سىستېما سىنىقى» نى قايتا باشلاڭ ۋە بۇ سىناققا «مەغلۇپ بولدى» دەپ بەلگە قويۇڭ. تەكشۈرۈش: سىستېما توڭلىتىلىپ يەنە قايتا ئىشقا كىرىشەلىدىمۇ؟

source: This is the automated version of suspend/suspend_advanced.
bn: এটি suspend/suspend_advanced এর স্বয়ংক্রিয় সংস্করণ।
gd: Seo an tionndadh fèin-obrachail de dàil a chur ann/dàil a chur ann_adhartach.
nl: Dit is de geautomatiseerde versie van pauzestand/geavanceerde_pauzestand.
sl: To je samodejna različica suspend/suspend_advanced.
ug: بۇ توڭلىتىش/ئالىي_توڭلىتىش(suspend/suspend_advanced) سىنىقىنىڭ ئاپتوماتىك نەشرى.

source: Test the network after resuming.
bn: বিরত করার পর নেটওয়ার্ক পরীক্ষা করুন।
gd: Dearbhaich an lìonradh as dèidh ath-thòiseachadh.
nl: Test het netwerk nadat het systeem uit de pauzestand is gekomen.
sl: Preizkusite omrežje po nadaljevanju.
ug: قايتا باشلىغاندىن كېيىن تورنى سىنايدۇ.

source: Test to see that we have the same resolution after resuming as before.
bn: বিরত করার পরও রেজল্যুশন একই আছে তা দেখার জন্য পরীক্ষা করুন।
gd: Dearbhaich a dh'fhaicinn gu bheil againn an t-aon dùmhlachd-bhreacaidh as dèidh ath-thòiseachadh mar roimh.
nl: Test om te controleren of u nog dezelfde resolutie heeft als voor de pauzestand.
sl: Preverite, če imate po nadaljevanju enako ločljivost kot prej.
ug: قايتا باشلىغاندا ئېنىقلىق دەرىجىسى ئەسلىدىكىگە ئوخشاشمۇ سىنايدۇ.

source: Verify that mixer settings after suspend are the same as before suspend.
bn: মিক্সার সেটিং বাতিল করার অাগে এবং পরে একই অাছে কিনা যাচাই করুন।
gd: Dearbhaich gu bheil suidheachaidhean am measgadair mar ceudna as dèidh dàil a chur ann mar roimh dàil a chur ann.
nl: Controleert of de mixer-instellingen na de pauzestand hetzelfde zijn als ervoor.
sl: Potrdi, da so nastavitve mešalnika po povrnitvi iz stanja pripravljenosti enake kot pred prehodom v stanje pripravljenosti.
ug: توڭلىتىشتىن بۇرۇنقى mixer تەڭشىكى بىلەن قايتا ئىشقا كىرىشكەندىكى تەڭشەك قىممىتى ئوخشاشمۇ تەكشۈرىدۇ.

source: Verify that all CPUs are online after resuming.
bn: পুনরায় অরম্ভ করার অাগে সকল সিপিও অনলাইনে অাছে কিনা যাচাই করুন।
gd: Dearbhaich gu bheil na APM (CPUs) air loidhne as dèidh ath-thòiseachadh.
nl: Controleer of alle CUP's weer online zijn na hervatten.
sl: Potrdi, da po povrnitvi iz stanja pripravljenosti vsi CPU-ji delujejo.
ug: قايتا ئىشقا كىرىشكەندە بارلىق CPU ئويغاقمۇ تەكشۈرىدۇ.

source: Verify that all memory is available after resuming from suspend.
bn: স্থগিত করা থেকে পুনরায় অারম্ভ করার অাগে সকল মেমোরি যাচাই করুন।
gd: Dearbhaich gu bheil a' chuimhne uile ri làimh as dèidh ath-thòiseachadh o dàil a chur ann.
nl: Controleer of alle geheugen, na het hervatten van een pauzestand, beschikbaar is.
sl: Potrdi, da je po povrnitvi iz stanja pripravljenosti na voljo ves pomnilnik.
ug: توڭلىتىلىپ قايتا ئىشقا كىرىشكەندە بارلىق بارلىق ئەسلەك نورمالمۇ تەكشۈرىدۇ.

source: PURPOSE: This test will check that the display is correct after suspend and resume STEPS: 1. Check that your display does not show up visual artifacts after resuming. VERIFICATION: Does the display work normally after resuming from suspend?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil an taisbean (sgrìn) ceart as dèidh dàil a chur ann agus ath-thòiseachadh CEUMAN: 1. Sgrùd nach eil do thaisbean (sgrìn) sealltainn an àrd sgrìoban lèirsinneach as dèidh ath-thòiseachadh. DEARBHACHADH: A bheil an taisbean (sgrìn) ag obair gu àbhaisteach as dèidh ath-thòiseachadh o dàil a chur ann?
nl: DOEL: Deze test controleert of de weergave in orde is na de pauzestand STAPPEN: 1. Controleren of uw scherm geen visuele onregelmatigheden toont bij hervatting. CONTROLE: Werkt het scherm normaal na hervatting na de pauzestand?
sl: NAMEN: Ta preizkus bo preveril, če je po načinu pripravljenosti in nadaljevanja zaslon pravilno deluje. KORAKI: 1. Preverite, da vaš zaslon po nadaljevanju ne prikazuje vidnih artefaktov. POTRDITEV: Ali zaslon po nadaljevanju iz načina pripravljenosti deluje kot običajno?

source: This test checks that the wireless interface is working after suspending the system. It disconnects all interfaces and then connects to the wireless interface and checks that the connection is working as expected.
bn: এই পরীক্ষাটি চেক করে যে ওয়্যারলেস ইন্টারফেস সিস্টেম স্থগিত হওয়ার পর কাজ করছে। এটি সকল ইন্টারফেস বিচ্ছিন্ন করে এবং এরপর ওয়্যারলেস ইন্টারফেস সংযোগ করে এবং সংযোগ প্রত্যাশিতভাবে কাজ করছে কিনা তা চেক করে।
gd: Sgrùdaidh an deuchainn seo gu bheil an eadar-aghaidh uèirleas ag obair as dèidh dàil a chur san t-siostam. Tha e a' gearradh na h-eadar-aghaidhean uile agus nuair sin a' ceangal ris an eadar-aghaidh uèirleas agus a' sgrùdadh gu bheil an ceangal ag obair mar a bha an dùil.
nl: Deze test controleert of de draadloze verbinding werkt na het ontwaken uit de pauzestand. Eerst zullen alle verbindingen verbroken worden, waarna er weer een draadloze verbinding gemaakt zal worden en deze verbinding getest zal worden op het correct functioneren.
sl: Ta preizkus preveri, če brezžični vmesnik deluje po povrnitvi računalnika iz pripravljenosti. Odklopi vse vmesnike, nato priključi brezžični vmesnik in preveri ali povezava deluje po pričakovanjih.
ug: توڭلىتىلىپ ئەسلىگە كەلگەندىن كېيىن سىمسىز ئارايۈز ئىشلىدىمۇ تەكشۈرىدۇ. بارلىق ئارايۈزنى باغلىنىشنى ئۈزىدۇ ۋە ئارقىدىن سىمسىز ئارايۈز ئارقىلىق باغلىنىدۇ. ئاندىن باغلىنىشنىڭ نورمال ئىشلەۋاتامدۇ تەكشۈرىدۇ.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols after the system has been suspended.
gd: A' dearbhadh gun urrainn am bathar-chruaidh uèirleas an t-siostam ceangal ri rùtar a' cleachdadh tèarainteachd WPA agus na pròtacalan 802.11b/g as dèidh dàil a chur san t-siostam.
nl: Test of de draadloos hardware van het systeem verbinding kan maken met de router met gebruikmaking van WPA-beveiliging en de 802.11b/g protocollen, nadat de computer in de pauzestand is geweest.
sl: Preveri, če se brezžična strojna oprema sistema lahko poveže z usmerjevalnikom z uporabo varnosti WPA in protokolov 802.11b/g po tem, ko je bil sistem dan v način pripravljenosti.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols after the system has been suspended.
gd: A' dearbhadh gun urrainn am bathar-chruaidh uèirleas an t-siostam ceangal ri rùtar as aonais tèarainteachd agus na pròtacalan 802.11b/g as dèidh dàil a chur san t-siostam.
nl: Test of de draadloos hardware van het systeem verbinding kan maken met de router zonder gebruikmaking van beveiliging en de 802.11b/g protocollen, nadat de computer in de pauzestand is geweest.
sl: Preveri, če se brezžična strojna oprema sistema lahko poveže z usmerjevalnikom brez uporabe varnosti in protokolov 802.11b/g po tem, ko je bil sistem dan v način pripravljenosti.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol after the system has been suspended.
gd: A' dearbhadh gun urrainn am bathar-chruaidh uèirleas an t-siostam ceangal ri rùtar a' cleachdadh tèarainteachd WPA agus am pròtacal 802.11n as dèidh dàil a chur san t-siostam.
nl: Test of de draadloos hardware van het systeem verbinding kan maken met de router met gebruikmaking van WPA-beveiliging en het 802.11n protocol, nadat de computer in de pauzestand is geweest.
sl: Preveri, če se brezžična strojna oprema sistema lahko poveže z usmerjevalnikom z uporabo varnosti WPA in protokola 802.11n po tem, ko je bil sistem dan v način pripravljenosti.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol after the system has been suspended.
gd: A' dearbhadh gun urrainn am bathar-chruaidh uèirleas an t-siostam ceangal ri rùtar as aonais tèarainteachd agus am pròtacal 802.11n as dèidh dàil achur san t-siostam.
nl: Test of de draadloos hardware van het systeem verbinding kan maken met de router zonder gebruikmaking van WPA-beveiliging en het 802.11n protocol, nadat de computer in de pauzestand is geweest.
sl: Preveri, če se brezžična strojna oprema sistema lahko poveže z usmerjevalnikom brez uporabe varnosti WPA in protokola 802.11n po tem, ko je bil sistem dan v način pripravljenosti.

source: This test grabs the hardware address of the bluetooth adapter after suspend and compares it to the address grabbed before suspend.
bn: বাতিল হওয়ার পরে এই পরীক্ষা ব্লুটুথ হার্ডওয়্যারের ঠিকানা দখল করে এবং বাতিল হওয়ার পূর্বের ঠিকানার সাথে মিলিয়ে দেখে।
gd: Tha an deuchainn seo a' dèanamh grèim air seòladh a' bhathar-chruaidh dhen adaptar bluetooth as dèidh a chur air thaobh agus a' coimeasachadh e ris an t-seòladh ghreimichte os cionn dàil a chur ann.
nl: Deze test pakt het hardware-adres van de bluetooth-adapter na een pauzestand en vergelijkt het met het adres van voor de pauzestand.
sl: Ta preizkus pridobi strojni naslov vmesnika Bluetooth po bujenju računalnika iz stanja pripravljenosti in ga primerja z naslovom, pridobljenim pred preklopom v stanje pripravljenosti.
ug: بۇ سىناقتا توڭلىتىشتىن كېيىنكى كۆكچىشنىڭ ئادرېسنى تۇتۇپ ئېلىپ، ئۇنى توڭلىتىشتىن بۇرۇنقى ئادرېس بىلەن سېلىشتۇرىدۇ.

source: This is an automated Bluetooth file transfer test. It sends an image to the device specified by the BTDEVADDR environment variable.
bn: এটি একটি স্বয়ংক্রিয় ব্লুটুথ ফাইল স্থানান্তর পরীক্ষা। এটি BTDEVADDR এনভায়রনমেন্ট ভেরিয়েবল দ্বারা উল্লিখিত ডিভাইসে একটি ছবি পাঠায়।
gd: 'Se seo deuchainn tar-aiseag faidhle Bluetooth fèin-obrachail . Tha e a' cur ìomhaigh dhan innleachd bha shònrachadh le caochlaidh an àrainneachd BTDEVADDR.
nl: Dit is een geautomatiseerde test voor bestandsoverdracht via Bluetooth. Het verstuurt een afbeelding naar het apparaat aangegeven door de BTDEVADDR-omgevingsvariabele.
sl: To je samodejen preizkus prenosa datotek Bluetooth. Sliko pošlje na napravo, kot to določi okoljska spremenljivka BTDEVADDR.
ug: بۇ ئاپتوماتلاشتۇرۇلغان كۆكچىش ھۆججەت ئەۋەتىش سىنىقىدۇر. بۇ سىناقتا BTDEVADDR دېگەن مۇھىت ئۆزگەرگۈچىدە كۆرسىتىلگەن ئۈسكىنىگە بىر دانە سۈرەت ھۆججەتنى ئەۋەتىدۇ.

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 2. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
bn: PURPOSE: এই পরীক্ষাটি একটি নির্দিষ্ট ডিভাইসে 'JPEG_Color_Image_Ubuntu.jpg' ছবিটি পাঠায় STEPS: ১। "পরীক্ষা" ক্লিক করুন এবং আপনাকে অনুরোধ করা হবে একটি ডিভাইসের ব্লুটুত ডিভাইসের নাম লিখতে যা ফাইল স্থানান্তরিত করার অনুমোদন দেয় (এটি যে ফাইলটি পাঠানো হবে তার নাম লেখার জন্য কিছু সময় নিতে পারে) ২। উভয় ডিভাইসের উপর প্রদর্শিত অনুরোধ গ্রহন করুন VERIFICATION: তথ্য কি সঠিকভাবে স্থানান্তরিত হয়েছিল?
gd: DEÒIN: Cuireadh an deuchainn seo ìomhaigh 'JPEG_Color_Image_Ubuntu.jpg' gu ruige innleachd sònraichte CEUMAN: 1. Briog “Dearbh” agus bithidh tu air do bhrodadh a chuir a-steach ainm an innleachd Bluetooth de innleachd a ghabhas ri tar-aiseagan faidhle (dh'fhaodadh e toirt ùine bheag as dèidh a chur a-steach an t-ainm son am faidhle a thòiseachadh a' cuir) 2. A gabhail ri brodaidhean sam bith tha nochdadh air gach innleachdan DEARBHACHADH: An deach an dàta a thar-aiseag ceart?
nl: DOEL: Deze test stuurt de afbeelding 'JPEG_Color_Image_Ubuntu.jpg' naar een opgegeven apparaat STAPPEN: 1. Klik op 'Testen' en u wordt gevraagd om de naam van het Bluetooth-apparaat of een apparaat dat bestandsoverdrachten kan accepteren (Na het invoeren van de naam kan het even duren voordat het bestand wordt verzonden) 2. accepteer eventuele aanwijzingen die op beide apparaten worden weergegeven VERIFICATIE: Zijn de gegevens correct overgedragen?
sl: NAMEN: Ta preizkus bo poslal sliko 'JPEG_Color_Image_Ubuntu.jpg' na določeno napravo KORAKI: 1. Kliknite "Preizkus" in pozvani boste k vnosu imena naprave Bluetooth, ki lahko sprejema prenose datotek (med vnosom imena in začetkom pošiljanja datoteke lahko mine nekaj sekund) 2. Sprejmite morebitne pozive, ki se pojavijo na obeh napravah POTRDITEV: Ali so bili podatki pravilno preneseni?
ug: مەقسەت: سۈرەت 'JPEG_Color_Image_Ubuntu.jpg' كۆرسىتىلگەن ئۈسكۈنىگە ئەۋەتىشنى سىناش باسقۇچلار: 1. «سىنا» نى چەكسىڭىز ھۆججەتنى تاپشۇرۇپ ئالىدىغان كۆكچىش ئۈسكۈنىسىنىڭ ئاتىنى كىرگۈزۈشنى تەلەپ قىلىدۇ. (ئاتىنى كىرگۈزۈپ بولغاندىن كېيىن ھۆججەتنى ئەۋەتىشكە باشلاشقا ئازراق ۋاقىت كېتىشى مۇمكىن) 2. ئىككىلا ئۈسكۈنىدە چىققان ھەرقانداق كۆرسەتمىگە قوشۇلۇڭ تەكشۈرۈش: ھۆججەت توغرا ئەۋەتىلدىمۇ؟

source: PURPOSE: This test will cycle through the detected display modes STEPS: 1. Click "Test" and the display will cycle trough the display modes VERIFICATION: Did your display look fine in the detected mode?
bn: PURPOSE: এই পরীক্ষাটি সনাক্তকৃত প্রদর্শনের মোডের মাধ্যমে চক্রাকারে হবে STEPS: ১। "পরীক্ষা" ক্লিক করুন এবং প্রদর্শন মোডের মাধ্যমে প্রদর্শন চক্রাকরে হবে। VERIFICATION: আপনার প্রদর্শনটি কি সুন্দর দেখাচ্ছে না সনাক্তকৃত মোডের মাধ্যমে?
gd: DEÒIN: Cuairtichidh an deuchainn seo tro na modhan taisbean (sgrìn) lorgaichte CEUMAN: 1. Briog air “Dearbh” agus cuairtichidh an taisbean (sgrìn) tro na modhan taisbean DEARBHACHADH: Robh do thaisbean (sgrìn) a' coimhead ceart anns a' mhodh lorgaichte?
nl: DOEL: Deze test zal door de gedetecteerde weergavemodi lopen STAPPEN: 1. Klik op "Testen" en het beeldscherm zal de weergavemodi doorlopen VERIFICATIE: Zag uw beeldscherm in de gedetecteerde modus er prima uit?
sl: NAMEN: Ta preizkus bo krožil skozi zaznane načine zaslona KORAKI: 1. Kliknite "Preizkus" in zaslon bo krožil skozi načine zaslona POTRDITEV: Ali je vaš zaslon v zaznanem načinu videti v redu?
ug: مەقسەت: بايقالغان بارلىق سىن كۆرسىتىش ھالىتى(mode) نى بىر بىرلەپ سىناش باسقۇچلار: 1. «سىنا» نى چەكسىڭىز، بايقالغان بارلىق سىن كۆرسىتىش ھالىتى(mode) نى بىر بىرلەپ سىناشقا باشلايدۇ(ئېكراندا ئۆزگىرىش بولىدۇ) تەكشۈرۈش: ھەر بىر سىن كۆرسىتىش ھالىتى(mode) دە ئېكران توغرا كۆرسىتەلىدىمۇ؟

source: This test will check to make sure supported video modes work after a suspend and resume. This is done automatically by taking screenshots and uploading them as an attachment.
bn: এই পরীক্ষা চেক করা হয় নিশ্চিত হবার জন্য যে স্থগিত এবং পুনরাম্ভের পর সমর্থিত ভিডিও মোড কাজ করে কিনা। এটি স্ক্রিনশট গ্রহণ এবং সংযুক্তি হিসাবে ওগুলো আপলোডের মাধ্যমে স্বয়ংক্রিয়ভাবে সম্পন্ন হয়।
gd: Sgrùdaidh an deuchainn seo gu cinnteach gun obraich na modhan bhideothan thaiceil as dèidh dàil a chur ann agus ath-thòisich. Tha seo ga dhèanamh gu fèin-obrachail le gabhail glacaidhean-sgrìn agus luchdachadh suas iad mar ceanglachan.
nl: Deze test controleert of de ondersteunde beeldmodi naar behoren werken na een pauze- of slaapstand.Dit gebeurt automatisch door een schermafdruk te maken en deze bij het raport te voegen.
sl: Ta preizkus bo preveril, da podprti načini videa delujejo po povrnitvi računalnika iz stanja pripravljenosti. To bo samodejno storjeno tako, da bodo zajete zaslonske slike in poslane kot priloge.
ug: بۇ توڭلىتىلىپ ئەسلىگە كەلگەندىن كېيىن سىن ھالىتى نورمال ئىشلىدىمۇ يوق تەكشۈرىدۇ. بۇ جەرياندىكى ئېكران كۆرۈنۈشىنى رەسىمگە ئېلىش ۋە ئۇنى قوشۇلما قىلىپ يۈكلەش جەريانلىرىنى ئاپتوماتىك ئېلىپ بېرىلىدۇ.

source: This attaches screenshots from the suspend/cycle_resolutions_after_suspend_auto test to the results submission.
bn: এটি suspend/cycle_resolutions_after_suspend_auto test থেকে একটি স্ক্রীনশট results submission এ সংযুক্ত করে।
gd: Tha seo a' ceangal glacaidhean-sgrìn bhon deuchainn dàil a chur ann/cuairtean_dùmhlachd-bhreacaidh_an_dàil a chur ann_fèin-obrachail gu ruige innteart na toraidhean.
nl: Dit zal schermafdrukken van de pauze/resoluties_doorlopen_na_pauze_auto testen toevoegen aan het resultatenrapport.
sl: To pripne zaslonski posnetek iz preizkusa suspend/cycle_resolutions_after_suspend_auto pošiljanju rezultatov.
ug: بۇنداق بولغاندا suspend/cycle_resolutions_after_suspend_auto سىناقتا ئېرىشكەن ئېكران كەسمىسى يوللانما نەتىجىسىگە قوشۇلىدۇ.

source: This will check to make sure that your audio device works properly after a suspend and resume. This may work fine with speakers and onboard microphone, however, it works best if used with a cable connecting the audio-out jack to the audio-in jack.
bn: এটি পরীক্ষা করা হবে নিশ্চিত হবার জন্য যে আপনার অডিও ডিভাইস স্থগিত হওয়ার পর এবং পুনরারম্ভ করার পর সঠিকভাবে কাজ করছে। এটি স্পিকার এবং অনবোর্ড মাইক্রোফোনের সাথে ভালভাবে কাজ করতে পারে, যাহাই হউক না কেন, এটি সবচাইতে ভাল কাজ করবে যদি audio-out jack থেকে the audio-in jack এ একটি ক্যাবল সংযোগ থাকে।
gd: Sgrùdaidh an deuchainn seo gu cinnteach gun obraich do innleachd claisneach ceart as dèidh dàil a chur ann agus ath-thòisich. Dh'fhaodadh seo obrachadh glè mhath le glaodhairean agus microfòn air-bòrd, co dhiù, tha e ag obair nas fheàrr ma cleachdte le càball a' ceangal seac claisneach a-mach gu ruige seac claisneach a-steach.
nl: Deze test controleert of uw audio-apparaten na de slaap- en pauzestand nog werken. Dit kan goed werken met behulp van de speakers en ingebouwde microfoon, maar het beste is als u de audio-out jack met een kabel met de audio-in jack kunt verbinden.
sl: To bo preverilo, da vaše zvočna naprava pravilno deluje po prehodu v stanje pripravljenosti in nadaljevanju. To bo morda delovalo pravilno z zvočniki in namiznim mikrofonom, vendar deluje najboljše, če ga uporabljate s kablom, ki zvočni vhod povezuje z zvočnim izhodom.
ug: بۇ توڭلىتىلىش ۋە ئەسلى كەلتۈرۈش ئېلىپ بېرىلغاندىن كېيىن ئۈن ئۈسكۈنىسى نورمال ئىشلىدىمۇ تەكشۈرىدۇ. ياڭراتقۇ ۋە ئاساسىي تاختىدىكى مىكروفون بولسا تېخىمۇ ياخشى، يەنە ئۈن-كىرگۈزۈش بىلەن ئۈن-چىقىرىش سىم ئارقىلىق تۇتاشتۇرۇلسا، ئۈنۈمى تېخىمۇ ياخشى بولىدۇ.

source: Attaches the log from the single suspend/resume test to the results
gd: A' ceangal an log bhon deuchainn singilte dàil a chur ann/ath-thòisich gu ruige na toraidhean
nl: Voegt de log van de enkele pauze-/hervattentest toe aan de resultaten
sl: K rezultatom priloži dnevnik iz preizkusa načina pripravljenosti/nadaljevanja

source: PURPOSE: Take a screengrab of the current screen after suspend (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: 1. Review attachment manually later
gd: DEÒIN: Gabh glacadh-sgrìn dhen sgrìn cuairteach as dèidh a chur air thaobh (air logadh a-steach bàrr-deasc Unity) CEUMAN: 1. Gabh pioctair a' cleachdadh camara-lìn DEARBHACHADH: 1. Ath-sgrùd ceanglachan de làimh nas anmoch
nl: DOEL: Een schermafdruk maken van het huidige scherm na een pauze (ingelogd in de Unity-omgeving) STAPPEN: 1. Maak een foto met een USB-webcam CONTROLE: 1. Bekijk later de bijlage
sl: NAMEN: Zajemite sliko trenutnega zaslona po načinu pripravljenosti (prijavljeni na namizje Unity) KORAKI: 1. Zajemite sliko s pomočjo spletne kamere USB POTRDITEV: 1. Pozneje ročno preglejte prilogo
