Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear VERIFICATION: Did the functions perform as expected?
bn: PURPOSE: এই পরীক্ষা gcalctool (ক্যালকুলেটর) কাজ করছে কিনা তা চেক করে। STEPS: "পরীক্ষা" বোতামে ক্লিক করুন ক্যালকুলেটর খোলার জন্য এবং কার্যকর করার জন্য: ১। মেমোরি নির্ধারন করুন ২। মেমোরি পুনঃনির্ধারন করুন ৩। শেষে মেমোরি মুছে ফেলুন VERIFICATION: এই ক্রিয়াকলাপের কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gcalctool (Àireamhair) ag obair. CEUMAN: Briog air a' phutan “Dearbh” a dh'fhosgail an t-àireamhair agus dèan: 1. Stèidhich cuimhne 2. Ath-stèidhich cuimhne 3. Glan mu dheireadh chuimhne 4. Glan cuimhneachan DEARBHACHADH: An do dh'obraich na foincseanan mar a bha dùil?
nl: DOEL: Deze test controleert of gcalctool (rekenmachine) werkt. STAPPEN: Klik op de knop "Testen" om de rekenmachine te openen en uit te voeren: 1. geheugen instellen 2. geheugen resetten 3. laatste uit geheugen wissen 4. geheugen wissen VERIFICATIE: Werkte de functies zoals verwacht?
sl: NAMEN: Ta preizkus preveri, da gcalctool (Računalo) deluje. KORAKI: Kliknite na gumb "Preizkus" za odprtje računala in izvedite: 1. Nastavitev pomnilnika 2. Ponastavitev pomnilnika 3. Čiščenje zadnjega pomnilnika 4. Čiščenej pomnilnika POTRDITEV: Ali so se funkcije izvedle kot ste pričakovali?
ug: مەقسەت: ھېسابلىغۇچ(gcalctool) نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: «سىنا» توپچىسىنى چېكىپ ھېسابلىغۇچنى ئىجرا قىلىسىز ۋە تۆۋەندىكى مەشغۇلاتلارنى ئېلىپ بارىسىز: 1. ئەسلەككە ساقلاش 2. ئەسلەكنى ئەسلىگە قايتۇرۇش(reset) 3. ئەسلەكتىكى ئەڭ ئاخىرقى مەزمۇننى تازىلاش 4. ئەسلەكنى تازىلاش تەكشۈرۈش: ھەممىسىنىڭ نەتىجىسى توغرا بولدىمۇ؟

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Cut 2. Copy 3. Paste VERIFICATION: Did the functions perform as expected?
bn: PURPOSE: এই পরীক্ষা gcalctool (ক্যালকুলেটর) কাজ করছে কিনা তা চেক করে। STEPS: "পরীক্ষা" বোতামে ক্লিক করুন ক্যালকুলেটর খোলার জন্য এবং কার্যকর করার জন্য: ১। কাটুন ২। অনুলেপন করুন ৩। প্রতিলেপন করুন VERIFICATION: এই ক্রিয়াকলাপের কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gcalctool (Àireamhair) ag obair. CEUMAN: Briog air a' phutan “Dearbh” a dh'fhosgail an t-àireamhair agus dèan: 1. Geàrr 2. Leth-bhreac 3. Cuir ann DEARBHACHADH: An do dh'obraich na foincseanan mar a bha dùil?
nl: DOEL: Deze test controleert of gcalctool (rekenmachine) werkt. STAPPEN: Klik op de knop "Testen" om de rekenmachine te openen en uit te voeren: 1. knippen 2. kopiëren 3. plakken VERIFICATIE: Werkte de functies zoals verwacht?
sl: NAMEN: Ta preizkus preveri, da gcalctool (Računalo) deluje. KORAKI: Kliknite na gumb "Preizkus" za odprtje računala in izvedite: 1. Izreži 2. Kopiraj 3. Prilepi POTRDITEV: Ali so se funkcije izvedle kot ste pričakovali?
ug: مەقسەت: ھېسابلىغۇچ(gcalctool) نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: «سىنا» توپچىسىنى چېكىپ ھېسابلىغۇچنى ئىجرا قىلىسىز ۋە تۆۋەندىكى مەشغۇلاتلارنى ئېلىپ بارىسىز: 1. كېسىش 2. كۆچۈرۈش 3. چاپلاش تەكشۈرۈش: ھەممىسىنىڭ نەتىجىسى توغرا بولدىمۇ؟

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit. 2. Enter some text and save the file (make a note of the file name you use), then close gedit. VERIFICATION: Did this perform as expected?
bn: PURPOSE: এই পরীক্ষা জিএডিট কাজ করছে কিনা তা চেক করে। STEPS: ১। "পরীক্ষা" বোতামে ক্লিক করুন জিএডিট খোলার জন্য ২। কিছু টেক্সট দিন এবং সংরক্ষণ করুন(আপনি যে ফাইলের নামটি ব্যবহার করেছেন সেটি নোট করুন), জিএডিট বন্ধ করুন। VERIFICATION: এই কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gedit ag obair. CEUMAN: 1. Briog air a' phutan “Dearbh” a dh'fhosgail gedit. 2. Cuir a-steach cuid teacsa agus sàbhail an fhaidhle (dèan nota dhen t-ainm a chleachd thu), nuairsin dùin gedit. DEARBHACHADH: Na choilean seo mar a bha dùil?
nl: DOEL: Deze test controleert of gedit werkt. STAPPEN: 1. Klik op de knop "Testen" om gedit te openen. 2. Voer wat tekst in en sla het bestand op (maak een notitie van de bestandsnaam die u gebruikt) en sluit gedit. VERIFICATIE: Werkte dit naar verwachting?
sl: NAMEN: Ta preizkus preveri, da gedit deluje. KORAKI: 1. Kliknite na gumb preizkus za odprtje programa gedit. 2. Vnesite besedilo in shranite datoteko (zabeležite ime datoteke, ki ga uporabite) in zaprite gedit. POTRDITEV: Ali je bilo program deloval kot ste pričakovali?
ug: مەقسەت: تەھرىرلىگۈچ gedit نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى توپچىسىنى چېكىپ gedit نى ئاچىسىز. 2. ئازراق تېكىست كىرگۈزگەندىن كېيىن ھۆججەتكە ساقلايسىز(دىققەت ھۆججەت ئاتىنى بىر يەرگە يېزىۋېلىڭ)، ئاندىن ئۇنى ياپىسىز. تەكشۈرۈش: يۇقىرىقى مەشغۇلاتلار نورمال بولدىمۇ؟

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit, and re-open the file you created previously. 2. Edit then save the file, then close gedit. VERIFICATION: Did this perform as expected?
bn: PURPOSE: এই পরীক্ষা জিএডিট কাজ করছে কিনা তা চেক করে। STEPS: ১। "পরীক্ষা" বোতামে ক্লিক করুন জিএডিট খোলার জন্য, এবং আপনি যে ফাইলটি তৈরি করেছিলেন তা পুনরায় খুলুন, এরপর জিএডিট বন্ধ করুন। VERIFICATION: এই কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil gedit ag obair. CEUMAN: 1. Briog air a' phutan “Dearbh” a dh'fhosgail gedit, agus fosgail an fhaidhle a chruthaich thu mar thà a-rithist. 2. Cuir a-steach cuid teacsa agus sàbhail an fhaidhle (dèan nota dhen t-ainm a chleachd thu), nuairsin dùin gedit. DEARBHACHADH: Na choilean seo mar a bha dùil?
nl: DOEL: Deze test controleert of gedit werkt. STAPPEN: 1. Klik op de knop "Testen" om gedit te openen, en open het bestand dat u eerder heeft gemaakt. 2. Bewerk het bestand, sla het op en sluit gedit. VERIFICATIE: Werkte dit naar verwachting?
sl: NAMEN: Ta preizkus preveri, da gedit deluje. KORAKI: 1. Kliknite na gumb preizkus za odprtje programa gedit in ponovno odprite predhodno odprto datoteko. 2. Uredite in shranite datoteko in zaprite gedit. POTRDITEV: Ali je bilo program deloval kot ste pričakovali?
ug: مەقسەت: تەھرىرلىگۈچ gedit نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى توپچىسىنى چېكىپ gedit نى ئاچىسىز، ئاندىن ئالدىنقى قېتىم ساقلىغان ھۆججەتنى ئاچىسىز. 2. ھۆججەتنى ئازراق تەھرىرلەپ ساقلايسىز ۋە gedit نى ياپىسىز. تەكشۈرۈش: يۇقىرىقى مەشغۇلاتلار نورمال بولدىمۇ؟

source: PURPOSE: This test will check that Gnome Terminal works. STEPS: 1. Click the "Test" button to open Terminal. 2. Type 'ls' and press enter. You should see a list of files and folder in your home directory. 3. Close the terminal window. VERIFICATION: Did this perform as expected?
bn: PURPOSE: এই পরীক্ষা চেক করে যে জিনোম টার্মিনাল কাজ করছে। STEPS: ১। টার্মিনাল খুলতে "পরীক্ষা" বোতামে ক্লিক করুন। ২। 'ls' টাইপ করুন এবং enter চাপুন। আপনি হোম ডিরেক্টরিতে একটি ফাইলের তালিকা এবং ফোল্ডার দেখতে পারেন ৩। টার্মিনালের উইন্ডো বন্ধ করুন। VERIFICATION: এই কর্ম সঞ্চালন কি প্রত্যাশিত ছিল?
gd: DEÒIN: Sgrùdaidh an deuchainn seo gu bheil Tèirmineal Gnome ag obair. CEUMAN: 1. Briog air a' phutan “Dearbh” a dh'fhosgail Tèirmineal. 2. Clò-sgrìobh 'ls' agus brùth cuir a-steach. Bu chòir dhut faicinn liosta faidhlichean agus pasgan nad' eòlaire dhachaigh. 3. Dùin uinneag an tèirmineal. DEARBHACHADH: Na choilean seo mar a bha dùil?
nl: DOEL: Deze test controleert of de terminal werkt. STAPPEN: 1. Klik op de knop "Test" om het terminalvenster te openen. 2. Type 'ls' en druk op enter. U zal nu een lijst met bestanden en mappen in uw persoonlijke map zien 3. Sluit het terminalvenster. VERIFICATIE: Werkte dit naar verwachting?
sl: NAMEN: Ta preizkus bo preveril, da Gnome Terminal deluje. KORAKI: 1. Kliknite na gumb "Preizkus" za odprtje Terminala. 2. Vnesite 'ls' in pritisnite enter. Videti bi morali seznam datotek in map v domači mapi. 3. Zaprite okno terminala. POTRDITEV: Je bil rezultat kot ste pričakovali?
ug: مەقسەت: تەھرىرلىگۈچ گىنوم تېرمىنال(Gnome Terminal) نىڭ نورمال ئىشلەيدىغان ئىشلىمەيدىغانلىقىنى سىناش. باسقۇچلار: 1. «سىنا» نى توپچىسىنى چېكىپ ، تېرمىنال كۆزنىكىنى ئاچىسىز. 2. بۇيرۇق قۇرىغا ‹ls› نى كىرگۈزۈپ قايتۇرۇش كۇنۇپكىسىنى باسىسىز. ماكان مۇندەرىجىڭىز ئىچىدىكى ھۆججەت ۋە قىسقۇچلار تىزىپ كۆرسىتىلىدۇ. 3. تېرمىنال كۆزنىكىنى ياپىسىز. تەكشۈرۈش: يۇقىرىقى مەشغۇلاتلار نورمال بولدىمۇ؟

source: Wireless scanning test. It scans and reports on discovered APs.
bn: ওয়্যারলেস স্ক্যানিং পরীক্ষা। এটি স্ক্যান করে এবং অনুসন্ধানকৃত APs এর উপর রিপোর্ট করে।
gd: Deuchainn a' sganadh uèirleas. Tha e a' sganadh agus ag aithris air APs lorgaichte.
nl: Draadloze scanner test. Het scant en doet verslag van ontdekte APs
sl: Preizkus iskanja brezžičnih povezav. Išče in poroča o odkritih dostopnih točkah.
ug: سىمسىز تورنى ئىزدەش سىنىقى. بۇ سىناقتا سىمسىز زىيارەت نۇقتىلىرىنى(AP) ئىزدەپ تېپىلىدۇ ۋە تاپقانلىرىنى كۆرسىتىدۇ.

source: PURPOSE: This test will check your wireless connection. STEPS: 1. Click on the Network icon in the panel. 2. Select a network below the 'Wireless networks' section. 3. Click "Test" to verify that it's possible to establish an HTTP connection. VERIFICATION: Did a notification show and was the connection correctly established?
bn: PURPOSE: এই পরীক্ষাটি আপনার ওয়্যারলেস সংযোগ চেক করবে। STEPS: ১। প্যানেলের নেটওয়ার্ক আইকনে ক্লিক করুন। ২। 'ওয়্যারলেস নেটওয়ার্কে' বিভাগের নিচে অবস্থিত একটি নেটওয়ার্ক নির্বাচন করুন। ৩। "পরীক্ষা" তে ক্লিক করুন একটি HTTP সংযোগ স্থাপন করা সম্ভব কিনা তা যাচাই করতে। VERIFICATION: একটি বিজ্ঞপ্তি কি প্রদর্শিত হয়েছে এবং সংযোগ কি সঠিকভাবে প্রতিষ্ঠিত হয়েছে?
gd: DEÒIN: Sgrùdaidh an deuchainn seo do cheangal uèirleas. CEUMAN: 1. Briog air an ìomhaigheag Lìonradh anns a' phanal. 2. Tagh lìonradh fo earrainn na 'Lìonradh uèirleas'. 3. Briog air “Dearbh” a dhearbhadh gu bheil e comasach stèidheachadh ceangal HTTP. DEARBHACHADH: An do nochd fiosrachaidh agus robh an ceangal stèidhichte ceart?
nl: DOEL: Deze test controleert uw draadloze verbinding. Stappen: 1. Klik op het netwerkicoon op het paneel 2. Selecteer een netwerk onder de sectie 'Draadloze netwerken'. 3. Klik "Test" om te controleren of uw computer een HTTP-verbinding tot stand kan brengen. VERIFICATIE: Werd er een mededeling getoond en werd de verbinding correct tot stand gebracht?
sl: NAMEN: Ta preizkus bo preveril vašo brezžično povezavo. KORAKI: 1. Kliknite na ikono omrežja v pultu. 2. Izberite omrežje iz odseka 'Brezžična omrežja'. 3. Kliknite "Preizkus" za preverjanje, da je mogoče vzpostaviti povezavo HTTP. POTRDITEV: Ali se je pokazalo obvestilo, da je bila povezava uspešno vzpostavljena?
ug: مەقسەت: سىمسىز تور باغلىنىشىنىڭ نورمال ئىشلەيدىغان-ئىشلىمەيدىغانلىقىنى تەكشۈرۈش. باسقۇچلار: 1. تاختىدىكى تور سىنبەلگىسىنى چېكىسىز. 2. ئۇنىڭ ئاستىدىكى ‹سىمسىز تورلار› نى تاللايسىز. 3. «سىنا» نى چەكسىڭىز HTTP باغلىنىشىنى قۇرغىلى بولىدىغان-بولمايدىغانلىقىنى تەكشۈرگىلى بولىدۇ. تەكشۈرۈش: باغلىنىشنىڭ نورمال بولغان-بولمىغانلىقىنى بىلدۈرىدىغان ئۇقتۇرۇش كۆرۈندىمۇ؟

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols.
bn: পরীক্ষা করুন যে সিস্টেমের বেতার হার্ডওয়্যারে একটি রাউটার সংযোগ করতে পারে কিনা WPA নিরাপত্তা এবং 802.11b/g প্রটোকল ব্যবহার না করে।
gd: A' dearbhadh gun urrainn bathar-chruaidh na siostaman uèirleas ceangal ri rùtar tha cleachdadh tèarainteachd WPA agus na pròtacalan 802.11b/g.
nl: Test of de draadloze hardware van het systeem een verbinding kunnen maken met een router met behulp van WPA beveiliging en de 802.11b/g protocollen.
sl: Preizkusi ali se lahko brezžična strojna oprema poveže z usmerjevalnikom z uporabo varnosti WPA in preko protokola 802.11b/g.
ug: سىستېما سىمسىز تور قاتتىق دېتالىنىڭ يېتەكچى(router )گە WPA بىخەتەرلىك تەدبىرى ئىشلىتىپ 802.11b/g كېلىشىمى ئارقىلىق باغلىنالامدۇ يوق سىنايدۇ.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols.
bn: পরীক্ষা করুন যে সিস্টেমের বেতার হার্ডওয়্যারে একটি রাউটার সংযোগ করতে পারে কিনা কোন নিরাপত্তা ব্যতিত এবং 802.11b/g প্রটোকল ব্যবহার না করে।
gd: A' dearbhadh gun urrainn bathar-chruaidh na siostaman uèirleas ceangal ri rùtar às aonais cleachdadh tèarainteachd agus na pròtacalan 802.11b/g.
nl: Test of de draadloze hardware van het systeem een verbinding met de router kan maken zonder beveiliging via de 802.11b/g protocollen.
sl: Preizkusi ali se lahko brezžična strojna oprema poveže z usmerjevalnikom brez varnosti WPA in preko protokola 802.11b/g.
ug: سىستېما سىمسىز تور قاتتىق دېتالىنىڭ يېتەكچى(router )گە بىخەتەرلىك تەدبىرلىرىنى ئىشلەتمەي 802.11b/g كېلىشىمى ئارقىلىق باغلىنالامدۇ يوق سىنايدۇ.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol.
bn: পরীক্ষা করুন যে সিস্টেমের বেতার হার্ডওয়্যারে একটি রাউটার সংযোগ করতে পারে কিনা WPA নিরাপত্তা এবং 802.11n প্রটোকল ব্যবহার না করে।
gd: A' dearbhadh gun urrainn bathar-chruaidh na siostaman uèirleas ceangal ri rùtar tha cleachdadh tèarainteachd WPA agus am pròtacal 802.11n.
nl: Test of de draadloze hardware van het systeem een verbinding met de router kan maken met behulp van WPA beveiliging en de 802.11n-protocollen.
sl: Preizkusi ali se lahko brezžična strojna oprema poveže z usmerjevalnikom z uporabo varnosti WPA in preko protokola 802.11n.
ug: سىستېما سىمسىز تور قاتتىق دېتالىنىڭ يېتەكچى(router )گە WPA بىخەتەرلىك تەدبىرى ئىشلىتىپ 802.11n كېلىشىمى ئارقىلىق باغلىنالامدۇ يوق سىنايدۇ.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol.
bn: পরীক্ষা করুন যে সিস্টেমের বেতার হার্ডওয়্যারে একটি রাউটার সংযোগ করতে পারে কিনা কোন নিরাপত্তা এবং 802.11n প্রটোকল ব্যবহার না করে।
gd: A' dearbhadh gun urrainn bathar-chruaidh na siostaman uèirleas ceangal ri rùtar às aonais cleachdadh tèarainteachd agus am pròtacal 802.11n.
nl: Test of de draadloze hardware van het systeem een verbinding met de router kan maken zonder beveiliging via de 802.11n-protocollen.
sl: Preizkusi ali se lahko brezžična strojna oprema poveže z usmerjevalnikom brez varnosti WPA in preko protokola 802.11n.
ug: سىستېما سىمسىز تور قاتتىق دېتالىنىڭ يېتەكچى(router )گە بىخەتەرلىك تەدبىرلىرىنى ئىشلەتمەي 802.11n كېلىشىمى ئارقىلىق باغلىنالامدۇ يوق سىنايدۇ.

source: Tests the performance of a systems wireless connection through the iperf tool.
bn: একটি সিস্টেমের iperf টুলের মাধ্যমে বেতার সংযোগ কর্মক্ষমতা পরীক্ষা করা হয়।
gd: A' dearbhadh an coilionaidh dhen cheangal uèirleas na siostaman tron inneal iperf.
nl: Test de prestaties van een draadloze verbinding via het hulpprogramma iperf.
sl: Preizkusi zmogljivost delovanja brezžične povezave sistema z orodjem ipref.
ug: سىستېما سىمسىز تور باغلىنىشىنىڭ ئۈنۈمىنى iperf قورالى ئارقىلىق سىنايدۇ.

source: Tests the performance of a systems wireless connection through the iperf tool, using UDP packets.
bn: UDP প্যাকেটগুলি ব্যবহার করে, একটি সিস্টেমের iperf টুলের মাধ্যমে বেতার সংযোগ কর্মক্ষমতা পরীক্ষা করা হয়।
gd: A' dearbhadh an coilionaidh dhen cheangal uèirleas na siostaman tron inneal iperf. a' cleachdadh pacaidean UDP.
nl: Test de prestaties van een draadloze verbinding via het hulpprogramma iperf, met behulp van UDP pakketten.
sl: Preizkusi zmogljivost delovanja brezžične povezave sistema z orodjem ipref s paketi UDP.
ug: سىستېما سىمسىز تور باغلىنىشىنىڭ ئۈنۈمىنى iperf قورالى ئارقىلىق، UDP بوغچىمىلىرى(packets) نى ئىشلىتىپ سىنايدۇ.

source: Usage: checkbox [OPTIONS]
bn: ব্যবহার: চেকবক্স [OPTIONS]
gd: Cleachdadh: chechbox [Roghainnean]
nl: Gebruik: checkbox [OPTIES]
sl: Uporaba: checkbox [MOŽNOSTI]
ug: ئىشلىتىش ئۇسۇلى: checkbox [OPTIONS]

source: Print version information and exit.
bn: সংস্করনের তথ্য মুদ্রন করে প্রস্থান করুন।
gd: Clò-bhuail fiosrachaidh an tionndaidh agus fàg.
nl: Versie-informatie weergeven en afsluiten.
sl: Izpiši podatke o različici in končaj.
ug: نەشرىنى كۆرسىتىپ ئاخىرلىشىدۇ

source: The file to write the log to.
bn: যে ফাইলে লগ লেখা হবে।
gd: Am faidhle a sgrìobhadh a chum log.
nl: Het bestand om het logboek in op te slaan.
sl: Datoteka za pisanje dnevnika.
ug: بەلگىلەنگەن ھۆججەتكە يازىدۇ.

source: One of debug, info, warning, error or critical.
bn: ডিবাগ, তথ্য, সতর্কবানী, ত্রুটি বা সমালোচনার একটি।
gd: Aon de dhì-bhuga, fios, rabhadh mearachd no èiginneach.
nl: Één van: debug, info, warning, error of critical
sl: Ena od možnosti razhroščevanje, podatki, opozorila, napake ali kritično.
ug: debug، info، warning، error، critical بىرىنى كۆرسىتىڭ.

source: Configuration override parameters.
bn: কনফিগারেশন অগ্রাহ্য করার স্থিতিমাপ।
gd: Rèiteachaidh paramadairean tar-àithne.
nl: Parameters voor overschrijven van configuratie
sl: Parametri prepisa nastavitev.
ug: سەپلىمىنى قاپلاپ يازىدىغان پارامېتىرلار.

source: Shorthand for --config=.*/jobs_info/blacklist.
bn: শর্টহ্যান্ডের জন্য --config=.*/jobs_info/blacklist.
gd: Gearr-sgrìobhadh son --config=.*/jobs_info/blacklist.
nl: Afkorting voor --config=.*/jobs_info/blacklist.
sl: Krajše za --config=.*/jobs_info/blacklist.
ug: قىسقارتىلمىسى (--config=.*/jobs_info/blacklist نىڭ).

source: Shorthand for --config=.*/jobs_info/blacklist_file.
bn: শর্টহ্যান্ডের জন্য --config=.*/jobs_info/blacklist_file.
gd: Gearr-sgrìobhadh son --config=.*/jobs_info/blacklist_file.
nl: Afkorting voor --config=.*/jobs_info/blacklist_file.
sl: Krajše za --config=.*/jobs_info/blacklist_file.
ug: قىسقارتىلمىسى (--config=.*/jobs_info/blacklist_file نىڭ).

source: Shorthand for --config=.*/jobs_info/whitelist.
bn: শর্টহ্যান্ডের জন্য --config=.*/jobs_info/whitelist.
gd: Gearr-sgrìobhadh son --config=.*/jobs_info/whitelist.
nl: Afkorting voor --config=.*/jobs_info/whitelist.
sl: Krajše za --config=.*/jobs_info/whitelist.
ug: قىسقارتىلمىسى (--config=.*/jobs_info/whitelist نىڭ).

source: Shorthand for --config=.*/jobs_info/whitelist_file.
bn: শর্টহ্যান্ডের জন্য --config=.*/jobs_info/whitelist_file.
gd: Gearr-sgrìobhadh son --config=.*/jobs_info/whitelist_file.
nl: Afkorting voor --config=.*/jobs_info/whitelist_file.
sl: Krajše za --config=.*/jobs_info/whitelist_file.
ug: قىسقارتىلمىسى (--config=.*/jobs_info/whitelist_file نىڭ).

source: Missing configuration file as argument.
bn: আর্গুমেন্ট হিসাবে কনফিগারেশন অনুপস্থিত।
gd: Faidhle rèiteachadh a dhith mar argamaid.
nl: Configuratiebestand ontbreekt als argument.
sl: Manjka nastavitvena datoteka kot argument.
ug: كۆرسىتىلگەن سەپلىمە ھۆججەت يوق ئىكەن.

source: Command not found.
bn: কমাণ্ড পাওয়া যায়নি।
gd: Àithne gun lorg.
nl: Opdracht niet gevonden.
sl: Ukaza ni mogoče najti.
ug: بۇيرۇق تېپىلمىدى.

source: Command received signal %s: %s
bn: %s: %s এর কমাণ্ড সিগন্যাল গৃহীত হয়েছে
gd: Comharra àithne air fhaighinn %s: %s
nl: Opdracht ontving signaal %s: %s
sl: Ukaz je prejel signal %s: %s
ug: بۇيرۇق تاپشۇرۇۋالغان سىگنال %s: %s

source: Hangup detected on controlling terminal or death of controlling process
bn: টার্মিনাল নিয়ন্ত্রনের সময় বা নিয়ন্ত্রন প্রক্রিয়া শেষ হওয়ার সময় যথাস্থান সনাক্ত হয়েছে
gd: Croch-suas air lorg air tèirmineal smachdachadh no bàs dhen phròiseas smachdachadh
nl: Terminal vastgelopen of het controlling process is afgesloten
sl: Zaznana je bila odložitev na nadziranemu terminalu ali končanje nadzorovanega opravila
ug: تېرمىنالنى كونترول قىلىش ياكى پروگراممىنىڭ يوقىلىشىنى(kill) كونترول قىلىشتا ئېسىلىپ قېلىش بايقالدى

source: Interrupt from keyboard
bn: কীবোর্ডে থেকে সাময়িক বিরতি নিন
gd: Eadar-chur bhon mheur-chlàr
nl: Interrupt van toetsenbord
sl: Prekinitev iz tipkovnice
ug: ھەرپتاختىدىن كەلگەن ئۈزۈلۈش

source: Quit from keyboard
bn: কীবোর্ড বন্ধ করুন
gd: Fàg bhon mheur-chlàr
nl: Quit van toetsenbord
sl: Končaj iz tipkovnice
ug: ھەرپتاختا ئارقىلىق ئاخىرلاشتۇرۇش

source: Illegal Instruction
bn: অবৈধ নির্দেশনা
gd: stiùireadh mì-laghail
nl: Onjuiste bewerking
sl: Nezakonito navodilo
ug: خاتا بۇيرۇق

source: Abort signal from abort(3)
bn: বাতিল(৩) থেকে সিগন্যাল বাতিল করুন
gd: Comharra casg bho casg(3)
nl: Abort-signaal van abort(3)
sl: abort(3) je poslal signal preklica
ug: abort(3) چىققان ئۈزۈش سىگنالى

source: Floating point exception
bn: ফ্লোটিং পয়েন্ট এক্সেপশন
gd: Fàgail a-mach comharra air bhog.
nl: Drijvende-komma-berekeningsfout
sl: Izjema plavajoče vejice
ug: كەسىر سان ھېسابلاشتىكى خاتالىق

source: Kill signal
bn: সিগন্যাল বন্ধ করুন
gd: Marbh comharra
nl: Stopsignaal
sl: Signal uniči
ug: سىگنالنى Kill قىلىش

source: Invalid memory reference
bn: অকার্যকর মেমরির রেফারেন্স
gd: Teisteanas cuimhne neo-dhligheach
nl: Ongeldige geheugenreferentie
sl: Neveljaven sklic pomnilnika
ug: ئەسلەك زىيارىتى خاتا

source: Broken pipe: write to pipe with no readers
bn: ব্রোকেন পাইপ: কোনো রিডার ছাড়া পাইপে লেখা
gd: Pìoba briste: sgrìobh gu pìoba as aonais leughadairean
nl: Gebroken pipe: schrijven naar pipe zonder lezers
sl: Pokvarjena cev: pišite v cev brez bralnikov
ug: بۇزۇلغان نەيچە: write to pipe with no readers

source: Timer signal from alarm(2)
bn: অ্যালার্ম(2) থেকে সময়ের সিগন্যাল
gd: Comharradh tìmear bho rabhadh(2)
nl: Timer-signaal van alarm(2)
sl: Časovni signal iz alarm(2)
ug: alarm(2) دىن كەلگەن Timer سىگنالى

source: Termination signal
bn: বন্ধ করার সিগন্যাল
gd: Comharradh crìochnachadh
nl: Afbreeksignaal
sl: Signal zaključitve
ug: ئاخىرلاشتۇرۇش سىگنالى

source: User-defined signal 1
bn: ব্যবহারকারী নির্ধারিত সিগন্যাল 1
gd: Comharradh 1 cleachdaiche-sònraichte
nl: Gebruikergedefinieerd signaal 1
sl: Uporabniško-določen signal 1
ug: ئىشلەتكۈچى بېكىتكەن سىگنال 1

source: User-defined signal 2
bn: ব্যবহারকারী নির্ধারিত সিগন্যাল 2
gd: Comharradh 2 cleachdaiche-sònraichte
nl: Gebruikergedefinieerd signaal 2
sl: Uporabniško-določen signal 2
ug: ئىشلەتكۈچى بېكىتكەن سىگنال 2

source: Child stopped or terminated
bn: চাইল্ড বন্ধ বা বাতিল করা হয়েছে
gd: Pàisde air stad no crìochnaichte
nl: Kind gestopt of afgebroken
sl: Podrejeno opravilo je bilo zaustavljeno ali končano
ug: تارماق توختاپ قالغان ياكى ئاخىرلاشتۇرۇلغان

source: Continue if stopped
bn: বন্ধ হলে চালাতে হবে
gd: Lean ma tha air stad
nl: Doorgaan indien gestopt
sl: Nadaljuje, če je zaustavljeno
ug: توختىسىمۇ داۋاملاشتۇرسۇن

source: Stop process
bn: প্রসেস বন্ধ করুন
gd: Stad pròiseas
nl: Proces stoppen
sl: Zaustavi opravilo
ug: ئىجرالارنى توختات

source: Stop typed at tty
bn: tty এ টাইপ বন্ধ করুন
gd: Stad clò-sgrìobhte aig tty
nl: Stop getypt op tty
sl: Na tty je bil vpisan ukaz zaustavi
ug: tty كىرگۈزۈشنى توختات

source: tty input for background process
bn: পটভূমির প্রসেসের জন্য tty ইনপুট
gd: ion-chur tty son pròiseas cùl-raon
nl: tty-invoer voor achtergrondproces
sl: Tty vhod za opravilo v ozadju
ug: تەگلىك ئىجرادىكى tty كىرگۈزۈش

source: tty output for background process
bn: পটভূমির প্রসেসের জন্য tty আউটপুট
gd: às-chur tty son pròiseas cùl-raon
nl: tty-uitvoer voor achtergrondproces
sl: Tty izhod za opravilo v ozadju
ug: تەگلىك ئىجرادىكى tty چىقىرىش

source: UNKNOWN
bn: অজানা
gd: NEO-AITHNICHTE
nl: ONBEKEND
sl: NEZNANO
ug: نامەلۇم

source: Unknown signal
bn: অজানা সিগন্যাল
gd: Comharradh neo-aithnichte
nl: Onbekend signaal
sl: Neznan signal
ug: نامەلۇم سىگنال

source: yes
bn: হ্যাঁ
gd: Tha
nl: ja
sl: da
ug: ھەئە

source: no
bn: না
gd: Chan eil
nl: nee
sl: ne
ug: ياق

source: skip
bn: বাদ
gd: Sgiobaig
nl: overslaan
sl: preskoči
ug: ئۆتكۈزۈۋەت

source: Press any key to continue...
bn: পরবর্তিতে যাওয়ার জন্য যেকোনো কী চাপুন...
gd: Brùth putan sam bith son leantainn...
nl: Druk op een toets om verder te gaan…
sl: Pritisnite katerokoli tipko za nadaljevanje ...
ug: خالىغان كۇنۇپكىنى باسسىڭىز داۋاملىشىدۇ...

source: Please choose (%s):
bn: অনুগ্রহ করে নির্বাচন করুন (%s):
gd: Tagh sibh (%s):
nl: Maak een keuze (%s):
sl: Prosimo izberite (%s):
ug: تاللاڭ(%s):

source: Space when finished
bn: শেষ হবার পর ফাঁকাস্থান দিন
gd: Spàs nuair crìochnaichte
nl: Spatie wanneer u klaar bent
sl: Prostor, ko je končano
ug: تاماملانغاندىكى بوشلۇق
