Repository: checkbox/checkbox
Catalog: po/*.po
Languages: bn, gd, nl, sl, ug

source: Combine with character above to expand node
bn: প্রসারণ নোডের উপরে কেরেকটার স্থাপন করুন
gd: Co-cheangail leis a' charactar os cionn gus meudachadh nòd
nl: Met teken erboven combineren om de node uit te vouwen
sl: Združi z znakom zgoraj za razširjeno vozlišče
ug: ئۇستىدىكى ھەرپلەر ئارىلىق كېڭەيتىش نۇقتىسىنى بىرىكتۈرىدۇ

source: test
bn: পরীক্ষা
gd: dearbh
nl: testen
sl: preizkus
ug: سىنا

source: test again
bn: পুনরায় পরীক্ষা করুন
gd: dearbh a-rithist
nl: opnieuw testen
sl: ponoven preizkzs
ug: قايتا سىنا

source: Please type here and press Ctrl-D when finished:
bn: অনুগ্রহ করে এখানে টাইপ করুন এবং শেষ হলে Ctrl-D চাপুন:
gd: Clò-sgrìobh sibh an seo agus brùth sibh Ctrl-D nuair crìochnaichte:
nl: Typ hier en druk op CTRL+D als u klaar bent:
sl: Tipkate tukaj in pritisnite Ctrl-D, ko zaključite:
ug: بۇ يەرگە كىرگۈزۈڭ، تاماملانغاندا Ctrl-D نى بېسىڭ.

source: Checkbox System Testing
bn: চেকবক্স সিস্টেম টেস্টিং
gd: Dearbhadh siostam Checkbox
nl: Checkbox systeem testen
sl: Checkbox preizkus sistema
ug: Checkbox سىستېما سىناش پروگراممىسى

source: Continue
bn: চালিয়ে যান
gd: Lean
nl: Doorgaan
sl: Nadaljuj
ug: داۋاملاشتۇر

source: Previous
bn: পূর্ববর্তী
gd: Roimh làimh
nl: Vorige
sl: Nazaj
ug: ئالدىنقى

source: Next
bn: পরবর্তী
gd: An ath
nl: Volgende
sl: Naprej
ug: كېيىنكى

source: Select All
bn: সব নির্বাচন
gd: Tagh Na H-Uile
nl: Alles selecteren
sl: Izberi vse
ug: ھەممىنى تاللا

source: Deselect All
bn: সব নির্বাচন নয়
gd: Dì-thagh gu lèir
nl: Alles deselecteren
sl: Odstrani izbor vsega
ug: تاللاشنىڭ ھەممىسىنى بىكار قىل

source: Expand All
bn: সকল প্রসারিত করুন
gd: Meudaich gu lèir
nl: Alles uitvouwen
sl: Razširi vse
ug: ھەممىنى ياي

source: Collapse All
bn: সবগুলো সংকোচন করুন
gd: Co-theannaich gu lèir
nl: Alles invouwen
sl: Zloži vse
ug: ھەممىنى قاتلا

source: Test
bn: পরীক্ষা
gd: Dearbh
sl: Preizkus
ug: سىنا

source: Test Again
bn: পুনরায় পরীক্ষা
gd: Dearbh a-rithist
nl: Test opnieuw
sl: Ponoven preikzs
ug: قايتا سىنا

source: _Test Again
bn: পুনরায় পরীক্ষা (_T)
gd: _Dearbh a-rithist
nl: Opnieuw _testen
sl: _Preizkusi znova
ug: قايتا سىنا(_T)

source: Info
bn: তথ্য
gd: Fios
sl: Podatki
ug: ئۇچۇر

source: Error
bn: ত্রুটি
gd: Mearachd
nl: Fout
sl: Napaka
ug: خاتالىق

source: Detailed information...
gd: Fiosrachaidh mionaideach
nl: Gedetailleerde informatie…
sl: Podrobnosti ...
ug: تەپسىلىي ئۇچۇر…

source: Collecting information about this test. This might take a few minutes.
bn: এ পরীক্ষা সম্পর্কে তথ্য সংগ্রহ করা হচ্ছে। এ কাজে কয়েক মিনিট সময় লাগবে।
nl: Informatie verzamelen over deze test. Dit kan enkele minuten duren.
sl: Poteka zbiranje podatkov o tem preizkusu. To bo morda trajalo nekaj minut.
ug: سىناققا ئائىت ئۇچۇرلارنى توپلاۋاتىدۇ. بۇنىڭغا بىر نەچچە مىنۇت ۋاقىت كېتىدۇ.

source: Collected information is being sent for bug tracking. This might take a few minutes.
bn: সংকলিত তথ্য বাগ ট্র্যাকিং এর জন্য পাঠানো হয়েছে। এ কাজে কয়েক মিনিট সময় লাগবে।
nl: Verzamelde informatie wordt verzonden voor foutopsporing. Dit kan enkele minuten duren.
sl: Zbrani podatki se pošiljajo za sledenje hrošča. To bo morda trajalo nekaj minut.
ug: توپلانغان ئۇچۇرلار bug tracking غا يوللىنىۋاتىدۇ. بۇنىڭغا بىر نەچچە مىنۇت ۋاقىت كېتىدۇ.

source: Test %(name)s failed.
nl: Test %(name)s mislukt.
sl: Preizkus %(name)s je spodletel.
ug: سىناق %(name)s مەغلۇپ بولدى.

source: Test %s failed.
bn: %s পরীক্ষা করতে ব্যর্থ।
nl: Test %s is mislukt.
sl: Preizkus %s je spodletel.
ug: سىناق %s مەغلۇپ بولدى.

source: Do you want to report a bug?
bn: আপনি কি কোনো রিপোর্ট বাগ করতে চান?
nl: Wilt u een fout melden?
sl: Ali želite prijaviti hrošča?
ug: كەمتۈك مەلۇم قىلامسىز؟

source: Is a package upgrade in process? Error: %s
bn: কোনো প্যাকেজ উন্নীত করা প্রক্রিয়া কি চলছে? ত্রুটি: %s
nl: Is er een pakketupgrade bezig? Fout: %s
sl: Ali nadgradnja paketa poteka? Napaka:%s
ug: بىر دانە بوغچا يۈكسەلدۈرۈش مەشغۇلاتى قىلىنىۋاتامدۇ؟ خاتالىق: %s

source: Successfully finished testing!
bn: সফলভাবে পরীক্ষা সম্পন্ন করা হয়েছে!
gd: Dearbhadh crìochnaichte gu soirbheachail
nl: Testen succesvol voltooid!
sl: Preizkušanje je bilo uspešno končano!
ug: سىناق مۇۋەپپەقىيەتلىك تاماملاندى!

source: _Finish
bn: শেষ (_F)
gd: _Crìochnaichte
nl: _Voltooien
sl: _Končaj
ug: تامام(_F)

source: Gathering information from your system...
bn: আপনার সিস্টেম থেকে তথ্য সংগ্রহ করা হচ্ছে...
gd: A' cruinneachadh fiosrachaidh bho do shiostam...
nl: Informatie over uw systeem verzamelen…
sl: Pridobivanje podatkov iz vašega sistema ...
ug: سىستېمىڭىزدىن ئۇچۇر توپلاۋاتىدۇ....

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
bn: সিস্টেম পরীক্ষায় আপনাকে স্বাগতম! সিস্টেম ঠিকভাবে কাজ করছে কিনা তা চেকবক্সের পরীক্ষা দিয়ে নিশ্চিত হওয়া যায়। একবার সব পরীক্ষা চালানো শেষ হলে, আপনি সিস্টমের জন্য একটি সংক্ষিপ্ত রিপোর্ট দেখতে পাবেন।
gd: Fàilte ri A' Dearbhadh an t-siostam! Tha Checkbox a' tabhainn deuchainnean a dhearbhadh gu bheil do shiostam ag obair ceart, Aon uair a chrìochnaicheas thu a' ruith na deuchainnean, faodaidh tu faicinn iomradh gearr-chunntas air shon do shiostam.
nl: Welkom bij Systeem testen! Checkbox biedt tests om te controleren of uw systeem correct werkt. Wanneer de tests klaar zijn, kunt u een samenvattend rapport lezen over uw systeem.
sl: Dobrodošli v preizkusu sistema! Ta program potrdi, da vaš sistem deluje pravilno. Ko končate preizkus, boste lahko videli povzetek za svoj sistem.
ug: سىستېما سىنىقى غا مەرھابا! سىستېما سىناش پروگراممىسى Checkbox سىستېمىڭىز نورمال ئىشلىگەن ئىشلىمىگەنلىكىنى سىنايدۇ.سىناق تۈگىگەندە سىز سىستېمىڭىز ھەققىدىكى قىسقىچە مەلۇماتنى كۆرەلەيسىز.

source: Warning: Some tests could cause your system to freeze or become unresponsive. Please save all your work and close all other running applications before beginning the testing process.
bn: সতর্কবাণী: কিছু পরীক্ষা আপনার সিস্টেমকে স্থির বা নিশ্চল করতে পারে। আপনার সব কাজ সংরক্ষণ করুন এবং পরীক্ষার প্রক্রিয়া আরম্ভ করার পূর্বে সমস্ত অন্যান্য চালু অ্যাপ্লিকেশন বন্ধ করুন।
gd: Rabhadh: Dh'fhaodadh cuid deuchainnean adhbharachadh do shiostam reòthadh no fàs neo-cho-fhreagarrach. Sàbhail sibh ur obair gu lèir agus dùin na h-uile aplacaidean eile tha ruith os cionn tòiseachadh am pròiseas dearbhadh.
nl: Waarschuwing: sommige testen kunnen ervoor zorgen dat uw systeem bevriest of niet meer reageert. Sla al uw werk op en sluit alle actieve toepassingen voordat u begint met de testen.
sl: Opozorilo: nekateri preizkusi lahko povzročijo, da vaš sistem zamrzne ali postane neodziven. Pred začetkom preizkusa shranite vse svoje delo in zaprite vse druge izvajajoče se programe.
ug: ئاگاھلاندۇرۇش: بەزى سىناقلار سىستېمىنى قاتۇرۇپ قويۇشى ياكى سىستېمىنى جاۋاب قايتۇرمايدىغان قىلىپ قويۇشى مۇمكىن. بارلىق ئىشلىرىڭىزنى ساقلاپ، ئىجرا بولۇۋاتقان بارلىق پروگراممىلارنى ئاخىرلاشتۇرۇپ ئاندىن سىناقنى باشلاڭ.

source: Failed to process form: %s
bn: যেখান থেকে চালিয়ে যেতে ব্যর্থ: %s
gd: Dh'fhàillig a ghiullachd am foirm: %s
nl: Kan formulier niet verwerken: %s
sl: Napaka med obdelovanjem obrazca: %s
ug: جەدۋەلنى بىر تەرەپ قىلىش مەغلۇپ بولدى: %s

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
bn: সার্ভারে সংযুক্ত করতে ব্যর্থ। অনুগ্রহ করে পরবর্তিতে চেষ্টা করুন বা নিচের ফাইলটি সিস্টেম ডাটাবেসে: %s সরাসরি আপলোড করুন: https://launchpad.net/+hwdb/+submit
gd: Dh'fhàillig a chonaltraidh frithealaiche. Feuchaibh a-rithist no luchdaich-suas an t-ainm faidhle tha leantail: %s air ball gu ruige stòr-dàta an t-siostam: https://launchpad.net/+hwdb/+submit
nl: Verbinden met server mislukt. Probeer het opnieuw of upload de volgende bestandsnaam: %s direct naar de systeemdatabase: https://launchpad.net/+hwdb/+submit
sl: Napaka med povezovanjem s strežnikom. Poizkusite znova ali pošljite naslednje ime datoteke: %s neposredno v sistemsko zbirko podatkov: https://launchpad.net/+hwdb/+submit
ug: مۇلازىمېتىر بىلەن ئالاقە قىلىش مەغلۇپ بولدى. قايتا سىناپ كۆرۈڭ ياكى تۆۋەندىكى ھۆججەتنى يۈكلەڭ: %s بىۋاسىتە سىستېما ساندىنىغا: https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
bn: সার্ভারে আপলোড করতে ব্যর্থ, অনুগ্রহ করে পুনরায় চেষ্টা করুন।
gd: Dh'fhàillig a luchdadh-suas gu frithealaiche. Feuch sibh a-rithist nas anmoch.
nl: Uploaden naar de server mislukt, probeer het later opnieuw.
sl: Napaka med pošiljanjem na strežnik, poskusite kasneje.
ug: مۇلازىمېتىرغا يۈكلەش مەغلۇپ بولدى، كېيىن يەنە سىناپ كۆرۈڭ.

source: Information not posted to Launchpad.
bn: লঞ্চপ্যাডে তথ্য পোস্ট করা হয়নি।
gd: Cha robh fios a chur gu launchpad.
nl: Informatie niet geplaatst op Launchpad
sl: Podatki niso bili objavljeni na Launchpadu.
ug: ئۇچۇر Launchpad قا ئەۋەتىلمىدى.

source: The following report has been generated for submission to the Launchpad hardware database: [[%s|View Report]] You can submit this information about your system by providing the email address you use to sign in to Launchpad. If you do not have a Launchpad account, please register here: https://launchpad.net/+login
bn: নিম্নলিখিত রিপোর্ট Launchpad হার্ডওয়্যার ডাটাবেস জমা দেওয়ার জন্য নির্মিত হয়েছে: [[%s|রিপোর্ট প্রদর্শন করুন]] আপনি যে ইমেইল ঠিকানাটি আপনি Launchpad এ সাইন ইন করতে ব্যবহার করেছেন তা প্রদানের মাধ্যমে আপনার সিস্টেম সম্পর্কে তথ্য প্রদান করতে পারেন। আপনার যদি একটি Launchpad একাউন্ট না থাকে, এখানে দয়া করে নিবন্ধন করুন: https://launchpad.net/+login
gd: Chaidh an iomradh tha leantail a chruthachadh airson a chur a-steach dhan stòr-dàta a' bhathar-bhog Launchpad: [[%s|Faic Iomradh]] Faodaidh tu cuir a-steach an fhiosrachaidh seo mu dheidhinn do shiostam le solarachadh do sheòladh post-d a tha thu a' cleachdadh airson soidhnicheadh a-steach do Launchpad. Ma 's e 's nach eil cunntas Launchpad agad, clàraichibh an seo: https://launchpad.net/+login
nl: Het volgende verslag is gegenereerd voor verzending naar de Launchpad hardware-database: [[%s|Rapport weergeven]] U kunt deze informatie over uw systeem indienen, door middel van het e-mailadres dat u gebruikt om bij Launchpad aan te melden. Als u nog geen Launchpad account heeft, registreer dan hier: https://launchpad.net/+login
sl: Naslednje poročilo je bilo ustvarjeno za pošiljanje v zbirko podatkov strojne opreme Launchpad: [[%s|Ogled poročila]] Te podatke o svojem sistemu lahko pošljete tako, da vpišete naslov e-pošte, ki ga uporabljate za prijavo v Launchpad. Če računa Launchpad nimate, ga ustvarite tukaj: https://launchpad.net/+login
ug: تۆۋەندىكى مەلۇمات Launchpad دىكى قاتتىق دېتال ساندىنىغا تاپشۇرۇش ئۈچۈن تەييارلاندى: [[%s|View Report]] سىز بۇ ئۇچۇرلارنى Launchpad تا ئىشلىتىدىغان ئېلخەت ئادرېسىڭىز ئارقىلىق يوللاپ بېرىڭ. ئەگەر تېخى Launchpad دا ھېسابىڭىز يوق بولسا تۆۋەندىكى ئۇلانما ئارقىلىق خەتلەتسىڭىز بولىدۇ: https://launchpad.net/+login

source: Email
gd: Post-d
sl: E-pošta
ug: ئېلخەت

source: Email address must be in a proper format.
bn: ইমেইল ঠিকানা সঠিক বিন্যাসে হতে হবে।
gd: Feumaidh an t-seòladh post-d bhith anns am fòrmat ceart.
nl: E-mailadres moet de correcte opmaak hebben.
sl: Naslov e-pošte mora biti v pravilni obliki.
ug: ئېلخەت ئادرېسى توغرا بولۇشى كېرەك.

source: Exchanging information with the server...
bn: সার্ভারের সাথে তথ্য আদান-প্রদান করা হচ্ছে...
gd: A' malairt fiosrachaidh leis an fhrithealaiche...
nl: Informatie met de server uitwisselen…
sl: Izmenjava podatkov s strežnikom ...
ug: مۇلازىمېتىر بىلەن ئۇچۇر ئالماشتۇرۇۋاتىدۇ...

source: The generated report seems to have validation errors, so it might not be processed by Launchpad.
bn: নির্মিত রিপোর্ট বৈধতা যাচাইয়ের ত্রুটি আছে বলে মনে করা হচ্ছে, তাই এটি Launchpad দ্বারা প্রক্রিয়াভুক্ত করা যেতে পারে না।
gd: Tha coltach gu bheil an iomradh cruthaichte a' glèidheadh mearachdan dearbhachd, mar sin 's mathaid nach giullaich Launchpad e.
nl: Het gegenereerde rapport lijkt validatiefouten te hebben, zodat het niet door Launchpad kan worden verwerkt .
sl: Videti je, da ima ustvarjeno poročilo napake pri potrjevanju veljavnosti, zato ga Launchpad morda ne bo obdelal.
ug: تەكشۈرۈشتە ھاسىل قىلىنغان مەلۇماتتا خاتالىق بارلىقى بايقالدى، شۇڭا ئۇنى Launchpad بىر تەرەپ قىلماسلىقى مۇمكىن.

source: There is another checkbox running. Please close it first.
bn: অন্য একটি চেকবক্সও চলছে। অনুগ্রহ করে এটি আগে বন্ধ করে নিন।
gd: Tha checkbox eile a' ruith. Dùin sibh an toiseach e.
nl: Checkbox wordt al uitgevoerd. Sluit deze eerst.
sl: Odprt je še en primerek programa. Najprej ga zaprite.
ug: يەنە بىر checkbox ئىجرا بۆلۈۋېتىپتۇ. ئاۋۋال ئۇنى تاقاڭ.

source: Checkbox did not finish completely. Do you want to rerun the last test, continue to the next test, or restart from the beginning?
gd: Cha do chrìoch Checkbox gu iomlan. Robh thu ag iarraidh ruith an deuchainn mu dheireadh a-rithist, lean chun an ath deuchainn, no tòisich às ùr bhon toiseach ?
nl: Checkbox is niet geheel voltooid. Wilt u de laatste test opnieuw uitvoeren, doorgaan naar de volgende test, of opnieuw beginnen?
sl: Checkbox se ni zaključil popolnoma. Ali želite zagnati zadnji preizkus, nadaljevati z naslednjim preizkusom ali ponovno zagnati od začetka?

source: Building report...
bn: রিপোর্ট তৈরি করা হচ্ছে...
gd: A' togail iomradh...
nl: Rapport samenstellen…
sl: Izgradnja poročila ...
ug: مەلۇمات قۇرۇۋاتىدۇ....

source: Running %s...
bn: চলছে %s...
gd: A' ruith %s...
nl: %s uitvoeren…
sl: Poganjanje %s ...
ug: ئىجرا قىلىۋاتقىنى %s

source: Unselecting a test will invalidate your submission for Ubuntu Friendly. If you plan to participate in Ubuntu Friendly, please, select all tests. You can always skip individual tests if you don't have the needed equipment.
gd: Dèanaidh dì-thaghadh deuchainn do chur a-steach son Ubuntu Friendly neo-dhligheach. Ma tha thu ag iarraidh gabhail compàirt ann an Ubuntu Friendly, tagh sibh na deuchainnean h-uile. Faodaidh tu an còmhnaidh sgiobadh deuchainnean fa leth ma 's e 's nach eil feum agad air an uidheamachadh.
nl: Het deselecteren van een test zal uw inzending voor Ubuntu Friendly ongeldig maken. Als u van plan bent om deel te nemen aan Ubuntu Friendly, selecteer dan a.u.b. alle testen. U kunt altijd individuele testen overslaan als u niet over de benodigde apparatuur beschikt.
sl: Odstranitev izbire iz preizkusa bo razveljavila pošiljanje za Ubuntu Friendly. Če nameravate sodelovati v Ubuntu Friendly, prosimo, izberite vse preizkuse. Vedno lahko preskočite posamezne preizkuse, če nimate potrebne opreme.
ug: ئەگەر سىناش تۈرىنى بىكار قىلسىڭىز، نەتىجىڭىز ئۇبۇنتۇ Friendly تۈرىگە يوللانمايدۇ. ئەگەر ئۇبۇنتۇ Friendly تۈرىگە قاتناشماقچى بولسىڭىز، ھەممە سىناق تۈرلىرىنى تاللاڭ. ئەگەر سىناق جەريانىدا بەزى ئۈسكۈنىلەر كەم بولسا ۋاقتى كەلگەندە شۇ سىناق تۈرىدىن ئاتلاپ كېتىدۇ.

source: Choose tests to run on your system:
gd: Tagh deuchainnean a ruithair do shiostam:
nl: Testen kiezen die op uw computer moeten worden uitgevoerd
sl: Izberite preizkuse za zagon na vašem sistemu:
ug: سىستېمىڭىزدا ئىجرا قىلىدىغان سىناقلارنى تاللاڭ:

source: Enter text:
bn: টেক্সট দিন:
gd: Cuir teacsa a-steach:
nl: Voer tekst in:
sl: Vnesite besedilo:
ug: تېكىست كىرگۈزۈڭ:

source: Type Text
bn: টেক্সট টাইপ
gd: Clò-sgròbh teacsa
nl: Typ tekst
sl: Napišite besedilo
ug: تېكىست كىرگۈزۈش

source: No Internet connection
bn: কোনো ইন্টারনেট সংযোগ নেই
gd: Gun ceangal dhan eadar-lìn
nl: Geen internetverbinding
sl: Ni internetne povezave
ug: ئىنتېرنېت باغلىنىشى يوق

source: Connection established lost a packet
bn: সংযোগ স্থাপনার সময় প্যাকেট হারানো গেছে
gd: Chaill an ceangal stèidhte pacaid
nl: Verbinding gemaakt, pakket verloren
sl: Vzpostavljena povezava je izgubila paket
ug: باغلاندى بىراق بىر دانە packet يوقالدى

source: Internet connection fully established
bn: সম্পূর্ণভাবে ইন্টারনেট সংযোগ স্থাপন
gd: Ceangal eadar-lìn stèidhte gu h-iomlan
nl: Internetverbinding gemaakt
sl: Internetna povezava je popolnoma vzpostavljena
ug: ئىنتېرنېتقا باغلىنىش تاماملاندى

source: Audio Test
bn: স্বয়ংক্রিয় পরীক্ষা
gd: Deuchainn claisneach
nl: Geluidstest
sl: Preizkus zvoka
ug: ئۈن سىنىقى

source: Bluetooth Test
bn: ব্লুটুথ পরীক্ষা
gd: Deuchainn bluetooth
sl: Preizkus Bluetooth
ug: كۆكچىش سىنىقى

source: Camera Test
bn: ক্যামেরা পরীক্ষা
gd: Deuchainn camara
sl: Preizkus fotoaparata
ug: كامېرا سىنىقى

source: CPU Test
bn: সিপিউ পরীক্ষা
gd: Deuchainn CPU
sl: Preizkus CPE
ug: مەركىزى بىر تەرەپ قىلغۇچ(CPU) سىنىقى

source: Disk Test
bn: ডিস্ক পরীক্ষা
gd: Deuchainn dìosg
nl: Schijftest
sl: Preizkus trdega diska
ug: دىسكا سىنىقى

source: Firewire Test
bn: ফায়ারওয়্যার পরীক্ষা
gd: Deuchainn firewire
sl: Preizkus Firewire
ug: تورتوسۇق سىنىقى

source: Graphics Test
bn: গ্রাফিক্স পরীক্ষা
gd: Deuchainn grafaigean
nl: Grafische test
sl: Preizkus grafike
ug: گرافىك سىنىقى

source: Info Test
bn: তথ্য পরীক্ষা
gd: Dearbh fios
sl: Preizkus podrobnosti
ug: ئۇچۇر(Info) سىنىقى

source: Input Test
bn: ইনপুট পরীক্ষা
gd: Dearbh ion-chur
nl: Invoertest
sl: Preizkus vhoda
ug: كىرگۈزۈش سىنىقى

source: Keys Test
bn: কী পরীক্ষা
gd: Deuchainn putain
nl: Toetsentest
sl: Preizkus tipk
ug: كۇنۇپكىلار سىنىقى

source: Media Card Test
bn: মিডিয়া কার্ড পরীক্ষা
gd: Deuchainn cairt meadhanan
nl: Mediakaarttest
sl: Preizkus medijskih kartic
ug: ۋاسىتە كارتىسى سىنىقى

source: Memory Test
bn: মেমরি পরীক্ষা
gd: Deuchainn cuimhne
nl: Geheugentest
sl: Preizkus pomnilnika
ug: ئەسلەك سىنىقى

source: Miscellanea Test
bn: বিবিধ পরীক্ষা
gd: Deuchainn trealaich
nl: Gemengde test
sl: Razni preizkusi
ug: باشقا سىناقلار

source: Monitor Test
bn: মনিটর পরীক্ষা
gd: Deuchainn sgrìn (monatair)
nl: Schermtest
sl: Preizkus zaslonov
ug: كۆزەتكۈچ سىنىقى

source: Networking Test
bn: নেটওয়ার্ক পরীক্ষা
gd: Deuchainn lìonrachadh
nl: Netwerktest
sl: Preizkus omrežja
ug: تور سىنىقى

source: Wireless Test
bn: ওয়্যারলেস পরীক্ষা
gd: Deuchainn uèirleas
nl: Draadloostest
sl: Preizkus brezžičnega omrežja
ug: سىمسىز تور سىنىقى

source: Optical Test
bn: অপটিকাল পরীক্ষা
gd: Deuchainn lèirsinneach
nl: Optische test
sl: Preizkus optike
ug: ئوپتىكىلىق ئۈسكۈنە سىنىقى

source: PCMCIA/PCIX Test
bn: PCMCIA/PCIX পরীক্ষা
gd: Dearbhadh PCMCIA/PCIX
sl: Preizkus PCMCIA/PCIX
ug: ‏PCMCIA/PCIX سىنىقى

source: Power Management Test
bn: শক্তি ব্যবস্থাপক পরীক্ষা
gd: Dearbadh stiùireadh cumhachd
nl: Energiebeheertest
sl: Preizkus upravljanja porabe
ug: توك مەنبەسىنى باشقۇرۇش سىنىقى

source: Suspend Test
bn: বাতিলকরণ পরীক্ষা
gd: Deuchainn dàlach
nl: Pauzestandtest
sl: Preizkus stanja pripravljenosti
ug: توڭلىتىش سىنىقى

source: USB Test
bn: USB পরীক্ষা
gd: Dearbadh USB
sl: Preizkus USB
ug: USB سىنىقى

source: Not Started
bn: আরম্ভ হয়নি
gd: Cha do thòisich
nl: Niet gestart
sl: Ni začeto
ug: باشلىمىدى

source: Done
bn: সম্পন্ন
gd: Dèante
nl: Voltooid
sl: Končano
ug: تامام

source: Not Supported
bn: সমর্থিত নয়
gd: Gun taic
nl: Niet ondersteund
sl: Ni podprto
ug: قوللىمايدۇ

source: Not Resolved
bn: সমাধান করা হয়নি
gd: Neo-shònraichte
nl: Niet opgelost
sl: Ni rešeno
ug: ھەل قىلىنمىغان

source: Not Tested
bn: পরীক্ষা করা হয়নি
gd: Neo-dhearbhte
nl: Niet getest
sl: Ni preizkušeno
ug: سىنالمىدى

source: In Progress
bn: চলছে
gd: Ann an adhartas
nl: In behandeling
sl: V obdelavi
ug: داۋاملىشىۋاتىدۇ

source: Are you sure?
bn: আপনি কি নিশ্চিত?
gd: Bheil thu cinnteach?
nl: Weet u het zeker?
sl: Ali ste prepričani?
ug: راستمۇ؟

source: Do you really want to skip this test?
bn: আপনি কি নিশ্চিতভাবে পরীক্ষা বাদ দিতে চান?
gd: Bheil thu gu deimhinn ag iarraidh sgiobaigeadh an dearbhadh seo?
nl: Weet u zeker dat u deze test wilt overslaan?
sl: Ali resnično želite preskočiti ta preizkus?
ug: راستلا بۇ سىناقنى ئۆتكۈزۈۋاتامسىز؟

source: Don't ask me again
bn: আমাকে পুনরায় জিজ্ঞাসা করা হবে না
gd: Na faighnich dhom a-rithist
nl: In het vervolg niet meer vragen
sl: Ne sprašuj me več
ug: قايتا سورىما

source: Form
bn: ফর্ম
gd: Foirm
nl: Formulier
sl: Oblika
ug: جەدۋەل(Form)

source: OK
bn: ঠিক আছে
sl: V redu
ug: جەزملە

source: Don't show me this message in the future
bn: পরবর্তীতে আমাকে এই বার্তা প্রদর্শন করা হবে না
nl: Dit bericht in het vervolg niet meer tonen
sl: Ne prikazuj tega sporočila v prihodnje
ug: بۇنىڭدىن كېيىن بۇ ئۇچۇرنى كۆرسەتمە

source: Tab 1
bn: ট্যাব ১
gd: Taba 1
nl: Tabblad 1
sl: Zavihek 1
ug: بەتكۈچ 1

source: 10 tests completed out of 30 (30%)
bn: ৩০ টির মধ্যে ১০ টি পরীক্ষা সম্পন্ন হয়েছে (30%)
gd: 10 a-mach à 30 dearbhaidhean crìochnaichte (30%0
nl: 10 testen afgerond van de 30 (30%)
sl: 10 preizkusov od 30 je končanih (30%)
ug: ھازىر 10 سىناق (30%) تاماملاندى(جەمئىي 30 ئىدى)

source: Components
bn: বিষয়বস্তু
gd: Co-phàirtean
nl: Componenten
sl: Deli
ug: بۆلەكلەر

source: Status
bn: স্ট্যাটাস
gd: Inbhe
sl: Stanje
ug: ھالەت

source: Select all
gd: Tagh na h-uile
nl: Alles selecteren
sl: Izberi vse
ug: ھەممىنى تاللا

source: Deselect all
gd: Dì-thaghadh na h-uile
nl: Alles deselecteren
sl: Odstrani izbiro vsega
ug: ھەممىنى تاللاشنى بىكار قىل

source: Start testing
bn: পরীক্ষা শুরু করা হবে
gd: Tòisich a' dearbhadh
nl: Testen starten
sl: Začni preizkušanje
ug: سىناقنى باشلا

source: Selection
gd: Taghadh
nl: Selectie
sl: Izbor
ug: تاللاش

source: TextLabel
bn: টেক্সটলেবেল
gd: BileagTeacsa
sl: Oznaka besedila
ug: تېكىستلىك ئەن

source: Yes
bn: হ্যাঁ
nl: Ja
sl: Da
ug: ھەئە

source: No
bn: না
nl: Nee
sl: Ne
ug: ياق

source: Comment
bn: মন্তব্য
nl: Commentaar
sl: Opomba
ug: پىكىر

source: Tab 2
bn: ট্যাব ২
gd: Taba 2
nl: Tabblad 2
sl: Zavihek 2
ug: بەتكۈچ 2

source: Run
gd: Ruith
nl: Uitvoeren
sl: Zaženi
ug: ئىجرا
