Repository: checkbox/checkbox
Catalog: checkbox-touch/po/*.po
Languages: pl

source: %1 tests failed
pl: Liczba testów, które się nie powiodły: %1

source: %1 tests passed
pl: Liczba testów, które się powiodły: %1

source: %1 tests skipped
pl: Liczba pominiętych testów: %1

source: About
pl: O aplikacji

source: Add comment
pl: Dodaj komentarz

source: Are you sure?
pl: Na pewno?

source: Automated test
pl: Automatyczny test

source: Back
pl: Wstecz

source: Cancel
pl: Anuluj

source: Checkbox is loading...
pl: Ładowanie Checkboksa

source: Close
pl: Zamknij

source: Command output
pl: Wyjście polecenia

source: Continue
pl: Przejdź do następnego

source: Copy
pl: Kopiuj

source: Could not create component '%1'
pl: Nie udało się stworzyć komponentu '%1'

source: Could not resume session
pl: Nie udało się wznowić sesji

source: Could not resume session.
pl: Nie udało się wznowić sesji

source: Could not start a session. Reason:
pl: Nie udało się rozpocząć sesji. Powód:

source: Could not submit results. Reason:
pl: Nie udało się wysłać wyników. Powód:

source: Delete incomplete sessions (%1)
pl: Usuń niedokończone sesje (%1)

source: Do not ask me this question again
pl: Nie pytaj o to ponownie

source: Do you really want to skip this test?
pl: Czy na pewno chcesz pominąć ten test?

source: Done
pl: Gotowe

source: Enter password
pl: Wpisz hasło

source: Error encountered
pl: Wystąpił błąd

source: FAILED
pl: NIE POWIÓDŁ SIĘ

source: Fail
pl: Niepowodzenie

source: Finish
pl: Zakończ

source: NO
pl: NIE

source: No providers available!
pl: Brak dostępnych dostawców!

source: PASSED
pl: POWIÓDŁ SIĘ

source: Pass
pl: Powodzenie

source: Path to a file containing checkbox-touch settings
pl: Ścieżka do pliku z ustawieniami checkbox-touch

source: Plainbox version:
pl: Wersja Plainboksa:

source: Quit
pl: Wyjdź

source: Re-run
pl: Uruchom ponownie

source: Report has been submitted.
pl: Raport został wysłany.

source: Reports have been saved to your Documents folder
pl: Raporty zostały zapisane w folderze Dokumenty

source: Rerun
pl: Uruchom ponownie

source: Rerun last
pl: Uruchom ponownie

source: Resume session
pl: Wznów sesję

source: Run Checkbox-Touch in autopilot-testing mode
pl: Uruchom Checkbox-Touch w trybie testów autopilota

source: Save detailed report
pl: Zapisz szczegółowy raport

source: Select categories
pl: Wybierz kategorie

source: Select test plan
pl: Wybierz plan testów

source: Select tests
pl: Wybierz testy

source: Select tests to re-run
pl: Wybierz testy do ponownego uruchomienia

source: Sending report - you should not see this page :-)
pl: Wysyłanie raportu - nie powinieneś widzieć tej strony :-)

source: Skip
pl: Pomiń

source: Start new session
pl: Rozpocznij nową sesję

source: Start testing
pl: Rozpocznij test

source: Start the test
pl: Rozpocznij test

source: Submit results to
pl: Wyślij wyniki do:

source: Summary
pl: Podsumowanie

source: System Testing
pl: Testowanie systemu

source: Test Description
pl: Opis testu

source: Test Report
pl: Raport testów

source: Test Results
pl: Wyniki testów

source: This test
pl: Ten test

source: Toggle selection
pl: Przełącz zaznaczenie

source: Um, OK
pl: Yyy, OK

source: Verification
pl: Weryfikacja

source: View Report
pl: Pokaż raport

source: Waiting for the test to finish
pl: Oczekiwanie na zakończenie testu

source: Welcome to Checkbox Touch Version: %1 (%2 %3)
pl: Witaj w aplikacji Checkbox Touch Wersja: %1 (%2 %3)

source: Write only warnings and errors to standard error
pl: Wypisz wyłącznie ostrzeżenia i komunikaty o błędach do standardowego wyjścia błędu

source: YES
pl: TAK

source: You can go back to rerun the test or continue to the next test.
pl: Możesz wrócić i ponownie uruchomić test lub przejść do następnego testu.

source: password
pl: hasło

source: version:
pl: wersja:
