Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Test that the X is not running in failsafe mode.
ast: Prueba que X nun ta funcionando en mou a prueba d'errores.
cs: Ověřit, že X neběží v záchranném režimu.
de: Dieser Test überprüft, dass der X-Prozess nicht im abgesicherten Modus ausgeführt wird.
el: Δοκιμή ότι η διεργασία X εκτελείται σε ασφαλή λειτουργία.
fr: Testez que X ne fonctionne pas en mode sans échec.
gl: Proba para saber se X non está funcionando en modo a proba de erros.
it: Verifica che X non sia in esecuzione in modalità grafica sicura.
km: សាកល្បង​ថា​ដំណើរការ X មិន​កំពុង​ដំណើរការ​នៅ​ក្នុង​របៀប​បរាជ័យ​ដោយ​សុវត្ថិភាព​ទេ ។
ru: Проверка незадействованности процесса X в безопасном режиме.
zh_cn: 测试 X 是否没有在故障安全(failsafe)模式下运行。

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
ast: OXETIVU: Esta prueba verifica la resolución predeterminada de la pantalla PASOS: 1. Esta pantalla usa la siguiente resolución: INFORMACIÓN: $output VERIFICACIÓN: ¿Ye esto aceutable pa la to pantalla?
cs: CÍL: Tento test ověří správnost rozlišení displaye POSTUP: 1. Tento display používá následující rozlišení: INFO: $output DŮKAZ: Je toto rozlišení použitelné?
de: ZWECK: Dieser Test überprüft die Standardauflösung des Bildschirms. DURCHFÜHRUNG: 1. Dieser Bildschirm verwendet die folgende Auflösung: INFO: $output ÜBERPRÜFUNG: Ist dies für Ihren Bildschirm angemessen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει την προεπιλεγμένη ανάλυση οθόνης ΒΗΜΑΤΑ: 1. Αυτή η οθόνη χρησιμοποιεί την ακόλουθη ανάλυση: ΠΛΗΡΟΦΟΡΙΑ: $έξοδος ΕΠΑΛΗΘΕΥΣΗ: Είναι αυτή η ανάλυση αποδεκτή για την οθόνη σας;
fr: BUT : Ce test va vérifier la résolution par défaut de l'écran. ÉTAPE : 1. Cet écran utilise la résolution suivante : INFORMATION : $output VÉRIFICATION : Est-ce acceptable pour votre affichage ?
gl: PROPÓSITO: Esta proba verifica a resolución predeterminada da pantalla PASOS: 1. Esta pantalla utiliza a seguinte resolución: INFORMACIÓN: $output COMPROBACIÓN: É isto aceptábel para a súa pantalla?
it: SCOPO: Questo test verifica la risoluzione predefinita dello schermo. PASSI: 1. Lo schermo sta usando la seguente risoluzione: INFORMAZIONI: $output VERIFICA: È accettabile per lo schermo?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​គុណភាព​បង្ហាញ​លំនាំដើម ជំហាន ៖ ១. ការ​បង្ហាញ​នេះ​ប្រើ​គុណភាព​បង្ហាញ​ដូច​ខាងក្រោម ៖ ព័ត៌មាន ៖ $output ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​អាច​ទទួលយក​បាន​ដែរ​ឬ​ទេ​សម្រាប់​ការ​បង្ហាញ​របស់​អ្នក ?
ru: ЦЕЛЬ: Эта проверка позволит узнать разрешение экрана по умолчанию ДЕЙСТВИЯ: 1. Этот экран использует следующее разрешение: СВЕДЕНИЯ: $output ПРОВЕРКА: Устраивает ли вас отображение на экране?
zh_cn: 目的： 此测试将验证默认显示分辨率 步骤： 1. 此显示器正在使用以下分辨率： INFO: $output 验证： 对于您的显示器，这是否可接受？

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (800x600). See here for details:
ast: Asegúrate de que la resolución actual cumple o perpasa la resolución mínima recomendada (800x600). Consulta equí pa más información:
cs: Zajistit, že současné rozlišení dosahuje alespoň doporučeného minimálního rozlišení (800x600). Detaily naleznete zde:
de: Stellen Sie sicher, dass die aktuelle Auflösung mindestens 800 x 600 Pixel beträgt. Hier finden Sie weitere Informationen:
el: Βεβαιωθείτε ότι η τρέχουσα ανάλυση είναι ίση τουλάχιστον με την προτεινόμενη ελάχιστη ανάλυση (800x600) ή την υπερβαίνει. Δείτε εδώ για λεπτομέρειες:
fr: Veille à ce que la résolution actuelle corresponde ou dépasse la résolution minimale recommandée (800x600). Voir ici pour plus de détails :
gl: Asegúrese de que a resolución actual cumpre ou excede a resolución mínima recomendada (800x600). Consulte aquí para máis información:
it: Assicurarsi che la risoluzione attuale sia pari o superiore a quella minima raccomandata (800 x 600). Per maggiori dettagli:
km: ប្រាកដ​ថា គុណភាព​បង្ហាញ​បច្ចុប្បន្ន​​ត្រូវ​នឹង ឬ​លើស​គុណភាព​បង្ហាញ​អប្បបរមា​ដូច​ដែល​បាន​ផ្ដល់​អនុសាសន៍ (800x600) ។ ចំពោះ​សេចក្ដី​លម្អិត សូម​មើល​នៅទីនេះ ៖
ru: Убедитесь, что текущее разрешение соответствует или превосходит рекомендуемое минимальное разрешение (800x600). Сведения:
zh_cn: 确保当前分辨率达到或超过建议的最小分辨率(00x600)。有关详细信息，请参见这里：

source: Collect info on graphics modes (screen resolution and refresh rate)
de: Informationen zum Grafikmodus (Bildschirmauflösung und Bildwiederholrate) sammeln
gl: Recolle información sobre os modos gráficos (resolución e taxa de actualización da pantalla)
it: Raccoglie informazioni sulle modalità grafiche (risoluzione dello schermo e frequenza di aggiornamento).

source: Collect info on color depth and pixel format.
de: Informationen zur Farbtiefe und zum Pixel-Format sammeln.
gl: Recolle información sobre a profundidade da cor e o formato dos píxeles.
it: Raccoglie informazioni sulla profondità di colore e il formato dei pixel.

source: Collect info on fresh rate.
de: Sammelt Informationen über die Wiederholrate.
gl: Recopilar información sobre a velocidade de actualización.

source: Collect info on graphic memory.
de: Sammelt Informationen über den Grafikspeicher.
gl: Recopilar información na memoria gráfica.

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
ast: OXETIVU: Esta prueba verificará la pantalla predeterminada PASOS: 1. Calca en Prueba p'amosar una prueba de videu. VERIFICACIÓN: ¿Vense les barres de color y la estática?
cs: CÍL: Tento test vyzkouší výchozí display POSTUP: 1. Kliknutím na "Test" spustíte video. DŮKAZ: Zobrazily se barevné pruhy?
de: ZWECK: Dieser Test überprüft den Standardbildschirm. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um einen Video-Test anzuzeigen. ÜBERPRÜFUNG: Sehen Sie farbige Balken und Rauschen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την προεπιλεγμένη οθόνη ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να εμφανιστεί μία δοκιμή βίντεο. ΕΠΑΛΗΘΕΥΣΗ: Βλέπετε τις γραμμές χρωμάτων και τις στατικές απεικονίσεις;
fr: BUT : Ce test va vérifier l'affichage par défaut. ÉTAPE : 1. Cliquez sur « Tester » pour afficher la vidéo de test. VÉRIFICATION : Voyez-vous des barres colorées et fixes ?
gl: PROPÓSITO: Esta proba verifica a pantalla predeterminada PASOS: 1. Prema «Probar» para que se mostre unha proba de vídeo. COMPROBACIÓN: Ve as barras de cor e a parte con ruído?
it: SCOPO: Questo test verifica la funzionalità dello schermo predefinito. PASSI: 1. Fare clic su «Prova» per visualizzare un test video. VERIFICA: Sono visualizzate delle barre di colore e statica?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​ការ​បង្ហាញ​លំនាំដើម ជំហាន ៖ ១. ចុច "សាកល្បង" ដើម្បី​បង្ហាញ​ការ​សាកល្បង​​វីដេអូ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មើល​ឃើញ​របារ និង​ស្ថិតិ​ពណ៌​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Будет выполнения проверка экрана по умолчанию ДЕЙСТВИЯ: 1. Щёлкните "Проверить" для отображения видео теста. ПРОВЕРКА: Видите ли вы цветные полосы и статические?
zh_cn: 目的： 此测试将检测默认浏览器 步骤： 1、点击“测试”按钮以显示测试视频。 验证： 是否看到色条和雪花？

source: Check that VESA drivers are not in use
ast: Verifica que los controladores VESA nun tean n'usu
cs: Zjistit zda se nepoužívají ovldače VESA
de: Überprüfen, dass keine VESA-Treiber verwendet werden
el: Έλεγχος για το ότι οι οδηγοί VESA δεν χρησιμοποιούνται
fr: Vérifie que les pilotes VESA ne sont pas utilisés
gl: Comproba que os controladores VESA non estean en uso
it: Verifica che i driver VESA non siano in uso.
km: ពិនិត្យមើល​ថា​កម្មវិធី​បញ្ជា VESA មិន​ត្រូវ​បាន​កំពុង​ប្រើ
ru: Проверка задействования драйверов VESA
zh_cn: 检查是否未使用 VESA 驱动程序

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
ast: OXETIVU: Esta prueba pasa polos diferentes moos de videu deteutaos PASOS: 1. Calca «Prueba» pa entamar a comprobar los diferentes moos de videu VERIFICACIÓN: ¿Paecióte ver que la pantalla trabayaba en cada ún de los moos de videu?
cs: CÍL: Tento test projde dostupné video režimy POSTUP: 1. Kliknutím na "Test" se začne s procházením DŮKAZ: Vypadal obraz použitelně v každém režimu?
de: ZWECK: Dieser Test schaltet durch die verschiedenen Video-Modi. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um mit dem Durchschalten der Video-Modi zu beginnen. ÜBERPRÜFUNG: Schien der Bildschirm in jedem Modus zu funktionieren?
el: ΣΚΟΠΟΣ: Αυτό το τεστ εναλλάσσεται κυκλικά μεταξύ των ανιχνευθέντων λειτουργιών βίντεο ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» για να αρχίσει η εναλλαγή μεταξύ των λειτουργιών ΕΠΑΛΗΘΕΥΣΗ: Φάνηκε η οθόνη να λειτουργεί για κάθε τρόπο λειτουργίας;
fr: BUT : Ce test parcourt les différents modes vidéos détectés. ÉTAPE : 1. Cliquez sur « Tester » pour commencer le défilement des différents modes vidéos. VÉRIFICATION : Est-ce que l'écran semble fonctionner pour chacun des modes ?
gl: PROPÓSITO: Esta proba pasa polos diferentes modos de vídeo detectados PASOS: 1. Prema «Probar» para comezar a comprobar os diferentes modos de vídeo COMPROBACIÓN: Pareceulle ver que a pantalla traballaba en cada un dos modos de vídeo?
it: SCOPO: Questo test effettua un ciclo attraverso le modalità video rilevate. PASSI: 1. Fare clic su «Prova» per iniziare il ciclo attraverso le modalità video. VERIFICA: La risoluzione dello schermo risulta valida per ogni modalità?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​វិល​ជុំ​តាម​រយៈ​របៀប​វីដេអូ​ដែល​បាន​រក​ឃើញ ជំហាន ៖ ១. ចុច "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម​ការ​វិល​ជុំ​តាម​រយៈ​របៀប​វីដេអូ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អេក្រង់​នឹង​ដំណើរការ​សម្រាប់​របៀប​នីមួយ​ៗ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит выполнить переходы по всем определённым режимам видео ДЕЙСТВИЯ: 1. Щёлкните "Проверить" для запуска переходов по режимам видео ПРОВЕРКА: Работает ли экран при переходе в каждый режим?
zh_cn: 目的： 此测试将循环进入检测的视频模式 步骤： 1. 单击 "测试"，开始循环进入这些视频模式 验证： 屏幕是否在每个模式下都正常工作？

source: PURPOSE: This test will test display rotation STEPS: 1. Click "Test" to test display rotation. The display will be rotated every 4 seconds. 2. Check if all rotations (normal right inverted left) took place without permanent screen corruption VERIFICATION: Did the display rotation take place without without permanent screen corruption?
de: ZWECK: Dieser Test überprüft das Drehen der Anzeige. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um das Drehen der Anzeige zu testen. Der Bildschirminhalt wird alle 4 Sekunden gedreht. 2. Überprüfen Sie, ob alle gedrehten Anzeigen (normal, rechts, kopfüber, links) ohne dauerhafte Darstellungsfehler stattgefunden haben. ÜBERPRÜFUNG: Wurde das Drehen der Anzeige ohne dauerhafte Darstellungsfehler ausgeführt?
gl: PROPÓSITO: Esta proba verifica a rotación de pantalla PASOS: 1. Prema «Probar» para valorar a rotación da pantalla. A pantalla virará cada 4 segundos. 2. Comprobe que todas as rotacións (normal, dereita, invertida, esquerda) son visíbeis sen corrupción permanente da pantalla. COMPROBACIÓN: A rotación da pantalla funcionou sen corrupción permanente da pantalla?
it: SCOPO: Questo test verifica il funzionamento della rotazione dello schermo. PASSI: 1. Fare clic su «Prova». Lo schermo effettuerà una rotazione ogni 4 secondi. 2. Verificare che tutte le rotazioni (normale/oraria/180 gradi/antioraria) siano avvenute senza alterazioni permanenti dello schermo. VERIFICA: La rotazione dello schermo è avvenuta senza alterazioni permanenti dello schermo?

source: Check that hardware is able to run compiz
ast: Verifica si'l hardware ye quien a correr Compiz
cs: Zjistit zda je hardware schopný spustit compiz
de: Überprüfen, ob Ihre Hardware Compiz ausführen kann
el: Έλεγχος για το αν το υλικό είναι ικανό να τρέξει το compiz
fr: Vérifie que le matériel est apte à lancer compiz
gl: Comprobar que o hardware pode executar Compiz
it: Verifica che l'hardware supporti gli effetti visivi.
km: ពិនិត្យមើល​ថា​ផ្នែក​រឹង​អាច​ដំណើរការ compiz បាន
ru: Проверка аппаратных возможностей для запуска compiz
zh_cn: 检查硬件是否能够运行 compiz

source: Check that hardware is able to run Unity 3D
ast: Verifica si'l Hardware ye quien a facer correr Unity 3D
cs: Zjistit zda je hardware schopný spustit Unity
de: Überprüfen, ob Ihre Hardware Unity-3D ausführen kann
el: Έλεγχος για το αν το υλικό είναι ικανό να τρέξει το Unity 3D
fr: Vérifie que le matériel est apte à lancer Unity 3D
gl: Comprobar que o hardware pode executar Unity 3D
it: Verifica che l'hardware supporti Unity 3D.
km: ពិនិត្យមើល​ថា​ផ្នែក​រឹង​អាច​ដំណើរការ Unity 3D បាន
ru: Проверка аппаратных возможностей для запуска Unity 3D
zh_cn: 检查硬件是否能够运行 Unity 3D

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
cs: CÍL: Tento test zjistí 3D možnosti grafické karty POSTUP: 1. Kliknutím na "Test" spustíte OpenGL demo. Po smáčknutí ESC se ukončí. 2. Zjistěte zda demo není trhané či pomalé. DŮKAZ: 1. Objevila se 3D animace? 2. Byla animace trhaná či pomalá?
de: ZWECK: Dieser Test überprüft die grundlegenden 3D-Fähigkeiten Ihrer Grafikkarte. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um eine OpenGL-Demonstration auszuführen. 2. Überprüfen Sie, ob die Animation nicht ruckelt oder verzögert wird. ÜBERPRÜFUNG: 1. Wurde die 3D-Animation angezeigt? 2. War die Animation frei von Verzögerungen/Ruckeln?
el: ΣΚΟΠΟΣ: Αυτό το τεστ δοκιμάζει τις βασικές δυνατότητες τρισδιάστατης επιτάχυνσης της κάρτας γραφικών ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» για να εκτελέσετε ένα δοκιμαστικό του OpenGL. Πατήστε το πλήκτρο ESC οποιαδήποτε στιγμή για να το σταματήσετε. 2. Επαληθεύστε πως η κίνηση δεν γίνεται σπασμωδικά ή πολύ αργά. ΕΠΑΛΗΘΕΥΣΗ: 1. Εμφανίστηκε η τρισδιάστατη κινούμενη απεικόνιση; 2. Ήταν η τρισδιάστατη κινούμενη απεικόνιση αρκετά γρήγορη και χωρίς σπασμωδικότητα;
fr: BUT : Ce test va vérifier les capacités 3D de base de votre carte vidéo. ÉTAPES : 1. Cliquez sur « Tester » pour exécuter une démonstration de OpenGL. Appuyez sur « Échap » à tout moment pour fermer. 2. Vérifiez que l'animation n'est pas saccadée ou lente. VÉRIFICATIONS : 1. Est-ce que l'animation 3D est apparue ? 2. Est-ce que l'animation était sans lenteur/saccade ?
gl: PROPÓSITO: Esta proba verifica as capacidades básicas en 3D da tarxeta de vídeo PASOS: 1. Prema «Probar» para executar unha versión parcial do programa OpenGL. Prema a tecla ESC en calquera momento para pechar. 2. Comprobe que a animación non é brusca ou lenta. COMPROBACIÓN: 1. Apareceu a animación en 3D? 2. Estaba libre de lentitude/sacudidas?
it: SCOPO: Questo test verifica le potenzialità 3D di base della scheda video. PASSI: 1. Fare clic su «Prova» per eseguire una demo OpenGL. Premere ESC in qualsiasi momento per chiuderla. 2. Verificare che l'animazione non sia irregolare o rallentata. VERIFICA: 1. L'animazione 3D è comparsa? 2. Era priva di rallentamenti o irregolarità?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​សាកល្បង​សមត្ថភាព​ត្រីមាត្រ​មូលដ្ឋាន​របស់​កាត​វីដេអូ ជំហាន ៖ ១. ចុច "សាកល្បង" ដើម្បី​ប្រតិបត្តិការ​បង្ហាញ OpenGL សាកល្បង ។ ចុច​គ្រាប់ចុច​​គេច (ESC) ដើម្បី​បិទ​នៅ​ពេល​ណាមួយ ។ ២. ផ្ទៀងផ្ទាត់​ថា​ចលនា​មិន​ញាក់ ឬ​យឺត ។ ការ​ផ្ទៀងផ្ទាត់ ៖ ១. តើ​ចលនា​ត្រីមាត្រ​បង្ហាញ​ឡើង​ដែរ​ឬ​ទេ ? ២. តើ​ចលនា​លឿន/មិន​ញាក់​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Этот тест позволяет проверить основные возможности 3D графической карты ДЕЙСТВИЯ: 1. Щёлкните "Проверить" для выполнения демонстрации OpenGL. Нажмите ESC в любое время для закрытия. 2. Убедитесь, что отсутствуют рывки или замедления. ПРОВЕРКА: 1. Появился ли трёхмерный видеофрагмент? 2. В видеофрагменте отсутствовали рывки и замедления?
zh_cn: 目的： 将测试您显卡的基本 3D 功能 步骤： 1. 单击 "测试"，执行 OpenGL 演示。任何时候按 ESC 都可关闭。 2. 验证此动画是否没有出现不流畅或缓慢现象。 验证： 1. 是否显示此 3D 动画？ 2. 此动画是否没有出现缓慢/不流畅现象？

source: Open and close a 3D window multiple times
de: Ein 3D-Fenster mehrmals öffnen und schließen
gl: Abrir e pechar unha xanela en 3D varias veces
it: Apre e chiude più volte una finestra 3D.

source: Open, suspend resume and close a 3D window multiple times
de: Ein 3D-Fenster mehrmals öffnen, minimieren, wiederherstellen und schließen
gl: Abrir, reiniciar a suspensión e pechar unha xanela en 3D varias veces
it: Apre, sospende, ripristina e chiude più volte una finestra 3D.

source: Open and close 4 3D windows multiple times
de: Vier 3D-Fenster mehrmals öffnen und schließen
gl: Abrir e pechar catro xanelas en 3D varias veces
it: Apre e chiude più volte 4 finestre 3D.

source: Move a 3D window around the screen
de: Ein 3D-Fenster über den Bildschirm bewegen
gl: Mover unha xanela en 3D pola pantalla
it: Sposta una finestra 3D nello schermo.

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
de: ZWECK: Ein Bildschirmfoto des aktuellen Bildschirms (bei Anmeldung unter Unity) aufnehmen. DURCHFÜHRUNG: 1. Nehmen Sie ein Foto mit einer USB-Webcam auf. ÜBERPRÜFUNG: Sehen Sie sich den Anhang später manuell an.
gl: PROPÓSITO: Capturar unha imaxe da pantalla (estando no escritorio Unity) PASOS: 1. Tomar unha imaxe empregando unha cámara web USB COMPROBACIÓN: Revisar o anexo manualmente posteriormente
it: SCOPO: Catturare un'istantanea della schermata corrente (accesso effettuato in Unity). PASSI: Scattare un fotografia usando la webcam USB. VERIFICA: Esaminare manualmente l'allegato in seguito.

source: Attaches the screenshot captured in graphics/screenshot.
de: Dies legt dem Bericht das Bildschirmfoto als Anlage bei, das im Test »graphics/screenshot« aufgenommen wurde.
el: Επισυνάπτει το στιγμιότυπο οθόνης που ελήφθη στο φάκελο γραφικά/στιγμιότυπο οθόνης.
fr: Ajoute la capture d'écran effectuée dans graphics/screenshot.
gl: Anexa a captura de pantalla efectuada en graphics/screenshot.
it: Allega la schermata catturata in graphics/screenshot.
ru: Прикрепить снимок экрана созданный в graphics/screenshot.

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: Review attachment manually later
de: ZWECK: Ein Bildschirmfoto des aktuellen Bildschirms während der Vollbild-Video-Wiedergabe aufnehmen. DURCHFÜHRUNG: 1. Starten Sie die Vollbildwiedergabe eines Videos. 2. Nehmen Sie nach einigen Sekunden ein Foto mit einer USB-Webcam auf. ÜBERPRÜFUNG: Sehen Sie sich den Anhang später manuell an.
gl: PROPÓSITO: Realizar unha captura da pantalla durante a reprodución de video a pantalla completa PASOS: 1. Iniciar unha reprodución de vídeo a pantalla completa 2. Tomar unha imaxe empregando unha cámara web USB despois duns segundos COMPROBACIÓN: Revisar o anexo manualmente posteriormente
it: SCOPO: Catturare un'istantanea della schermata corrente durante la riproduzione a schermo intero di un video. PASSI: 1. Iniziare la riproduzione a schermo intero di un video. 2. Scattare un fotografia usando la webcam USB dopo alcuni secondi. VERIFICA: Esaminare manualmente l'allegato in seguito.

source: Attaches the screenshot captured in graphics/screenshot_fullscreen_video.
de: Dies legt dem Bericht das Bildschirmfoto als Anlage bei, das im Test »graphics/screenshot_fullscreen_video« aufgenommen wurde.
el: Επισυνάπτει το στιγμιότυπο οθόνης που ελήφθη στο φάκελο γραφικά/στιγμιότυπο οθόνης_πλήρους προβολής_βίντεο.
fr: Ajoute la capture d'écran effectuée dans graphics/screenshot_fullscreen_video.
gl: Anexa unha captura de pantalla efectuada en graphics/screenshot_fullscreen_video.
it: Allega la schermata catturata in graphics/screenshot_fullscreen_video.
ru: Прикрепить снимок экрана созданный в graphics/screenshot_fullscreen_video.
