Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Speicherkartenleser des Systems das Entfernen einer MSP-Speicherkarte erkennen kann, nachdem das System in Bereitschaft gegangen ist. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die MSP-Speicherkarte aus dem Kartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta MSP do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta MSP do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test controlla che il sistema rilevi correttamente la rimozione di una scheda MSP dal lettore di schede di sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda MSP dal lettore. (Nota: questo test va in timeout dopo 20 secondi). VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a xD card after the system has been suspended STEPS: 1. Click "Test" and insert a xD card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer xD-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine xD-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Dieser Test schlägt nach 20 Sekunden ohne Aktion fehl.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests geschieht automatisch. Ändern Sie das automatisch ausgewählte Ergebnis nicht.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta xD despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta xD no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non retire o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/xd-insert-after-suspend test is run. It tests reading and writing to the xD card after the system has been suspended.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der xD-Speicherkarte im Bereitschaftsmodus beendet wurde. Es wird das Schreiben und Lesen auf der xD-Speicherkarte getestet, nachdem das System in Bereitschaft versetzt wurde.
gl: Esta proba é automática e se executa despois da proba mediacard/xd-insert-after-suspend. Comproba a lectura e escritura a tarxetas xD despois de suspenderse o sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/xd-insert-after-suspend. Verifica la lettura e la scrittura su una scheda xD dopo una sospensione del sistema.

source: PURPOSE: This test will check that the system correctly detects the removal of a xD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the xD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Speicherkartenleser des Systems das Entfernen einer xD-Speicherkarte erkennen kann, nachdem das System in Bereitschaft gegangen ist. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die xD-Speicherkarte aus dem Kartenleser. (Anmerkung: Dieser Test wird nach 20 Sekunden abgebrochen.) ÜBERPRÜFUNG: Dieser Test wird automatisch durchgeführt. Bitte ändern Sie das automatisch ausgewählte Ergebnis nicht.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta xD do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta xD do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test controlla che il sistema rilevi correttamente la rimozione di una scheda xD dal lettore di schede di sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda xD dal lettore. (Nota: questo test va in timeout dopo 20 secondi). VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: PURPOSE: Check touchscreen tap recognition STEPS: 1. Tap an object on the screen with finger. The cursor should jump to location tapped and object should highlight VERIFICATION: Does tap recognition work?
de: ZWECK: Überprüfen der Touchscreen-Tipp-Erkennung DURCHFÜHRUNG: 1. Tippen Sie mit dem Finger auf ein Objekt auf dem Bildschirm. Der Zeiger sollte zum angetippten Ort springen und das Objekt hervorheben. ÜBERPRÜFUNG: Hat die Tipp-Erkennung funktioniert?
gl: PROPÓSITO: Comprobar o recoñecemento do xesto de tocar na pantalla táctil PASOS: 1. Toque cun dedo un obxecto da pantalla. O cursor debería desprazarse á localizacion do toque e o obxecto debería resaltar COMPROBACIÓN Funciona o recoñecemento dos toques?
it: SCOPO: Verificare il riconoscimento del tocco sul touchscreen. PASSI: 1. Toccare un oggetto visibile sullo schermo con il dito. Il cursore deve spostarsi nella posizione del tocco e l'oggetto viene evidenziato. VERIFICA: Il riconoscimento del tocco funziona?

source: PURPOSE: Touchpad user-verify STEPS: 1. Make sure that touchpad is enabled. 2. Move cursor using the touchpad. VERIFICATION: Did the cursor move?
de: ZWECK: Überprüfen, ob das Touchpad funktioniert. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass das Touchpad aktiviert ist. 2. Bewegen Sie den Mauszeiger mit Ihrem Touchpad. ÜBERPRÜFUNG: Bewegt sich der Mauszeiger?
gl: PROPÓSITO: Verificación do usuario na área táctil PASOS: 1. Asegúrese de que a área táctil está activada. 2. Mova o cursor usando a área táctil. COMPROBACIÓN: Moveuse o cursor?
it: SCOPO: Verificare manualmente il funzionamento del touchpad. PASSI: 1. Assicurarsi che il touchpad sia abilitato. 2. Spostare il cursore usando il touchpad. VERIFICA: È possibile muovere il cursore?

source: PURPOSE: Touchpad horizontal scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the horizontal slider by moving your finger right and left in the lower part of the touchpad. VERIFICATION: Could you scroll right and left?
de: ZWECK: Überprüfung des horizontalen Bildlaufs mit dem Touchpad DURCHFÜHRUNG: 1. Wählen Sie »Testen«, wenn Sie bereit sind, und platzieren Sie den Mauszeiger innerhalb der Grenzen des dargestellten Testfensters. 2. Überprüfen Sie, ob Sie die horizontale Bildlaufleiste verschieben können, indem Sie Ihre Finger im unteren Teil des Touchpads nach links und rechts bewegen. ÜBERPRÜFUNG: Konnten Sie die Bildlaufleiste nach rechts und links bewegen?
gl: PROPÓSITO: Comprobación do desprazamento horizontal na área táctil PASOS: 1. Seleccione «Probar» cando estea listo e sitúe o cursor dentro dos bordos da xanela de proba 2. Comprobe que pode mover a barra horizontal co desprazamento do dedo a dereita e esquerda na banda inferior da área táctil COMPROBACIÓN Foi quen de desprazarse á dereita e á esquerda?
it: SCOPO: Verificare lo scorrimento orizzontale del touchpad. PASSI: 1. Fare clic su «Prova» quando pronti e posizionare il cursore al'interno dei bordi della finestra visualizzata. 2. Verificare che sia possibile spostare l'indicatore orizzontale muovendo il dito a destra e a sinistra nella parte bassa del touchpad. VERIFICA: È possibile scorrere a destra e a sinistra?

source: PURPOSE: Touchpad vertical scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the vertical slider by moving your finger up and down in the right part of the touchpad. VERIFICATION: Could you scroll up and down?
de: ZWECK: Überprüfung des vertikalen Bildlaufs mit dem Touchpad DURCHFÜHRUNG: 1. Wählen Sie »Testen«, wenn Sie bereit sind, und platzieren Sie den Mauszeiger innerhalb der Grenzen des dargestellten Testfensters. 2. Überprüfen Sie, ob Sie die vertikale Bildlaufleiste verschieben können, indem Sie Ihre Finger im unteren Teil des Touchpads nach oben und unten bewegen. ÜBERPRÜFUNG: Konnten Sie die Bildlaufleiste nach oben und unten bewegen?
gl: PROPÓSITO: Verificación do desprazameto vertical na área táctil PASOS: 1. Seleccione «Probar» cando estea listo e sitúe o cursor dentro dos bordos da xanela de proba 2. Comprobe que pode mover a barra vertical co desprazamento do dedo arriba e abaixo na banda dereita da área táctil COMPROBACIÓN Foi quen de desprazarse arriba e abaixo?
it: SCOPO: Verificare lo scorrimento verticale del touchpad. PASSI: 1. Fare clic su «Prova» quando pronti e posizionare il cursore al'interno dei bordi della finestra visualizzata. 2. Verificare che sia possibile spostare l'indicatore verticale muovendo il dito verso l'alto e verso il basso nella parte destra del touchpad. VERIFICA: È possibile scorrere verso l'alto e verso il basso?

source: Determine whether the touchpad is detected as a singletouch device automatically.
de: Bestimmen Sie, ob das Touchpad automatisch als Gerät zur Bedienung mit einem Finger erkannt wird.
gl: Determinar se detecta automaticamente a área táctil como un dispositivo monotáctil.
it: Stabilisce se il touchpad viene rilevato automaticamente come dispositivo single-touch.

source: Determine whether the touchpad is detected as a multitouch device automatically.
de: Bestimmen Sie, ob das Touchpad automatisch als Gerät zur Bedienung mit mehreren Fingern erkannt wird.
gl: Determinar se detecta automaticamente a área táctil como un dispositivo multitáctil.
it: Stabilisce se il touchpad viene rilevato automaticamente come dispositivo multi-touch.

source: PURPOSE: Touchpad manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the touchpad supposed to be multitouch?
de: ZWECK: Manuelle Multitouch-Erkennung über das Touchpad. DURCHFÜHRUNG: 1. Sehen Sie sich die Spezifikationen für Ihr System an. ÜBERPRÜFUNG: Unterstützt das Touchpad Multitouch?
gl: PROPÓSITO: Detección manual na área táctil da capacidade multitáctil. STEPS: 1. Mire as especificacións do sistema. VERIFICATION: É a área táctil multitáctil?
it: SCOPO: Verificare manualmente se il touchpad è un dispositivo multi-touch. PASSI: 1. Consultare le specifiche del proprio sistema. VERIFICA: Si suppone che il touchpad supporti il multi-touch?

source: Determine whether the screen is detected as a non-touch device automatically.
de: Feststellen, ob der Bildschirm automatisch als nicht berührungsgesteuertes Gerät erkannt wird.
gl: Determinar se detecta automaticamente a pantalla como un dispositivo non táctil.
it: Stabilisce se lo schermo viene rilevato automaticamente come dispositivo non sensibile al tocco.

source: Determine whether the screen is detected as a multitouch device automatically.
de: Feststellen, ob der Bildschirm automatisch als Multitouch-Gerät erkannt wurde.
gl: Determinar se detecta automaticamente a pantalla como un dispositivo multitáctil.
it: Stabilisce se lo schermo viene rilevato automaticamente come dispositivo multi-touch.

source: PURPOSE: Touchscreen manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the screen supposed to be multitouch?
de: ZWECK: Manuelle Multitouch-Erkennung über den Touchscreen. DURCHFÜHRUNG: 1. Sehen Sie sich die Spezifikationen für Ihr System an. ÜBERPRÜFUNG: Unterstützt der Touchscreen Multitouch?
gl: PROPÓSITO: Detección manual de xestos multitáctiles na pantalla táctil. PASOS: 1. Lea as especificacións do seu sistema COMPROBACIÓN: Dispón de pantalla táctil?
it: SCOPO: Verificare manualmente il rilevamento del multi-touch sullo schermo. PASSI: 1. Consultare le specifiche del proprio sistema. VERIFICA: Si suppone che lo schermo sia multi-touch?

source: PURPOSE: Check touchscreen drag & drop STEPS: 1. Double tap, hold, and drag an object on the desktop 2. Drop the object in a different location VERIFICATION: Does the object select and drag and drop?
de: ZWECK: Ziehen & Ablegen bei berührungsempfindlichen Bildschirmen überprüfen DURCHFÜHRUNG: 1. Tippen Sie zweimal, halten und ziehen Sie ein Objekt über die Arbeitsfläche. 2. Lassen Sie das Objekt an einem anderen Ort los. ÜBERPRÜFUNG: Konnten Sie das Objekt auswählen und ziehen & ablegen?
gl: PROPÓSITO: Verificar as capacidades de arrastrar e soltar na pantalla táctil PASOS: 1. Faga un toque dobre, manteña o toque e arrastre un obxecto no escritorio 2. Solte o obxecto nunha localización diferente COMPROBACIÓN: Seleccionouse o obxecto, arrastrouse e soltouse?
it: SCOPO: Verificare il funzionamento del trascinamento sul tochscreen. PASSI: 1. Toccare due volte un oggetto sullo schermo, tenerlo premuto e trascinarlo. 2. Rilasciare l'oggetto in una posizione differente. VERIFICA: È stato possibile spostare l'oggetto selezionato?

source: PURPOSE: Check touchscreen pinch gesture for zoom STEPS: 1. Place two fingers on the screen and pinch them together 2. Place two fingers on the screen and move then apart VERIFICATION: Does the screen zoom in and out?
de: ZWECK: Überprüfen der Touchscreen-Quetsch-Geste zum Verkleinern/Vergrößern DURCHFÜHRUNG: 1. Platzieren Sie zwei Finger auf dem Bildschirm und bewegen Sie diese aufeinander zu. 2. Platzieren Sie zwei Finger auf dem Bildschirm und bewegen Sie diese voneinander weg. ÜBERPRÜFUNG: Wird der Bildschirmausschnitt verkleinert/vergrößert?
gl: PROPÓSITO: Comprobar o xesto de beliscar na pantalla táctil para ampliar/reducir PASOS: 1. Pouse dous dedos na pantalla e xúnteos 2. Pouse dous dedos na pantalla e sepáreos COMPROBACIÓN: Reduciuse e ampliouse a pantalla?
it: SCOPO: Verificare il funzionamento del gesto di pizzicare il touchscreen. PASSI: 1. Posizionare due dita sullo schermo e avvicinarle muovendole contemporaneamente. 2. Posizionare due dita unite sullo schermo e allontanarle muovendole contemporaneamente. VERIFICA: È stato possibile ridurre e aumentare lo zoom dello schermo?

source: Detects and shows USB devices attached to this system.
ast: Deteuta y amuesa los preseos USB coneutaos a esti sistema.
cs: Nalezne a ukáže USB zařízení připojená k tomuto systému.
de: Erkennt und zeigt mit dem System verbundene USB-Geräte an.
el: Ανίχνευση και εμφάνιση των συνδεδεμένων συσκευών USB σε αυτό το σύστημα.
fr: Détecte et affiche les périphériques USB connectés à ce système.
gl: Detecta e mostra os dispositivos USB conectados a este sistema.
it: Rileva e mostra i dispositivi USB collegati al sistema.
km: រក​ឃើញ និង​បង្ហាញ​ឧបករណ៍ USB ដែល​បាន​ភ្ជាប់​ទៅកាន់​ប្រព័ន្ធ​នេះ ។
ru: Определяет и показывает USB-устройства подсоединённые к этой системе.
zh_cn: 检测并显示连接到该系统的 USB 设备。

source: PURPOSE: This test will check that your system detects USB storage devices. STEPS: 1. Plug in one or more USB keys or hard drives. 2. Click on "Test". INFO: $output VERIFICATION: Were the drives detected?
ast: OXETIVU: Esti test verificará que'l sistema deteuta preseps d'almacenamientu USB. PASOS A SIGUIR: 1. Coneuta ún o más pendrives o discos USB. 2. Calca en "Prueba". INFORMACIÓN: $output VERIFICACIÓN ¿Deteutáronse les unidaes?
cs: CÍL: Tento test zjistí schopnost detekovat USB zařízení. POSTUP: 1. Připojte jedno nebo více zařízení do USB. 2. Klikněte na "Test". INFO: $output DŮKAZ: Byla detekována všechna zařízení?
de: ZWECK: Dieser Test überprüft, ob Ihr System USB-Speichergeräte erkennt. DURCHFÜHRUNG: 1. Schließen Sie einen oder mehrere USB-Sticks oder -Festplatten an. 2. Klicken Sie auf »Testen«. INFO: $output ÜBERPRÜFUNG: Wurden die Datenträger erkannt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι το σύστημά σας ανιχνεύει συσκευές αποθήκευσης USB. ΒΗΜΑΤΑ: 1. Συνδέστε ένα ή περισσότερα μέσα αποθήκευσης USB. 2. Πατήστε στην επιλογή «Δοκιμή». ΠΛΗΡΟΦΟΡΙΕΣ: $έξοδος ΕΠΑΛΗΘΕΥΣΗ: Ανιχνεύθηκαν οι συσκευές;
fr: BUT : Ce test va vérifier que votre système détecte les périphériques de stockage USB. ÉTAPES : 1. Branchez une ou plusieurs clés USB ou disques durs. 2. Cliquez sur « Tester ». INFORMATION : $output VÉRIFICATION : Les lecteurs ont-ils été détectés ?
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente dispositivos de almacenaxe USB PASOS: 1. Conecte un ou máis pendrives USB ou discos duros. 2. Prema «Probar». INFO: $output COMPROBACIÓN: Detectáronse os dispositivos?
it: SCOPO: Questo test verifica che il sistema rilevi i dispositivi di memorizzazione USB. PASSI: 1. Connettere una o più chiavette USB o unità disco. 2. Fare clic su «Prova». INFORMAZIONI: $output VERIFICA: Le unità sono state rilevate?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​ប្រព័ន្ធ​របស់​អ្នក​រក​ឃើញ​ឧបករណ៍​ផ្ទុក USB ដែរ​ឬទេ ។ ជំហាន ៖ ១. ដោត​ឧបករណ៍ USB ឬ​ថាស​រឹង​មួយ ឬ​ច្រើន​បន្ថែម​ទៀត ។ ២. ចុច "សាកល្បង" ព័ត៌មាន ៖ $output ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ដ្រាយ​ទាំងអស់​​ត្រូវ​បាន​រក​ឃើញ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности определения накопителей с интерфейсом USB. ДЕЙСТВИЯ: 1. Подсоедините один или более портативных USB устройств или жёстких дисков. 2. Щёлкните "Проверить". СВЕДЕНИЯ: $output ПРОВЕРКА: Накопители были определены?
zh_cn: 目的： 此测试将检查您的系统是否可检测到 USB 存储设备。 步骤： 1. 插入一个或多个 U 盘或 USB 硬盘驱动器。 2. 单击 "测试"。 INFO: $output 验证： 是否检测到了这些驱动器？

source: PURPOSE: This test will check that you can use a USB HID device STEPS: 1. Enable either a USB mouse or keyboard 2. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 3. For keyboards, click the Test button to lauch a small tool. Type some text and close the tool. VERIFICATION: Did the device work as expected?
de: ZWECK: Dieser Test überprüft, ob Sie ein USB-HID-Gerät verwenden können. DURCHFÜHRUNG: 1. Schalten Sie entweder eine USB-Maus oder -Tastatur ein. 2. Falls Sie eine Maus verwenden, führen Sie einige Aktionen wie das Bewegen des Zeigers, Links-, Rechts- und Doppelklicks aus. 3. Falls Sie eine Tastatur verwenden, klicken Sie auf den »Testen«-Knopf, um ein kleines Fenster zu öffnen. Geben Sie etwas Text ein und schließen Sie das Fenster. ÜBERPRÜFUNG: Hat das Gerät wie erwartet funktioniert?
gl: PROPÓSITO: Esta proba verificará que pode usar dispositivos USB HID. PASOS: 1. Active un rato ou un teclado USB 2. Co rato, realice accións como mover o punteiro, clics dereito e esquerdo e dobre clic 3. Con teclados, prema no botón «Probar»para iniciar unha ferramenta sinxela. Escriba un texto e peche a ferramenta. COMPROBACIÓN: Funcionou ben o dispositivol?
it: SCOPO: Questo test verifica che sia possibile utilizzare un dispositivo USB HID. PASSI: 1. Abilitare un mouse e una tastiera USB. 2. Per i mouse, eseguire operazioni come muovere il puntatore, fare clic con i pulsanti destro e sinistro e fare un doppio-clic. 3. Per le tastiere, fare clic su «Prova» per lanciare un piccolo strumento. Inserire del testo nello strumento e chiuderlo. VERIFICA: Il dispositivo funziona come previsto?

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob das Entfernen eines USB-Speichermediums vom System korrekt erkannt wird. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie das USB-Speichermedium. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει αν το σύστημα ανιχνεύει σωστά την αφαίρεση μιας συσκευής αποθήκευσης USB ΒΗΜΑΤΑ: 1. Πατήστε «Δοκιμή» και αφαιρέστε τη συσκευή USB. (Σημείωση: αυτή η δοκιμή θα λήξει μετά 20 δευτερόλεπτα) ΕΠΙΒΕΒΑΙΩΣΗ: Η επιβεβαίωση της δοκιμής είναι αυτοματοποιημένη. Μην αλλάξετε το αυτόματα επιλεγμένο αποτέλεσμα.
fr: BUT : Ce test va vérifier que le système détecte correctement le retrait d'un périphérique de stockage USB ÉTAPES : 1. Cliquez sur « Tester » et retirez le périphérique USB. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne modifiez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a retirada dun dispositivo de almacenaxe USB PASOS: 1. Prema «Probar» e retire o dispositivo USB. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di un dispositivo di memorizzazione USB. PASSI: 1. Fare clic su «Prova» e rimuovere il dispositivo USB. (Nota: questo test va in timeout dopo 20 secondi.) VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Этот тест позволит проверить правильность определения извлечения USB-накопителя ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и отсоедините USB-накопитель. (Примечание: время отведённое для начала проверки составляет 20 секунд.) ПРОВЕРКА: Проверка автоматизирована. Не изменяйте автоматически выбранный результат.
