Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an UNLOCKED SDHC media card after the system has been suspended STEPS: 1. Click "Test" and insert an UNLOCKED SDHC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer nicht gesperrten SDHC-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine nicht gesperrte SDHC-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta SDHC desbloqueada despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta SDHC desbloqueada no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non retire o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/sdhc-insert-after-suspend test is run. It tests reading and writing to the SDHC card after the system has been suspended.
ast: Esta prueba ye automática y execútase depués de mediacard/sdhc-insert. Comprueba la llectura y escritura de la tarxeta SDHC depués de suspender el sistema.
cs: Tento test se spustí automaticky po dokončení testu vložení SDHC karty po uspání počítače. Test čte a zapisuje na SDHC kartu.
de: Dieser Test ist automatisiert und wird nach dem Test »mediacard/sdhc-insert-after-suspend« ausgeführt. Er überprüft das Lesen und Schreiben auf einer SDHC-Karte, nachdem das System in Bereitschaft versetzt worden ist.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας SDHC μετά-την-αναστολή-λειτουργίας. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα SDHC μετά την αναστολή λειτουργίας του συστήματος.
fr: Ce test est automatisé et s'exécute après le test mediacard/sdhc-insert-after-suspend. Il teste la lecture et l'écriture sur une carte SDHC après que le système ait été mis en veille.
gl: Esta proba é automática e se executa despois da proba mediacard/sdhc-insert-after-suspend. Comproba a lectura e escritura da tarxeta SDHC despois de suspender o sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sdhc-insert-after-suspend. Verifica la lettura e la scrittura sulla scheda SDHC dopo una sospensione del sistema.
km: សាកល្បង សាកល្បង.
ru: Этот тест автоматизирован и выполняется после тестов mediacard/sdhc-insert-after-suspend. Тест проверяет чтение и запись карты SDHC после того, как система была приостановлена.
zh_cn: 此测试自动进行，并且在 mediacard/sdhc-insert-after-suspend 测试运行后执行。其测试在系统已挂起后对 SDHC 卡的读写。

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu SDHC (Secure Digital High-Capacity) po uspání systému. KROKY: 1. Klikněte na "Test" a vyjměte SDHC kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
de: ZWECK: Dieser Test überprüft, ob das Entfernen einer SDHC-Karte aus dem Speicherkartenleser des Systems korrekt erkannt wird, nachdem sich das System im Bereitschaftsmodus befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die SDHC-Karte aus dem Speicherkartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την αφαίρεση μιας κάρτας SDHC από τον αναγνώστη καρτών αφού το σύστημα τεθεί σε αδράνεια. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα SDHC από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte SDHC du lecteur de carte du système après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte SDHC du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta SDHC do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta SDHC do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di una scheda SDHC dal lettore di schede del sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda SDHC dal lettore. (Nota: questo test va in timeout dopo 20 secondi) VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты SDHC после перевода компьютера в режим приостановления работы. ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту SDHC из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a CF card after the system has been suspended STEPS: 1. Click "Test" and insert a CF card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer CF-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine CF-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta CF despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta CF no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non desconecte o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/cf-insert-after-suspend test is run. It tests reading and writing to the CF card after the system has been suspended.
ast: Esta prueba ye automática y execútase depués de mediacard/cf-insert-after-suspend. Comprueba la llectura y escritura de la tarxeta CF depués de suspender el sistema.
cs: Tento test je automatický a spouští se po testování mediacard/cf po uspání. Testuje čtení a zapisování na CF kartě po uspání systému.
de: Dieser Test ist automatisiert und wird nach dem Test »mediacard/cf-insert-after-suspend« ausgeführt. Er überprüft das Lesen und Schreiben auf einer CF-Karte, nachdem das System in Bereitschaft versetzt worden ist.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας CF μετά-την-αναστολή-λειτουργίας. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα CF μετά την αναστολή λειτουργίας του συστήματος.
fr: Ce test est automatisé et s'exécute après le test mediacard/cf-insert-after-suspend. Il teste la lecture et l'écriture sur une carte CF après que le système ait été mis en veille.
gl: Esta proba é automática e se executa despois da proba mediacard/cf-insert-after-suspend. Comproba a lectura e escritura da tarxeta CF despois de suspender o sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/cf-insert-after-suspend. Verifica la lettura e la scrittura sulla scheda CF stessa dopo una sospensione del sistema.
km: សាកល្បង សាកល្បង.
ru: Этот тест автоматизирован и выполняется после mediacard/cf-insert-after-suspend. Тест проверяет чтение и запись CF карты после того, как система была приостановлена.
zh_cn: 此测试自动进行，并且在 mediacard/cf-insert-after-suspend 测试运行后执行。其测试在系统已挂起后对 CF 卡的读写。

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu CF (Compact Flash) po uspání. KROKY: 1. Klikněte na "Test" a vyjměte CF kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
de: ZWECK: Dieser Test überprüft, ob das Entfernen einer CF-Karte aus dem Speicherkartenleser des Systems korrekt erkannt wird, nachdem sich das System im Bereitschaftsmodus befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die CF-Karte aus dem Speicherkartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την αφαίρεση μιας κάρτας CF από τον αναγνώστη καρτών αφού το σύστημα τεθεί σε αδράνεια. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα CF από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte CF du lecteur de carte du système après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte CF du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta CF do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta CF do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di una scheda CF dal lettore di schede del sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda CF dal lettore. (Nota: questo test va in timeout dopo 20 secondi) VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты CF после перевода компьютера в режим приостановления работы. ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту CF из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a SDXC card after the system has been suspended STEPS: 1. Click "Test" and insert a SDXC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer SDXC-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine SDXC-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta SDXC despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta SDXC no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non retire o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/sdxc-insert-after-suspend test is run. It tests reading and writing to the SDXC card after the system has been suspended.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der SDXC-Speicherkarte im Bereitschaftsmodus beendet wurde. Es wird das Schreiben und Lesen auf der SDXC-Speicherkarte getestet, nachdem das System in Bereitschaft versetzt wurde.
gl: Esta proba é automática e se executa despois da proba mediacard/sdxc-inserir-tras-suspensión. Comproba a lectura e escritura a tarxetas SDXC depois da suspensión do sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sdxc-insert-after-suspend. Verifica la lettura e la scrittura su una scheda SDXC dopo una sospensione del sistema.

source: PURPOSE: This test will check that the system correctly detects the removal of a SDXC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDXC card from the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Entfernen einer SDXC-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die SDXC-Karte aus dem Lesegerät. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta SDXC do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta SDXC do lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a MS card after the system has been suspended STEPS: 1. Click "Test" and insert a MS card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer MS-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine MS-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta MS despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta MS no lector. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non desconecte o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/ms-insert-after-suspend test is run. It tests reading and writing to the MS card after the system has been suspended.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der MS-Speicherkarte im Bereitschaftsmodus beendet wurde. Es wird das Schreiben und Lesen auf der MS-Speicherkarte getestet, nachdem das System in Bereitschaft versetzt wurde.
gl: Esta proba é automática e se executa despois da proba mediacard/ms-inserir-tras-suspensión. Comproba a lectura e escritura a tarxetas MS despois da suspensión do sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/ms-insert-after-suspend. Verifica la lettura e la scrittura su una scheda MS dopo una sospensione del sistema.

source: PURPOSE: This test will check that the system correctly detects the removal of a MS card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MS card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Speicherkartenleser des Systems das Entfernen einer MS-Speicherkarte erkennen kann, nachdem das System in Bereitschaft gegangen ist. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die MS-Speicherkarte aus dem Kartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta MS do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta MS do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test controlla che il sistema rilevi correttamente la rimozione di una scheda MS dal lettore di schede di sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda MS dal lettore. (Nota: questo test va in timeout dopo 20 secondi). VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a MSP card after the system has been suspended STEPS: 1. Click "Test" and insert a MSP card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer MSP-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine MSP-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta MSP despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta MSP no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non desconecte o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/msp-insert-after-suspend test is run. It tests reading and writing to the MSP card after the system has been suspended.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der MSP-Speicherkarte im Bereitschaftsmodus beendet wurde. Es wird das Schreiben und Lesen auf der MSP-Speicherkarte getestet, nachdem das System in Bereitschaft versetzt wurde.
gl: Esta proba é automática e se executa despois da proba mediacard/msp-insert-after-suspend. Comproba a lectura e escritura a unha tarxeta MSP despois da suspensión do sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/msp-insert-after-suspend. Verifica la lettura e la scrittura su una scheda MSP dopo una sospensione del sistema.
