Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit, and re-open the file you created previously. 2. Edit then save the file, then close gedit. VERIFICATION: Did this perform as expected?
ast: OXETIVU: Esta prueba comprueba que gedit funciona. PASOS: 1. Calca'l botón «Prueba» p'abrir gedit y reabrir el ficheru que creasti enantes. 2. Edita'l ficheru, guárdalu y llueu zarra gedit. VERIFICACIÓN: ¿Comportóse como s'esperaba?
cs: CÍL: Tento test ověří že gedit funguje. POSTUP: 1. Ve spuštěném geditu, otevřeném tlačítkem "Test", znovu otevřte uložený soubor. 2. Upravte soubor, uložte ho a ukončete gedit.. DŮKAZ: Funguje gedit dle očekávání?
de: ZWECK: Dieser Test überprüft, ob »gedit« (der Texteditor) funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um den Texteditor zu öffnen, und öffnen Sie die zuvor erstellte Datei. 2. Bearbeiten und speichern Sie die Datei, dann schließen Sie den Texteditor. ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι ο επεξεργαστής κειμένου (gedit) λειτουργεί. ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει ο επεξεργαστής κειμένου και ανοίξτε ξανά το αρχείο που αποθηκεύσατε προηγουμένως. 2. Επεξεργαστείτε το αρχείο, αποθηκεύστε το και έπειτα κλείστε το gedit. ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκε αυτή η ενέργεια όπως θα έπρεπε;
fr: BUT: Ce test vérifie que gedit fonctionne. ÉTAPES: 1. Cliquez sur « Tester » pour ouvrir gedit, et ré-ouvrez le fichier que vous avez créé précédemment. 2. Modifiez puis enregistrez le fichier, puis fermez gedit. VÉRIFICATION: Cela a t-il fonctionné comme prévu ?
gl: PROPÓSITO: Esta proba verifica que o Gedit funciona PASOS: 1. Prema o botón «Probar» para abrir o editor de texto e reabrir o ficheiro creado previamente. 2. Modifique o ficheiro e gárdeo, despois peche o Gedit COMPROBACIÓN: Funcionou correctamente?
it: SCOPO: Questo test verifica il funzionamento di gedit. PASSI: 1. Fare clic sul pulsante «Prova» per aprire gedit e riaprire il file creato precedentemente. 2. Modificare e poi salvare il file, quindi chiudere gedit. VERIFICA: Le operazioni sono state completate come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gedit ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​បើក gedit រួច​បើក​ឯកសារ​ដែល​អ្នក​បង្កើត​ពេល​មុន ។ ២. កែសម្រួល​វា រួច​រក្សាទុក​ឯកសារ បន្ទាប់មក​បិទ gedit ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gedit (Текстовый редактор). ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для открытия gedit, затем откройте в нём созданный вами ранее файл. 2. Внесите изменения в текст, затем сохраните в файл и закройте gedit. ПРОВЕРКА: Выполнено надлежащим образом?
zh_cn: 目的： 此测试将检查 gedit 是否正常工作。 步骤： 1. 单击 "测试" 按钮，打开 gedit，然后重新打开您先前创建的文件。 2. 编辑并保存该文件，然后关闭 gedit。 验证： 是否正常执行？

source: PURPOSE: This test will check that Gnome Terminal works. STEPS: 1. Click the "Test" button to open Terminal. 2. Type 'ls' and press enter. You should see a list of files and folder in your home directory. 3. Close the terminal window. VERIFICATION: Did this perform as expected?
ast: OXETIVU: Esti test verificará si'l terminal de Gnome funciona. PASOS: 1. Calca nel botón "Prueba" p'abrir el Terminal. 2. Escribi 'ls' y calca Enter. Tendríes de ver un llistáu colos ficheros y carpetes de la to carpeta personal. 3. Zarra la ventana del terminal. VERIFICACIÓN: ¿Funcionó too como s'esperaba?
cs: CÍL: Tento test ověří že Terminál funguje. POSTUP: 1. Kliknutím na Test spustíte Terminál. 2. Napište 'ls' a stiskněte Enter. Zobrazí se seznam adresářů a souborů domovského adresáře. 3. Zavřete okno Terminálu. DŮKAZ: Funguje terminál dle očekávání?
de: ZWECK: Dieser Test überprüft, ob GNOME Terminal funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein Terminal-Fenster zu öffnen. 2. Geben Sie »ls« ein und bestätigen Sie mit der Eingabetaste. Sie sollten eine Liste der Dateien und Ordner in Ihrem persönlichen Ordner sehen. 3. Schließen Sie das Terminal-Fenster. ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι το τερματικό (Gnome Terminal) λειτουργεί. BHMATA: 1. Πατήστε στην επιλογή «Δοκιμή» για να ανοίξει το τερματικό 2. Πληκτρολογήστε την εντολή «ls» και πατήστε το πλήκτρο enter. Θα πρέπει να δείτε μία λίστα αρχείων και φακέλων στον προσωπικό σας κατάλογο. 3. Κλείστε το παράθυρο του τερματικού. ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκε αυτή η ενέργεια όπως θα έπρεπε;
fr: BUT : Ce test vérifie si le terminal GNOME fonctionne. ÉTAPES : 1. Cliquez sur « Tester » pour ouvrir le terminal. 2. Tapez « ls » et appuyez sur Entrée. Vous devriez voir une liste de fichiers et dossiers de votre dossier personnel. 3. Fermez la fenêtre du terminal. VÉRIFICATION : Tout s'est-il passé comme prévu ?
gl: PROPÓSITO: Esta proba verifica que a terminal de GNOME funciona. PASOS: 1. Prema «Probar» para abrir unha terminal 2. Prema «ls» e despois prema intro. Debería ver a lista de ficheiros e cartafoles do directorio persoal. 3. Peche a xanela do terminal. COMPROBACIÓN: Obtívose o resultado agardado?
it: SCOPO: Questo test verifica il funzionamento del terminale GNOME. PASSI: 1. Fare clic sul pulsante «Prova» per aprire il terminale. 2. Digitare «ls» e premere Invio. Dovrebbe essere visualizzato un elenco di file e cartelle della propria directory Home. 3. Chiudere la finestra del terminale. VERIFICA: Le operazioni sono state completate come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​ស្ថានីយ Gnome ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​បើក​ស្ថានីយ ។ ២. វាយ​ពាក្យ 'ls' រួច​ចុច​បញ្ចូល (Enter) ។ អ្នក​គួរតែ​ឃើញ​បញ្ជី​ឯកសារ និង​ថត​នៅ​ក្នុង​ថត​ផ្ទះ​របស់​អ្នក ។ ៣. បិទ​បង្អួច​ស្ថានីយ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в работоспособности терминала Gnome Terminal. ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для открытия Терминала. 2. Введите 'ls' и нажмите клавишу Ввод. Вы увидите перечень файлов и папок в домашней папке. 3. Закройте окно терминала. ПРОВЕРКА: Выполнено надлежащим образом?
zh_cn: 目的： 此测试将检查 Gnome 终端是否正常工作。 步骤： 1. 单击 "测试" 按钮，打开终端。 2. 键入 'ls'，然后按 Enter。您应看到您的主目录下文件和文件夹的列表。 3. 关闭终端窗口。 验证： 这是否正常执行？

source: Test to check that a cloud image boots and works properly with KVM
de: Dieser Test überprüft, ob ein Cloud-Abbild gestartet werden kann und korrekt mit KVM funktioniert.
gl: Probar se unha imaxe na nube arranca e funciona correctamente con KVM
it: Test per controllare che un'immagine cloud si avvii e funzioni correttamente con KVM.

source: Test to verify that the Xen Hypervisor is running.
de: Test zur Überprüfung, das Xen Hypervisor ausgeführt wird.
gl: Proba para verificar que Xen Hypervisor está en execución.

source: Test to check that a Xen domU image can boot and run on Xen on Ubuntu
de: Test zur Überprüfung, das ein Xen-domU-Abbild gestartet und auf Xen unter Ubuntu ausgeführt werden kann.
gl: Proba para verificar que unha imaxe de Xen domU pode arrancar e executarse en Xen no Ubuntu

source: Wireless scanning test. It scans and reports on discovered APs.
ast: Prueba d'esploración inalámbrica. Esplora ya informa de les AP descubiertes.
cs: Test prohledávání bezdrátové sítě. Prohledá a vypíše dostupné přístupové body (AP).
de: Test der Funknetzwerksuche. Es wird nach Funknetzwerken gesucht und gefundene Zugriffspunkte werden angezeigt.
el: Έλεγχος ασύρματης ανίχνευσης. Διενεργεί σάρωση και επιστρέφει μία αναφορά για τα ανακαλυφθέντα AP.
fr: Test de balayage du sans fils. Ce test permet de balayer et d'informer sur les points d'accès découverts.
gl: Proba de escaneo sen fíos. Analiza e informa sobre os puntos de acceso descubertos.
it: Test di ricerca delle reti senza fili. Ricerca e crea un resoconto sui punti di accesso trovati.
km: សាកល្បង.
ru: Проверка сканирование беспроводных устройств. Выполняется проверка и создаются отчёты об обнаруженных точках доступа.
zh_cn: 无线网络扫描测试。将自动扫描和报告可用的无线网络。

source: PURPOSE: This test will check your wireless connection. STEPS: 1. Click on the Network icon in the panel. 2. Select a network below the 'Wireless networks' section. 3. Click "Test" to verify that it's possible to establish an HTTP connection. VERIFICATION: Did a notification show and was the connection correctly established?
ast: OXETIVU: Esta prueba comprobará la conexón inalámbrica. PASOS: 1. Calca sobre l'iconu de Rede nel panel. 2. Seleiciona una rede debaxo de la seición «Redes inalámbriques». 3. Calca «Prueba» pa verificar que ye posible afitar una conexón HTTP. VERIFICACIÓN: ¿Amosóse una notificación y pudo afitase la conexón correutamente?
cs: CÍL: Tento test ověří že funguje bezdrátové připojení. POSTUP: 1. Klikněte na panelu na ikonu Sítě 2. Vyberte nějakou síť v sekci 'Bezdrátové síťě'. 3. Klikněte na "Test" pro ověření možnosti navázání HTTP spojení. DŮKAZ: Zobrazilo se oznámení a bylo navázání spojení úspěšné?
de: ZWECK: Dieser Test überprüft Ihre Funknetzwerkverbindung. DURCHFÜHRUNG: 1. Klicken Sie auf das Netzwerksymbol in der oberen Menüleiste. 2. Wählen Sie ein Netzwerk aus dem Abschnitt »Funknetzwerke«. 3. Klicken Sie auf »Testen«, um zu überprüfen, ob eine HTTP-Verbindung hergestellt werden kann. ÜBERPRÜFUNG: Wurde eine Benachrichtigung angezeigt und eine Verbindung erfolgreich hergestellt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την ασύρματη σύνδεση δικτύου σας. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο εικονίδιο του δικτύου στον πίνακα εφαρμογών. 2. Επιλέξτε ένα δίκτυο κάτω από το τμήμα «Ασύρματες συνδέσεις». 3. Πατήστε στην επιλογή «Δοκιμή» ώστε να επιβεβαιωθεί η δυνατότητα επίτευξης μίας σύνδεσης με το πρωτόκολλο HTTP. ΕΠΑΛΗΘΕΥΣΗ: Εμφανίστηκε μία ειδοποίηση και επιτεύχθηκε σωστά η σύνδεση;
fr: BUT : Ce test va vérifier votre connexion sans fil. ÉTAPES : 1. Cliquez sur l'icône Réseau du tableau de bord.. 2. Sélectionnez un réseau dans la section « Réseaux sans fil ». 3. Cliquez sur « Tester » pour vérifier que vous pouvez établir une connexion HTTP. VÉRIFICATION : Une notification est-elle apparue et la connexion a-t-elle été correctement établie ?
gl: PROPÓSITO: Esta proba verificará a conexión sen fíos PASOS: 1. Prema na icona de Rede do panel superior 2. Seleccione unha rede na sección «Rede sen fíos». 3. Prema «Probar» para verificar que é posíbel estabelecer unha conexión HTTP COMPROBACIÓN: Mostrouse unha notificación e estabeleceuse correctamente a conexión?
it: SCOPO: Questo test verifica il funzionamento della connessione senza fili. PASSI: 1. Fare clic sull'icona di rete nel pannello. 2. Selezionare una rete nella sezione «Reti senza fili». 3. Fare clic su «Prova» per verificare che sia possibile stabilire una connessione HTTP. VERIFICA: È stata visualizzata una notifica e la connessione è stata stabilita in modo corretto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​តភ្ជាប់​ឥត​ខ្សែ​របស់​អ្នក ។ ជំហាន ៖ ១. ចុច​រូបតំណាង​បណ្ដាញ​នៅ​ក្នុង​បន្ទះ ។ ២. ជ្រើស​បណ្ដាញ​ដែល​នៅ​ខាងក្រោម​ជម្រើស 'បណ្ដាញ​ឥត​ខ្សែ' ។ ៣. ចុច "សាកល្បង" ដើម្បី​ផ្ទៀងផ្ទាត់​ថា​វា​អាច​បង្កើត​ការ​តភ្ជាប់ HTTP ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ជូនដំណឹង​បាន​បង្ហាញ​ដែរ​ឬទេ ហើយ​ការ​តភ្ជាប់​ត្រូវ​បាន​បង្កើត​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест позволит проверить ваше беспроводное соединение. ДЕЙСТВИЯ: 1. Щёлкните на значке сети на верхней панели. 2. Выберите сеть из раздела 'Беспроводные сети'. 3. Щёлкните "Проверить" для выполнения возможности установки НTTP соединения. ПРОВЕРКА: Было ли показано уведомление, а также работоспособно ли соединение?
zh_cn: 目的： 此测试将检查您的无线连接。 步骤： 1. 单击面板中的网络图标。 2. 在 '无线网络' 部分下选择一个网络。 3. 单击 "测试"，验证是否可建立 HTTP 连接。 验证： 是否显示通知以及是否正确建立了该连接？

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols.
ast: Comprueba que'l hardware inalámbricu del sistema pue coneutar con un router con seguridá WPA y protocolos 802.11b/g.
cs: Vyzkoušet, zda je hardware bezdrátové sítě schopen připojení k sítím chráněným WPA a protokolem 802.11b/g.
de: Dieser Test überprüft, ob sich die Funknetzwerk-Hardware des Systems mit einem Router, der WPA-Sicherheit und die Protokolle 802.11b/g verwendet, verbinden kann.
el: Ελέγχει αν το υλικό ασυρμάτου δικτύου του συστήματος μπορεί να συνδεθεί με έναν δρομολογητή (ρούτερ) χρησιμοποιώντας κωδικοποίηση ασφαλείας WPA και πρωτόκολλο 802.11b/g.
fr: Teste si le dispositif de connexion sans fil peut se connecter à un routeur utilisant la sécurité WPA et les protocoles 802.11b/g.
gl: Comproba que o harware sen fíos dos sistemas pode conectar a un router usando seguranza WPA e os protocolos 802.11/g.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e i protocolli 802.11b/g.
km: សាកល្បង​ថា​​តើ​ប្រព័ន្ធ​ផ្នែក​រឹង​ឥត​ខ្សែ​អាច​តភ្ជាប់​ទៅកាន់​រ៉ោតទ័រ​ដោយ​ប្រើ​សុវត្ថិភាព WPA និង​ពិធីការ 802.11b/g បាន​ដែរ​ឬទេ ។
ru: Тестирует возможность беспроводного оборудования подключиться к маршрутизатору по протоколу 802.11b/g используя WPA шифрование.
zh_cn: 测试系统无线硬件是否能够连接到使用 WPA 安全和 802.11b/g 协议的路由器。

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols.
ast: Comprueba que'l hardware inalámbricu del sistema pue coneutar col router ensin usar seguridá y colos protocolos 802.11b/g.
cs: Otestuje, že je hardware bezdrátové sítě schopen nezabezpečeného připojení použitím protokolu 802.11b/g.
de: Dieser Test überprüft, ob sich die Funknetzwerk-Hardware Ihres Systems mit einem Router verbinden kann, der keine Verschlüsselung und die Protokolle 802.11b/g verwendet.
el: Ελέγχει αν το υλικό ασυρμάτου δικτύου του συστήματος μπορεί να συνδεθεί με έναν δρομολογητή (ρούτερ) χωρίς να χρησιμοποιεί κωδικοποίηση ασφαλείας και χρησιμοποιώντας πρωτόκολλο 802.11b/g.
fr: Teste si le dispositif de connexion sans fil peut se connecter à un routeur n'utilisant pas de sécurité et les protocoles 802.11b/g.
gl: Comproba que o hardware sen fíos do sistema pode conectarse a un router sen usar seguranza cos protocolos 802.b/g.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza usando i protocolli 802.11b/g.
km: ទេ.
ru: Тестирует возможность беспроводного оборудования подключиться к маршрутизатору по протоколу 802.11b/g не используя шифрование.
zh_cn: 测试系统无线硬件是否能够连接到不使用安全和 802.11b/g 协议的路由器。

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol.
ast: Comprueba que'l hardware inalámbricu del sistema pue coneutar col router ensin usar seguridá WPA y el protocolu 802.11n.
cs: Otestuje, že je hardware bezdrátové sítě schopen připojení s použitím WPA a protokolu 802.11n.
de: Dieser Test überprüft, ob sich die Funknetzwerk-Hardware des Systems mit einem Router verbinden kann, der WPA-Sicherheit und das Protokoll 802.11n verwendet
el: Ελέγχει αν το υλικό ασυρμάτου δικτύου του συστήματος μπορεί να συνδεθεί με έναν δρομολογητή (ρούτερ) χρησιμοποιώντας κωδικοποίηση ασφαλείας WPA και πρωτόκολλο 802.11n.
fr: Teste si le dispositif de connexion sans fil peut se connecter à un routeur utilisant la sécurité WPA et le protocole 802.11n.
gl: Comproba que o hardware sen fíos do sistema pode conectarse a un router usando seguranza WPA co protocolo 802.11n.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e il protocollo 802.11n.
km: សាកល្បង​ថា​​តើ​ប្រព័ន្ធ​ផ្នែក​រឹង​ឥត​ខ្សែ​អាច​តភ្ជាប់​ទៅកាន់​រ៉ោតទ័រ​ដោយ​ប្រើ​សុវត្ថិភាព WPA និង​ពិធីការ 802.11n បាន​ដែរ​ឬទេ ។
ru: Тестирует возможность беспроводного оборудования подключиться к маршрутизатору по протоколу 802.11n используя WPA шифрование.
zh_cn: 测试系统无线硬件是否能够连接到使用 WPA 安全和 802.11n 协议的路由器。

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol.
ast: Comprueba que'l hardware inalámbricu del sistema pue coneutar col router ensin usar seguridá y el protocolu 802.11n.
cs: Otestuje, že je hardware bezdrátové sítě schopen nezabezpečeného připojení protokolem 802.11n.
de: Dieser Test überprüft, ob sich die Funknetzwerk-Hardware Ihres Systems mit einem Router verbinden kann, der keine Verschlüsselung und das Protokoll 802.11n verwendet.
el: Ελέγχει αν το υλικό ασυρμάτου δικτύου του συστήματος μπορεί να συνδεθεί με έναν δρομολογητή (ρούτερ) χωρίς να χρησιμοποιεί κωδικοποίηση ασφαλείας και χρησιμοποιώντας πρωτόκολλο 802.11n.
fr: Teste si le dispositif de connexion sans fil peut se connecter à un routeur n'utilisant pas de sécurité et le protocole 802.11n.
gl: Comproba que o hardware sen fíos do sistema pode conectarse a un router sen usar seguranza co protocolo 802.11n.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza e usando il protocollo 802.11n.
km: ទេ.
ru: Тестирует возможность беспроводного оборудования подключиться к маршрутизатору по протоколу 802.11n не используя шифрование.
zh_cn: 测试系统无线硬件是否能够连接到不使用安全和 802.11n 协议的路由器。

source: Tests the performance of a systems wireless connection through the iperf tool.
ast: Comprueba la optimización d'una conexón inalámbrica cola ferramienta iperf.
cs: Otestuje výkon bezdrátového spojení nástrojem iperf.
de: Dieser Test überprüft die Performance der Funknetzwerkverbindung eines Systems mit dem Werkzeug »iperf«.
el: Ελέγχει την απόδοση της ασύρματης σύνδεσης ενός συστήματος μέσω του εργαλείου iperf.
fr: Teste les performances d'une connexion sans fil à l'aide de l'outil iperf.
gl: Proba o rendemento dunha conexión sen fíos do sistema usando a ferramenta iperf.
it: Verifica le prestazioni di una connessione senza fili del sistema attraverso lo strumento iperf.
km: សាកល្បង​អនុវត្ត​ប្រព័ន្ធ​ការ​តភ្ជាប់​ឥត​ខ្សែ​តាម​ឧបករណ៍ iperf ។
ru: Тестирует производительность беспроводного соединения посредством утилиты iperf.
zh_cn: 通过 iperf 工具测试系统无线连接的性能。

source: Tests the performance of a systems wireless connection through the iperf tool, using UDP packets.
ast: Comprueba la optimización d'una conexón inalámbrica cola ferramienta iperf, utilizando paquetes UDP.
cs: Otestuje výkon bezdrátového spojení nástrojem iperf s použitím UDP paketů.
de: Dieser Test überprüft die Performance der Funknetzwerkverbindung eines Systems mit dem Werkzeug »iperf« mithilfe von UDP-Paketen.
el: Ελέγχει την απόδοση της ασύρματης σύνδεσης ενός συστήματος μέσω του εργαλείου iperf χρησιμοποιώντας πακέτα UDP.
fr: Teste les performances d'une connexion sans fil à l'aide de l'outil iperf, en utilisant des paquets UDP.
gl: Proba o rendemento dunha conexión sen fíos do sistema usando a ferramenta iperf e con paquetes UDP.
it: Verifica le prestazioni di una connessione senza fili del sistema attraverso lo strumento iperf, usando pacchetti UDP.
km: សាកល្បង​អនុវត្ត​ប្រព័ន្ធ​ការ​តភ្ជាប់​ឥត​ខ្សែ​តាម​ឧបករណ៍ iperf ដោយ​ប្រើ​កញ្ចប់ UDP ។
ru: Проверяет производительность системного беспроводного соединения с помощью средства iperf, используя пакеты UDP.
zh_cn: 通过 iperf 工具，使用 UDP 数据包测试系统无线连接的性能。

source: Test that the system's wireless hardware can connect to a router using the 802.11a protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11a protocol.
de: Dieser Test überprüft, ob sich die WLAN-Hardware des Systems mit einem Router durch das 802.11a-Protokoll verbinden kann. Dafür wird ein Router benötigt, der darauf vorkonfiguriert ist, nur auf Anfragen durch das 802.11a-Protokoll zu antworten.
gl: Probar que o hardware para redes sen fíos do sistema pode conectar a un router usando o protocolo 802.11a. Isto require que teña un router preconfigurado para que responda unicamente a peticións co protocolo 802.11a.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando il protocollo 802.11a. Questo richiede che sia disponibile un router preconfigurato per rispondere solo alle richieste sul protocollo 802.11a.

source: Test that the system's wireless hardware can connect to a router using the 802.11b protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11b protocol.
de: Dieser Test überprüft, ob sich die WLAN-Hardware des Systems mit einem Router durch das 802.11b-Protokoll verbinden kann. Dafür wird ein Router benötigt, der darauf vorkonfiguriert ist, nur auf Anfragen durch das 802.11b-Protokoll zu antworten.
gl: Probar que o hardware para redes sen fíos do sistema pode conectar a un router usando o protocolo 802.11b. Isto require que teña un router preconfigurado para que responda unicamente a peticións no protocolo 802.11b.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando il protocollo 802.11b. Questo richiede che sia disponibile un router preconfigurato per rispondere solo alle richieste sul protocollo 802.11b.

source: Test that the system's wireless hardware can connect to a router using the 802.11g protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11g protocol.
de: Dieser Test überprüft, ob sich die WLAN-Hardware des Systems mit einem Router durch das 802.11g-Protokoll verbinden kann. Dafür wird ein Router benötigt, der darauf vorkonfiguriert ist, nur auf Anfragen durch das 802.11g-Protokoll zu antworten.
gl: Probar que o hardware para redes sen fíos do sistema pode conectar a un router usando o protocolo 802.11g. Isto require que teña un router preconfigurado para que responda unicamente a peticións co protocolo 802.11g.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando il protocollo 802.11g. Questo richiede che sia disponibile un router preconfigurato per rispondere solo alle richieste sul protocollo 802.11g.

source: Usage: checkbox [OPTIONS]
ast: Usu: checkbox [OPTIONS]
cs: Použití: checkbox [VOLBY]
de: Aufruf: checkbox [OPTIONEN]
el: Χρήση: checkbox [Επιλογές]
fr: Utilisation : checkbox [OPTIONS]
gl: Uso: checkbox [OPCIÓNS]
it: Uso: checkbox [OPZIONI]
km: ការ​ប្រើប្រាស់ ៖ checkbox [ជម្រើស]
ru: Использование: checkbox [OPTIONS]
zh_cn: 用法： checkbox [选项]

source: Print version information and exit.
ast: Amuesa información de la versión y fina.
cs: Vytisknout informace o verzi a skončit.
de: Versionsinformationen ausgeben und beenden.
el: Εκτύπωση πληροφοριών έκδοσης και έξοδος.
fr: Affiche les informations de version et quitte.
gl: Imprimir información da versión e saír.
it: Stampa le informazioni sulla versione ed esce.
km: បោះពុម្ព​ព័ត៌មាន​កំណែ រួច​ចេញ ។
ru: Вывести информацию о версии и выйти.
zh_cn: 显示版本信息并退出。

source: The file to write the log to.
ast: L'archivu au s'escribirá'l rexistru.
cs: Soubor pro zapsání záznamu.
de: Die Datei, in welche das Protokoll gespeichert wird.
el: Το αρχείο που θέλετε να καταγραφούν οι πληροφορίες.
fr: Le fichier où écrire le journal de ce test.
gl: O ficheiro no cal se escribe o rexistro.
it: Il file in cui scrivere il log.
km: ឯកសារ​ដែល​ត្រូវ​សរសេរ​​កំណត់ហេតុ​ទៅ ។
ru: Файл журнала работы.
zh_cn: 写入到日志的文件。

source: One of debug, info, warning, error or critical.
ast: Unu de los siguientes: debug, info, warning, error o critical.
cs: Jedno z debug, info, warning, error nebo critical.
de: Einen von debug, info, warning, error oder critical.
el: Μια εκ των debug, info, warning, error ή critical.
fr: La valeur peut être : debug, info, warning, error ou critical.
gl: Uno dos seguintes: debug, info, warning, error ou critical.
it: Scegliere tra "debug", "info", "warning", "error" o "critical".
km: មួយ​ក្នុង​ចំណោម​ការ​បំបាត់​កំហុស ព័ត៌មាន ការ​ព្រមាន កំហុស ឬ​ការ​សម្រេច ។
ru: Варианты: debug (отладка), info (справочная информация), warning (предупреждения), error (ошибки) или critical (критические ошибки).
zh_cn: 调试，信息，警告，错误或者致命错误之一。
