Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will verify that your system can successfully reboot. STEPS: 1. Select 'Test' to initiate a system reboot. 2. When the grub boot menu is displayed, boot into Ubuntu (Or allow the system to automatically boot on its own). 3. Once the system has restarted, log in and restart checkbox-certification-server. 4. Select 'Re-Run' to return to this test. 5. Select 'Yes' to indicate the test has passed if the system rebooted successfully, otherwise, select 'No' to indicate there was a problem. VERIFICATION: Did the system reboot correctly?
de: ZWECK: Dieser Test überprüft, ob Ihr System erfolgreich neu starten kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um einen Neustart des Rechners zu veranlassen. 2. Wenn das Grub-Boot-Menü erscheint, wählen Sie Ubuntu (oder lassen Sie das Standardsystem starten). 3. Melden Sie sich nach dem Neustart an und starten Sie »checkbox-certification-server« neu. 4. Wählen Sie »Wiederholen« um diesen Test erneut zu starten. 5. Wählen Sie »Ja«, wenn der Rechner erfolgreich neu gestartet ist, ansonsten wählen Sie »Nein«. ÜBERPRÜFUNG: Wurde der Rechner erfolgreich neu gestartet?
gl: PROPÓSITO: Esta proba verifica que o sistema pode reiniciarse correctamente. PASOS: 1. Seleccione «Probar» para reiniciar o sistema. 2. Cando o menú de arrinque de Grub se mostre, elixa Ubuntu (ou permitir ao sistema iniciarse automaticamente.) 3. Unha vez reiniciado o sistema, acceda e abra checkbox-certification-server. 4. Seleccione «Volver a executar» para retornar a esta proba. 5. Seleccione «Si» para indicar que a proba se superou se o sistema se reinicia correctamente, no caso contrario, seleccione «Non» para indicar que houbo un problema. COMPROBACIÓN: Reiniciouse o sistema correctamente?

source: PURPOSE: This test will check your system shutdown/booting cycle STEPS: 1. Select 'Test' to initiate a system shutdown. 2. Power the system back on. 3. From the grub menu, boot into the Xen Hypervisor. 4. When the system has restarted, log in and restart checkbox-certification-server. 5. Select 'Re-Run' to return to this test. 6. Select 'Yes' to indicate the test has passed if the machine shut down successfully otherwise, Select 'No' to indicate there was a problem. VERIFICATION: Did the system shutdown and boot correctly?
de: ZWECK: Dieser Test überprüft, ob Ihr System herunterfahren und starten kann. DURCHFÜHRUNG: 1. Wählen Sie »Testen«, um den Rechner herunterzufahren. 2. Starten Sie den Rechner erneut. 3. Wählen Sie im Grub-Boot-Menü den Eintrag »Xen Hypervisor«. 4. Melden Sie sich nach dem Neustart an und starten Sie »checkbox-certification-server«. 5. Wählen Sie »Wiederholen«, um diesen Test erneut zu starten. 6. Wählen Sie »Ja«, wenn der Rechner erfolgreich heruntergefahren und neu gestartet wurde, ansonsten wählen Sie »Nein«. ÜBERPRÜFUNG: Wurde das System erfolgreich heruntergefahren und neu gestartet?
gl: PROPÓSITO: Esta proba verifica o ciclo apagado/arrinque do sistema PASOS: 1. Seleccione «Probar» para apagar os sitema 2. Acenda o sistema de novo 3. No menú do Grub, arrinque no Xen Hypervisor 4. Cando o sistema se reinicie, acceda a el e abra o checkbox-certification-server. 5. Seleccione «Volver a executar» para retornar a esta proba 6. Seleccione «Si» para indicar que se pasou a proba cando a máquina se apagou correctametnte, no caso contrario seleccione «Non» para indicar que houbo algún problema. COMPROBACIÓN: Apagouse e arrincou correctamente o sistema?

source: Runs all of the rendercheck test suites. This test can take a few minutes.
de: Führt alle »rendercheck«-Testfolgen aus. Dieser Test kann einige Minuten dauern.
gl: Executa o conxunto de probas rendercheck. Esta proba pode levar algúns minutos.
it: Esegue l'intera suite di test «rendercheck». Questo test può durare diversi minuti.

source: Attach log from rendercheck tests
de: Das Protokoll der »rendercheck«-Tests anhängen.
gl: Anexar o rexistro das probas rendercheck
it: Allega il registro dei test di «rendercheck»

source: Verifies that sshd is running.
ast: Verifica que sshd ta executándose
cs: Ověří, že běží sshd.
de: Stellt sicher, dass »sshd« ausgeführt wird.
el: Επαληθεύει τη λειτουργία του sshd.
fr: Vérifie que le démon sshd s'exécute.
gl: Verifica que sshd se está executando.
it: Verifica che sshd sia in esecuzione.
km: ផ្ទៀងផ្ទាត់​ថា sshd កំពុង​ដំណើរការ ។
ru: Проверяет доступность службы sshd.
zh_cn: 验证 sshd 是否正在运行。

source: Verifies that Print/CUPs server is running.
ast: Verifica que'l sirvidor Print/CUPs ta executándose
cs: Ověří, že běží Tiskový/CUPs server.
de: Stellt sicher, dass der Drucker/CUPS-Server ausgeführt wird.
el: Επαληθεύει τη λειτουργία του εξυπηρετητή Print/CUPs.
fr: Vérifie que le serveur d'impression CUPs s'exécute.
gl: Verifica que o servidor Print/CUP se está executando.
it: Verifica che il server di stampa/CUPS sia in esecuzione.
km: ផ្ទៀងផ្ទាត់​ថា​ម៉ាស៊ីន​បម្រើ Print/CUPs កំពុង​ដំណើរការ ។
ru: Проверяет, запущен ли сервер Печати/CUPs.
zh_cn: 验证打印/CUP 服务器是否正在运行。

source: Verifies that DNS server is running and working.
ast: Verifica que'l sirvidor DNS ta executándose y trabayando.
cs: Ověří, že běží a funguje DNS server.
de: Stellt sicher, dass der DNS-Server ausgeführt wird und arbeitet.
el: Επαλήθευση της εκτέλεσης και της λειτουργίας του εξυπηρετητή DNS.
fr: Vérifie que le serveur DNS s'exécute et fonctionne.
gl: Verifica que o servidor DNS se está executando e funcionando.
it: Verifica che il server DNS sia in esecuzione e funzioni.
km: ផ្ទៀងផ្ទាត់​ថា​ម៉ាស៊ីន​បម្រើ DNS កំពុង​ដំណើរការ ។
ru: Проверяет, запущен и работоспособен ли сервер DNS.
zh_cn: 验证 DNS 服务器是否正在运行和工作。

source: Verifies that Samba server is running.
ast: Verifica que'l sirvidor Samba ta executándose
cs: Ověři, že běží Samba server.
de: Stellt sicher, dass der Samba-Server ausgeführt wird.
el: Επαλήθευση της λειτουργίας του εξυπηρετητή Samba.
fr: Vérifie que le serveur Samba s'exécute.
gl: Verifica que os servidores Samba se están executando.
it: Verifica che il server Samba sia in esecuzione.
km: ផ្ទៀងផ្ទាត់​ថា​ម៉ាស៊ីន​បម្រើ Samba កំពុង​ដំណើរការ ។
ru: Проверяет, запущен ли сервер Samba.
zh_cn: 验证 Samba 服务器是否正在运行。

source: Verifies that the LAMP stack is running (Apache, MySQL and PHP).
ast: Verifica que la pila LAMP ta executándose (Apache, MySQL y PHP).
cs: Ověří, že běží LAMP (Apache, MySQL a PHP).
de: Stellt sicher, dass der LAMP-Stack ausgeführt wird (Apache, MySQL und PHP).
el: Επαλήθευση της λειτουργίας της «στοίβας» LAMP (Apache, MySQL και PHP).
fr: Vérifie que la pile LAMP s'exécute (Apache, MySQL et PHP).
gl: Comproba que a pila LAMP executa (Apache, MySQL e PHP).
it: Verifica che lo stack LAMP sia in esecuzione (Apache, MySQL e PHP).
km: ផ្ទៀងផ្ទាត់​ថា​ជង់ LAMP កំពុង​ដំណើរការ (Apache, MySQL និង PHP) ។
ru: Проверка работоспособности стека LAMP (Apache, MySQL, и PHP).
zh_cn: 验证 LAMP 栈是否正在运行(Apache、MySQL 和 PHP)。

source: Verifies that Tomcat server is running and working.
ast: Verifica que'l sirvidor Tomcat ta executándose y trabayando.
cs: Ověří, že běží a funguje server Tomcat
de: Stellt sicher, dass der Tomcat-Server ausgeführt wird und arbeitet.
el: Επαλήθευση για το ότι ο εξυπηρετητής Tomcat εκτελείται και λειτουργεί.
fr: Vérifie que le serveur Tomcat s'exécute et fonctionne.
gl: Verifica que o servidor Tomcat se está executando e funcionando.
it: Verifica che il server Tomcat sia in esecuzione e funzioni.
km: ផ្ទៀងផ្ទាត់​ថា​ម៉ាស៊ីន​បម្រើ Tomcat កំពុង​ដំណើរការ ។
ru: Проверяет, работает и работоспособен ли сервер Tomcat.
zh_cn: 验证 Tomcat 服务器是否正在运行和工作。

source: Check success result from shell test case
de: Überprüft, ob der Shell-Test das Ergebnis »Erfolgreich« liefert.
gl: Comprobar resultados correctos desde unha proba polo terminal
it: Verifica i test passati con successo dal caso di test della shell.

source: Check failed result from shell test case
de: Überprüft, ob der Shell-Test das Ergebnis »Gescheitert« liefert.
gl: Comprobar resultados con erros cunha proba polo terminal
it: Verifica i test falliti dal caso di test della shell.

source: Check job is executed when dependency succeeds
de: Überprüft, ob der Auftrag ausgeführt wird, wenn die Abhängigkeiten erfüllt sind.
gl: Comprobar se un traballo se executa cando se satisfán as dependencias
it: Verifica che il job sia eseguito quando la dipendenza ha successo

source: Check job result is set to uninitiated when dependency fails
de: Überprüft, ob das Ergebnis des Auftrags »nicht ausgeführt« ist, wenn Abhängigkeiten nicht erfüllt sind.
gl: Comprobar que o resultado do traballo está estabelecido como non iniciado cando fallan as dependencias
it: Verifica che il risultato del job sia impostato come non iniziato quando la dipendenza fallisce

source: Check job is executed when requirements are met
de: Überprüft, ob der Auftrag ausgeführt wird, wenn die Erfordernisse gegeben sind.
gl: Comprobar que un traballo se executa cando se cumpren os requisitos
it: Verifica che il job venga eseguito quando sono soddisfatti i requisiti

source: Check job result is set to "not required on this system" when requirements are not met
de: Überprüft, ob das Ergebnis des Auftrags »auf diesem System nicht erforderlich« ist, wenn die Erfordernisse nicht gegeben sind.
gl: Comprobar que o resultado dun traballo se estabelece como «non requirido neste sistema» cando non se cumpren os requisitos
it: Verifica che il risultato del job sia impostato come "non richiesto da questo sistema" quando non sono soddisfatti i requisiti

source: PURPOSE: This test checks that the manual plugin works fine STEPS: 1. Add a comment 2. Set the result as passed VERIFICATION: Check that in the report the result is passed and the comment is displayed
de: ZWECK: Dieser Test überprüft, ob der Erweiterung »Manuell« einwandfrei funktioniert. DURCHFÜHRUNG: 1. Fügen Sie eine Bemerkung hinzu. 2. Markieren Sie das Ergebnis als bestanden. ÜBERPRÜFUNG: Überprüfen Sie im Bericht, ob das Ergebnis des Tests »Bestanden« ist und die eingegebene Bemerkung angezeigt wird.
gl: PROPÓSITO: Esta proba verificará se o engadido manual funciona correctamente PASOS: 1. Engada un comentario 2. Estabeleza o resultado como pasado COMPROBACIÓN: Comprobe que no informe o resultado está pasado e que se mostra o comentario
it: SCOPO: Questo test verifica il funzionamento corretto del plugin manuale. PASSI: 1. Aggiungere un commento. 2. Impostare il risultato come passato con successo. VERIFICA: Verificare che nel report il risultato sia impostato come superato con successo e che il commento venga visualizzato.

source: PURPOSE: Simulates a failure by rebooting the machine STEPS: 1. Click test to trigger a reboot 2. Select "Continue" once logged back in and checkbox is restarted VERIFICATION: You won't see the user-verify
de: ZWECK: Simulation eines Fehlers durch Neustarten des Rechners DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um einen Neustart auszulösen. 2. Wählen Sie nach dem Neustart und nachdem Sie »Systemüberprüfung« gestartet haben »Fortfahren«. ÜBERPRÜFUNG: Sie sehen keine Benutzerüberprüfung.
gl: PROPÓSITO: Simula un erro reiniciando a máquina PASOS: 1. Prema «Probar» para forzar o reinicio 2. Seleccione «Continuar» unha vez iniciada sesión e cando checkbox se abra COMPROBACIÓN: Non verá a comprobación de usuario
it: SCOPO: Simulare un errore di sistema riavviando la macchina. PASSI: 1. Fare clic su «Prova» per eseguire un riavvio. 2. Selezionare «Continua» dopo aver effettuato nuovamente l'accesso e riavviato Checkbox. VERIFICA: All'utente non viene mostrata alcuna richiesta di verifica.

source: PURPOSE: If Recovery is successful, you will see this test on restarting checkbox, not sniff4. STEPS: 1. Click Yes VERIFICATION: None Necessary, this is a bogus test
de: ZWECK: Ob die Wiederherstellung erfolgreich war, sehen Sie, nachdem »Systemüberprüfung« neu gestartet wurde, nicht »sniff4«. DURCHFÜHRUNG: 1. Klicken Sie auf »Ja«. ÜBERPRÜFUNG: Nicht notwendig, da dies ein vorgetäuschter Test ist.
gl: PROPÓSITO: Se a recuperación se realiza correctamente, verá esta proba ao reiniciar o «checkbox», sen buscar 4. PASOS: 1: Prema «Si» COMPROBACIÓN: Non é necesaria ningunha, esta é unha proba falsa
it: SCOPO: Se il ripristino è avvenuto correttamente, al riavvio di Checkbox verrà visualizzato questo test. PASSI: 1. Fare clic su «Sì». VERIFICA: Non è necessaria alcuna verifica, questo è un finto test.

source: PURPOSE: To sniff things out STEPS: 1. Click Yes VERIFICATION: None Necessary, this is a bogus test
de: ZWECK: Um Dinge herauszufinden DURCHFÜHRUNG: 1. Klicken Sie auf »Ja«. ÜBERPRÜFUNG: Nicht notwendig, da dies ein vorgetäuschter Test ist.
gl: PROPÓSITO: Osmar PASOS: 1: Prema «Si» VERIFICACIÓN: Non é necesaria, esta é unha proba falsa
it: SCOPO: Scoprire alcune cose. PASSI: 1. Fare clic su «Sì». VERIFICA: Non è necessaria alcuna verifica, questo è un finto test.

source: PURPOSE: Create jobs that use the CPU as much as possible for two hours. The test is considered passed if the system does not freeze.
ast: OXETIVU: Crea xeres qu'usen la CPU tanto como ye posible durante dos hores. La prueba considérase superada si'l sistema nun se conxela.
cs: CÍL: Vytvořit úlohy, které na dvě hodiny maximálně vytíží CPU. Test bude úspěšný, pokud systém nezamrzne.
de: ZWECK: Aufträge erstellen, die den Prozessor über 2 Stunden lang so stark wie möglich auslasten. Der Test wird als bestanden angesehen, wenn das System nicht einfriert.
el: ΣΚΟΠΟΣ: Η δημιουργία διεργασιών που θα χρησιμοποιούν τον επεξεργαστή (CPU) όσο το δυνατόν περισσότερο για δύο ώρες. Το τεστ θεωρείται επιτυχές αν δεν υπάρξει πάγωμα του συστήματος.
fr: BUT : Crée des processus qui utilisent le processeur (CPU) à son maximum pendant deux heures. Le test est validé si le système ne gèle pas.
gl: PROPÓSITO: Crear tarefas que usen a CPU ao máximo posíbel durante dúas horas. A proba considérase aprobada se o sistema non se conxela.
it: SCOPO: Creare job che usino la CPU per 2 ore al massimo regime. Il test ha successo se il sistema non si blocca.
km: គោលបំណង ៖ បង្កើត​ការ​ការងារ​ដែល​ប្រើ​ស៊ីភីយូ​ច្រើន​បំផុត​តាម​ដែល​អាច​ធ្វើ​បាន​សម្រាប់​ពីរ​ម៉ោង ។ ការ​សាកល្បង​ត្រូវ​បាន​គិត​ថា​ជោគជ័យ​ប្រសិនបើ​ប្រព័ន្ធ​មិន​កក​ទេ ។
ru: ЦЕЛЬ: Создаёт задачи, которые загружают ЦПУ в течении двух часов, насколько это возможно. Проверка считается выполненной, если система продолжает отвечать на запросы.
zh_cn: 目的： 创建尽可能使用 CPU 的作业，运行两个小时。如果该系统没有失去响应，则认为此测试已通过。

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 30 cycles
cs: CÍL: Toto je automatický zátěžový test, který provede 30 cyklů uspání na disk a probuzení
de: ZWECK: Dies ist ein automatisierter Stresstest, der das System zwingt, 30 mal in den Ruhezustand versetzt und wieder aufgeweckt zu werden.
el: ΣΚΟΠΟΣ: Αυτή είναι μια αυτόματη δοκιμή αντοχής που θα αναγκάσει το σύστημα να μπει σε αδράνεια και να επανέλθει 30 φορές.
fr: BUT : Ceci est un test d'endurance automatisé qui forcera le système à hiberner/se réveiller pendant 30 cycles
gl: PROPÓSITO: Esta é unha proba automática de esforzo que obrigará ao sistema a hibernar/continuar durante 30 ciclos
it: SCOPO: Questo è un test automatico di stress che forza il sistema a effettuare 30 cicli di ibernazione/ripristino.
ru: ЦЕЛЬ: Это автоматизированный стресс-тест, который на протяжении 30 циклов, будет принудительно переводить компьютер в спящий режим и выходить из него

source: Attaches the log from the 30 cycle Hibernate/Resume test if it exists
cs: Připojení záznamu z třiceti cyklového testu uspání na disk a probuzení (pokud existuje)
de: Dies legt dem Bericht das Protokoll des 30 mal ausgeführten Ruhezustand/Aufwecken-Tests als Anlage bei, falls es existiert.
el: Επισυνάπτει το αρχείο καταγραφής από τη δοκιμή 30 φορές Αδράνεια/Επαναφορά, αν υπάρχει
fr: Joint le journal du test de 30 cycles Hibernation/Réveil s'il existe
gl: Anexa o rexitro da proba de 30 ciclos de Hibernar/Continuar se existe
it: Allega il registro del test di 30 cicli di ibernazione/ripristino, se presente.
ru: Позволяет включить отчёт 30-циклового теста спящий режим/возобновление работы, если такой имеется

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 30 cycles.
cs: CÍL: Toto je automatický zátěžový test, který provede 30 cyklů uspání do paměti a probuzení
de: ZWECK: Dies ist ein automatisierter Stresstest, der das System zwingt, 30 mal in Bereitschaft versetzt und wieder aufgeweckt zu werden.
el: ΣΚΟΠΟΣ: Αυτή είναι μια αυτοματοποιημένη δοκιμή αντοχής που θα αναγκάσει το σύστημα να μπει σε αναμονή/επαναφορά 30 φορές.
fr: BUT : Ceci est un test d'endurance automatisé qui forcera le système à se mettre en veille/se réveiller pendant 30 cycles
gl: PROPÓSITO: Esta é unha proba automática de resistencia que forzará que o sistema se suspenda/continúe durante 30 ciclos.
it: SCOPO: Questo è un test automatico di stress che forza il sistema a effettuare 30 cicli di sospensione/ripristino.
ru: ЦЕЛЬ: Это автоматизированный стресс-тест, который на протяжении 30 циклов, будет принудительно переводить компьютер в ждущий режим и выходить из него

source: Automated check of the 30 cycle hibernate log for errors detected by fwts.
de: Automatisierte Prüfung des Protokolls der letzten 30 Ruhezustandsdurchläufe auf Fehler durch »fwts«.
gl: Comprobación automática do rexistro de 30 ciclos de hibernación para ver os erros descubertos polo fwts.

source: Attaches the log from the 30 cycle Suspend/Resume test if it exists
cs: Připojení záznamu z třiceti cyklového testu uspání do paměti a probuzení (pokud existuje)
de: Dies legt dem Bericht das Protokoll des 30 mal ausgeführten Bereitschaft/Aufwecken-Tests als Anlage bei, falls es existiert.
el: Επισυνάπτει το αρχείο καταγραφής από τη δοκιμή 30 φορές Αναμονή/Επαναφορά αν υπάρχει
fr: Joint le journal du test de 30 cycles Mise en veille/Réveil s'il existe
gl: Anexa o rexistro da proba de 30 ciclos de Suspender/Continuar se existe
it: Allega il registro del test di 30 cicli di sospensione/ripristino, se presente.
ru: Добавляет отчёт 30-циклового теста ждущего режима/возобновление работы, если такой имеется

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 250 cycles
cs: CÍL: Toto je automatický zátěžový test, který provede 250 cyklů uspání na disk a probuzení
de: ZWECK: Dies ist ein automatisierter Stresstest, der das System zwingt, 250 mal in den Ruhezustand versetzt und wieder aufgeweckt zu werden.
el: ΣΚΟΠΟΣ: Αυτή είναι μια αυτοματοποιημένη δοκιμή αντοχής που θα αναγκάσει το σύστημα να μπει σε αδράνεια/επανέλθει 250 φορές.
fr: BUT : Ceci est un test d'endurance automatisé qui forcera le système à hiberner/se réveiller pendant 250 cycles
gl: PROPÓSITO: Esta é unha proba automática de resistencia que forzará que o sistema hiberne/continúe durante 250 ciclos
it: SCOPO: Questo è un test automatico di stress che forza il sistema a effettuare 250 cicli di ibernazione/ripristino.
ru: ЦЕЛЬ: Это автоматизированный стресс-тест, который на протяжении 250 циклов, будет принудительно переводить компьютер в спящий режим и выходить из него

source: Attaches the log from the 250 cycle Hibernate/Resume test if it exists
cs: Připojení záznamu z 250cyklového testu uspání na disk a probuzení (pokud existuje)
de: Dies legt dem Bericht das Protokoll des 250 mal ausgeführten Ruhezustand/Aufwecken-Tests als Anlage bei, falls es existiert.
el: Επισυνάπτει το αρχείο καταγραφής από τη δοκιμή 250 φορές Αδράνεια/Επαναφορά αν υπάρχει
fr: Joint le journal du test de 250 cycles Hibernation/Réveil s'il existe
gl: Anexa o rexistro da proba de 250 ciclos de Hibernar/Continuar se existe
it: Allega il registro del test di 250 cicli di ibernazione/ripristino, se presente.
ru: Прикрепляет журнал событий из 250-циклового теста перехода и выхода из спящего режима, если такой журнал существует

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 250 cycles.
cs: CÍL: Toto je automatický zátěžový test, který provede 250 cyklů uspání do paměti a probuzení
de: ZWECK: Dies ist ein automatisierter Stresstest, der das System zwingt, 250 mal in Bereitschaft versetzt und wieder aufgeweckt zu werden.
el: ΣΚΟΠΟΣ: Αυτή είναι μια αυτοματοποιημένη δοκιμή αντοχής που θα αναγκάσει το σύστημα να μπει σε αναμονή/επανέλθει 250 φορές.
fr: BUT : Ceci est un test d'endurance automatisé qui forcera le système à se mettre en veille/se réveiller pendant 250 cycles
gl: PROPÓSITO: Esta é unha proba automática de resistencia que forzará que o sistema se suspenda/continúe durante 250 ciclos.
it: SCOPO: Questo è un test automatico di stress che forza il sistema a effettuare 250 cicli di sospensione/ripristino.
ru: ЦЕЛЬ: Это автоматизированный стресс-тест, который на протяжении 250 циклов, будет принудительно переводить компьютер в ждущий режим и выходить из него

source: Attaches the log from the 250 cycle Suspend/Resume test if it exists
cs: Připojení záznamu z 250cyklového testu uspání do paměti a probuzení (pokud existuje)
de: Dies legt dem Bericht das Protokoll des 250 mal ausgeführten Bereitschaft/Aufwecken-Tests als Anlage bei, falls es existiert.
el: Επισυνάπτει το αρχείο καταγραφής από τη δοκιμή 250 φορές Αναμονή/Επαναφορά, αν υπάρχει
fr: Joint le journal du test de 250 cycles Mise en veille/Réveil s'il existe
gl: Anexa o rexistro da proba de 250 ciclos de Suspensión/Continuar se existe.
it: Allega il registro del test di 250 cicli di sospensione/ripristino, se presente.
ru: Прикрепляет журнал событий из 250-циклового теста перехода и выхода из ждущего режима, если такой журнал существует

source: Checks the sleep times to ensure that a machine suspends and resumes within a given threshold
de: Überprüft die Bereitschaftszeiten, um sicherzustellen, dass eine Rechner innerhalb festgelegter Grenzen in Bereitschaft versetzt und fortgesetzt werden kann.
gl: Comproba o tempo de suspensión para asegurarse de que a máquina se suspende e continúa dentro duns límites estabelecidos
it: Verifica il tempo di sospensione per garantire che il computer effettui la sospensione e il ripristino entro un tempo determinato.

source: Stress reboot system (100 cycles)
cs: Zátěžové restartování systému (100 cyklů)
de: Stresstest zum Neustarten des Systems (100 mal)
el: Δοκιμή αντοχής επανεκκίνησης (100 φορές)
fr: Test de résistance du redémarrage du système (100 cycles)
gl: Proba de resistencia do sistema (100 ciclos)
it: Riavvio di sistema sotto stress (100 cicli)
ru: Стресс-тест перезагрузки системы (100 циклов)

source: Stress poweroff system (100 cycles)
cs: Zátěžové vypnutí systému (100 cyklů)
de: Stresstest zum Ausschalten des Systems (100 mal)
el: Δοκιμή αντοχής σβησίματος (100 φορές)
fr: Test de résistance de l'extinction du système (100 cycles)
gl: Proba de resistencia de apagado do sistema (100 ciclos)
it: Spegnimento di sistema sotto stress (100 cicli)
ru: Стресс-тест выключения питания системы (100 циклов)

source: Check logs for the stress reboot (100 cycles) test case
de: Protokolle bezogen auf den Stresstest zum Neustarten (100 mal) prüfen.
el: Έλεγχος αρχείων καταγραφής για τη δοκιμή αντοχής επανεκκίνησης (100 φορές)
fr: Vérifier les journaux du test de résistance du redémarrage (100 cycles)
gl: Comprobar os rexistros da proba de resistencia de reinicio (100 ciclos)
it: Verifica i registri per il test di riavvio sotto stress (100 cicli).
ru: Проверяет результаты теста многократной перезагрузки (100 циклов)
