Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Attaches the log generated by cpu/scaling_test to the results
cs: Přiložení záznamu vytvořeného testem cpu/scaling_test k výsledkům
de: Dadurch wird das von »cpu/scaling_test« erzeugte Protokoll an die Ergebnisse angehängt.
el: Επισυνάπτει το αρχείο καταγραφής ημερολόγιο που παράγεται από το cpu/scaling_test στα αποτελέσματα.
fr: Joint le journal généré par cpu/scaling_test aux résultats
gl: Anexa o rexistro xerado por cpu/test_de_amplicacion aos resultados
it: Allega il registro generato da cpu/scaling_test ai risultati.
ru: Прикрепляет журнал событий созданный cpu/scaling_test к результатам

source: Test for clock jitter.
ast: Prueba pa la fluctuación del reló.
cs: Zkouška časové odchylky hodin
de: Überprüfung des Takt-Jitters.
el: Δοκιμή τρέμουλου ρολογιού (clock jitter).
fr: Testez le jitter de l'horloge.
gl: Proba para a flutuación do reloxo.
it: Esegue il test del clock jitter.
km: សាកល្បង​បម្រែបម្រួល​របស់​នាឡិកា ។
ru: Тест джиттера таймера
zh_cn: 测试是否出现时钟抖动。

source: Test offlining CPUs in a multicore system.
ast: Probar la desconexón de CPUs nún sistema multinúcleu.
cs: Zkouška odpojování procesorů ve vícejádrovém systému
de: Das Ausschalten von CPUs bei Mehrkernsystemen testen.
el: Δοκιμή απενεργοποίησης επεξεργαστών σε ένα πολυπήρυνο σύστημα.
fr: Testez la mise hors-ligne des processeurs dans un système multicœur.
gl: Proba da desconexión da CPU nun sistema multinúcleo.
it: Esegue un test sulle CPU offline in un sistema multicore.
km: ការ​សាកល្បង​ស៊ីភីយូ​ក្រៅ​បណ្ដាញ​នៅ​ក្នុង​ប្រព័ន្ធ​ដែល​មាន​ស្នូល​ច្រើន ។
ru: Проверка незадействованных ЦПУ в многоядерной системе.
zh_cn: 测试在多核系统上屏蔽 CPU。

source: This test checks cpu topology for accuracy
ast: Esta prueba verifica la precisión de la topoloxía de cpu
cs: Testo test zjistí rozvržení CPU
de: Dieser Test prüft die CPU-Topologie auf Genauigkeit.
el: Αυτός ο έλεγχος ελέγχει την ακρίβεια της τοπολογίας του επεξεργαστή
fr: Ce test vérifie l'architecture du processeur à des fins d'exactitude
gl: Esta proba verifica a topoloxía da cpu para precisión
it: Questo test controlla la topologia della CPU per la precisione.
km: ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ក្បួន​ត​ស៊ីភីយូ
ru: Эта проверка позволит убедиться в точности топологии ЦПУ
zh_cn: 本测试将检测 CPU 的拓扑结构精度。

source: This test checks that CPU frequency governors are obeyed when set.
ast: Este prueba verifica que la frecuencia de CPU axudicada aplícase cuando ye debío.
cs: Tento test ověří, že se funguje nastavení frekvence procesoru.
de: Dieser Test überprüft, ob die eingestellten CPU-Leistungsprofile ordnungsgemäß angewandt werden.
el: Αυτή η δοκιμή ελέγχει ότι ακολουθούνται οι ρυθμίσεις των ελεγκτών συχνότητας του επεξεργαστή όταν αυτές ρυθμιστούν.
fr: Ce test vérifie que les directeurs de fréquence CPU sont respectés lorsqu'ils sont définis.
gl: Esta proba verifica que os controladores de frecuencia da CPU son aplicados cando están definidos.
it: Questo test verifica che i controllori di frequenza della CPU rispettino le impostazioni.
km: ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​អ្នកគ្រប់គ្រង​ប្រេកង់​ស៊ីភីយូ​ត្រូវ​បាន​អនុវត្ត​តាម នៅ​ពេល​ដែល​បាន​កំណត់​ដែរ​ឬ​ទេ ។
ru: Проверка на соблюдение ограничения скорости CPU.
zh_cn: 此测试检查在设置了 CPU 频率管理器时，其是否得到遵守。

source: Validate that the Vector Floating Point Unit is running on ARM device
de: Es wird überprüft, ob die Vektor-Fließkommaeinheit auf dem ARM-Gerät läuft.
gl: Comproba que a unidade de punto flotante vectorial se está a executar no dispositivo ARM
it: Conferma che l'unità vettoriale a virgola mobile sia in esecuzione su un dispositivo ARM

source: Test if the atd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu atd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon apt, pokud je balíček nainstalován
de: Überprüfen, ob der »at«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας atd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon atd lorsque le paquet est installé.
gl: Proba se o daemon de atd esta executándose cando o paquete está instalado.
it: Verifica se il demone atd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន atd កំពុង​ដំណើរការ​ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба atd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，atd 守护程序是否运行。

source: Test if the cron daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de cron cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon cron, pokud je balíček nainstalován
de: Überprüfen, ob der »cron«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας cron εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon cron lorsque le paquet est installé.
gl: Proba se o daemon de cron está executándose cando o paquete está instalado.
it: Verifica se il demone cron è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន cron កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба cron выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，cron 守护程序是否运行。

source: Test if the cupsd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de cupsd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon cupsd, pokud je balíček nainstalován
de: Überprüfen, ob der »cups«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας cupsd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon cupsd lorsque le paquet est installé.
gl: Proba se o servizo de cupsd está executándose cando o paquete está instalado.
it: Verifica se il demone cupsd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន cupsd កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба cupsd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，cupsd 守护程序是否运行。

source: Test if the getty daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de getty cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon getty, pokud je balíček nainstalován
de: Überprüfen, ob der »getty«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας getty εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon getty lorsque le paquet est installé.
gl: Proba se o servizo de getty está executándose cando o paquete está instalado.
it: Verifica se il demone getty è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន getty កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба getty выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，getty 守护程序是否运行。

source: Test if the init daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de init cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon init, pokud je balíček nainstalován
de: Überprüfen, ob der »init«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας init εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon init lorsque le paquet est installé.
gl: Proba se o daemon de init está executándose cando o paquete está instalado.
it: Verifica se il demone init è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន init កំពុង​ដំណើរការ នៅ​ពេល​ដែល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба init выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，init 守护程序是否运行。

source: Test if the klogd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de klogd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon klogd, pokud je balíček nainstalován
de: Überprüfen, ob der »klog«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας klogd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon klogd lorsque le paquet est installé.
gl: Proba se o daemon de klogd está executándose cando o paquete está instalado.
it: Verifica se il demone klogd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន klogd កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬទេ ។
ru: Проверить, если служба klogd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，klogd 守护程序是否运行。

source: Test if the nmbd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de nmbd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon nmbd, pokud je balíček nainstalován
de: Überprüfen, ob der »nmb«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας nmbd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon nmbd lorsque le paquet est installé.
gl: Proba se o daemon de nmb está executándose cando o paquete está instalado.
it: Verifica se il demone nmbd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន nmbd កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба nmbd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，nmbd 守护程序是否运行。

source: Test if the smbd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de smbd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon smbd, pokud je balíček nainstalován
de: Überprüfen, ob der »smb«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας smbd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon smbd lorsque le paquet est installé.
gl: Proba se o daemon de smbd está executándose cando o paquete está instalado.
it: Verifica se il demone smbd è in esecuzione quando il pacchetto viene installato.
km: ថា​តើ​ដេមិន smbd កំពុង​ដំណើរការ នៅ​ពេល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба smbd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，smbd 守护程序是否运行。

source: Test if the syslogd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de syslogd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon syslogd, pokud je balíček nainstalován
de: Überprüfen, ob der »syslog«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας syslogd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon syslogd lorsque le paquet est installé.
gl: Proba se o daemon de syslog está executándose cando o paquete está instalado.
it: Verifica se il demone syslogd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន syslogd កំពុង​ដំណើរការ នៅ​ពេល​ដែល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба syslogd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，syslogd 守护程序是否运行。

source: Test if the udevd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de udevd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon udevd, pokud je balíček nainstalován
de: Überprüfen, ob der »udev«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας udevd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon udevd lorsque le paquet est installé.
gl: Proba se o daemon de udevd está executándose cando o paquete está instalado.
it: Verifica se il demone udevd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន udevd កំពុង​ដំណើរការ នៅ​ពេល​ដែល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба udevd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，udevd 守护程序是否运行。

source: Test if the winbindd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de winbindd cuando s'instala el paquete.
cs: Zkontrolovat, zda běží démon winbindd, pokud je balíček nainstalován
de: Überprüfen, ob der »winbind«-Dienst ausgeführt wird, sofern das Paket installiert ist.
el: Δοκιμή εάν ο δαίμονας winbindd εκτελείται στο παρασκήνιο όταν το πακέτο είναι εγκατεστημένο.
fr: Testez le bon fonctionnement du démon winbindd lorsque le paquet est installé.
gl: Proba se o daemon de winbindd está executándose cando o paquete está instalado.
it: Verifica se il demone winbindd è in esecuzione quando il pacchetto viene installato.
km: សាកល្បង​ថា​តើ​ដេមិន winbindd កំពុង​ដំណើរការ នៅ​ពេល​ដែល​កញ្ចប់​ត្រូវ​បាន​ដំឡើង​ដែរ​ឬ​ទេ ។
ru: Проверить, если служба winbindd выполняется, когда пакет установлен.
zh_cn: 测试在安装软件包后，winbindd 守护程序是否运行。

source: Detects and displays disks attached to the system.
ast: Deteuta y amuesa los discos coneutaos al sistema.
cs: Naleznou se a zobrazí se disky připojené k systému
de: Erkennt und zeigt an das System angeschlossene Laufwerke an.
el: Εντοπίζει και απεικονίζει τους συνημμένους δίσκους στο σύστημα.
fr: Détectez et affichez les disques attachés au système.
gl: Detecta e mostra os discos conectados ao sistema.
it: Rileva e visualizza i dischi collegati al sistema.
km: រក និង​បង្ហាញ​ថាស​ដែល​ភ្ជាប់​ទៅ​ប្រព័ន្ធ ។
ru: Находит и отображает диски, подключенные к системе.
zh_cn: 检测并显示连接到该系统的磁盘。

source: Check stats changes for each disk
ast: Comprobar cambeos d'estáu de cada discu
cs: Zjistit změny všech disků
de: Statistikänderungen für jede Festplatte überprüfen
el: Έλεγχος αλλαγής κατάστασης για κάθε δίσκο
fr: Vérifie les changements de performances de chaque disque
gl: Comproba os cambios de estado de cada disco
it: Verifica le modifiche alle statistiche di ciascun disco.
km: ពិនិត្យមើល​សភាព​ផ្លាស់ប្ដូរ​សម្រាប់​ថាស​នីមួយៗ
ru: Проверка изменения состояния каждого диска
zh_cn: 检查每个磁盘的状态变化

source: SMART test
ast: Prueba SMART
cs: Test SMART
el: Δοκιμή SMART
fr: Test SMART
gl: Proba de SMART
it: Test SMART.
km: ការ​សាកល្បង SMART
ru: SMART-тест
zh_cn: SMART 测试

source: Verify system storage performs at or above baseline performance
ast: Verifica que'l rendimientu del almacenamientu del sistema, tea sobre'l rendimientu de referencia
cs: Ověřit, zda systémová úložiště dosahují alespoň minimálního výkonu
de: Überprüfen, ob der Systemspeicher mit oder über der Grundleistung arbeitet.
el: Επαληθεύει ότι το σύστημα αποθήκευσης αποδίδει τουλάχιστον ή περισσότερο από τη μέση απόδοση
fr: Vérifie si les performances du système de stockage sont supérieures ou égales au niveau de performance de base
gl: Comproba que o rendemento do almacenamento do sistema estea por enriba do rendemento de referencia.
it: Verifica che i supporti di memorizzazione del sistema abbiano una prestazione pari o superiore a quella base.
km: ផ្ទៀងផ្ទាត់​ឧបករណ៍​ផ្ទុក​ប្រព័ន្ធ​ដែល​អនុវត្ត​នៅ​ត្រង់ ឬ​ខាងលើ​បន្ទាត់​គោល
ru: Проверка системных хранилищ выполняется по стандартным и повышенным условиям
zh_cn: 验证系统存储的表现是否达到或高于基线性能

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
ast: Verifica que los dispositivos de almacenamientu, como Fibre Channel y RAID, se pueden detectar y usar baxo estrés.
cs: Ověřit, že úložná zařízení jako Fibre Channel nebo RAID můžou být nalezena a dosahují v zátěži dostatečného výkonu
de: Überprüfen, ob Speichergeräte, wie »Fibre Channel« und RAID erkannt werden und unter Last arbeiten können.
el: Επαλήθευση ότι οι συσκευές αποθήκευσης, όπως το Fibre Channel και το RAID μπορούν να ανιχνεύονται και να αποδίδουν υπό πίεση.
fr: Vérifie que les appareils de stockage, tels que la « Fibre Channel » et le « RAID », peuvent être détectés et qu'ils fonctionnent en charge.
gl: Comproba que os dispositivos de almacenamento, como Fibre Channel e RAID, pódense detectar e empregar baixo estrés.
it: Verifica che i dispositivi di memorizzazione come Fibre Channel e RAID possano essere rilevati ed eseguiti in condizioni di stress.
km: ផ្ទៀងផ្ទាត់​ថា​ឧបករណ៍​ផ្ទុក ដូចជា Fibre Channel និង RAID អាច​ត្រូវ​បាន​រក​ឃើញ និង​ប្រតិបត្តិ​ក្រោម​ស្ថានភាព​លំបាក ។
ru: Проверить возможность обнаружения устройств хранения, таких как волоконно-оптический канал и RAID, затем выполнить стресс-тест.
zh_cn: 验证是否能够检测到光纤通道和 RAID 等存储设备，以及这些存储设备是否能够在压力下使用。

source: Some new hard drives include a feature that parks the drive heads after a short period of inactivity. This is a power-saving feature, but it can have a bad interaction with the operating system that results in the drive constantly parked then activated. This produces excess wear on the drive, potentially leading to early failures.
de: Einige neue Festplatten parken die Lese-/Schreibköpfe nach einer kurzen Zeit der Inaktivität. Dies ist eine Stromsparmaßnahme, die sich jedoch mit dem Betriebssystem nicht gut vertragen könnte, weil die Festplatte ständig geparkt und aus der Parkposition wieder aktiviert wird. Dadurch erhöht sich der Verschleiß der Festplatte, was möglicherweise zu baldigen Fehlern führt.
gl: Algunhas unidades novas de disco ríxido inclúen unha funcionalidade que aparca as cabezas da unidade despois dun curto período de inactividade. Este é un recurso de economía de enerxía, mais pode interactuar mal co sistema operativo e pode resultar en que a unidade estea constantemente entre aparcada e activada. Isto produce un desgaste excesivo na unidade, o que pode derivar potencialmente en fallos prematuros.
it: Alcune nuove unità disco includono una funzionalità che permette di parcheggiare le testine dopo un breve periodo di inattività. Questa è una funzione di risparmio energetico, ma può interagire in maniera errata con il sistema operativo a causa di un continuo ciclo di inattività/attivazione. Ciò comporta una eccessiva usura dell'unità che potrebbe portare a guasti prematuri.

source: Test to detect the available network controllers
ast: Prueba pa deteutar controladores de rede disponibles
cs: Test detekce dostupných síťových zařízení.
de: Test zur Erkennung der verfügbaren Netzwerksteuergeräte
el: Δοκιμή για την ανίχνευση των διαθέσιμων ελεγκτών δικτύου
fr: Test pour détecter les contrôleurs réseau disponibles
gl: Proba para detectar os controladores de rede dispoñíbeis
it: Test per rilevare le schede di rete disponibili.
km: សាកល្បង ដើម្បី​រក​មើល​ឧបករណ៍​គ្រប់គ្រង​បណ្ដាញ​ដែល​អាច​ប្រើបាន
ru: Проверка определения доступных сетевых контроллеров
zh_cn: 检测可用网络控制器的测试

source: PURPOSE: This test will check your wired connection STEPS: 1. Click on the Network icon in the top panel 2. Select a network below the "Wired network" section 3. Click "Test" to verify that it's possible to establish a HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
ast: OXETIVU: Esta prueba va revisar la to conexón cableada. PASOS: 1. Calca nel iconu de rede que s'alcuentra nel panel superior 2. Seleiciona un rede baxo la seición Rede cableada 3. Calca «Probar» pa verificar que ye posible afitar una conexón HTTP VERIFICACIÓN: ¿ Apaeció una notificación y la conexón afitóse correutamente?
cs: CÍL: Tento test prověří kabelové připojení POSTUP: 1. Klikněte na ikonu Sítě na horním panelu 2. Vyberte síť ze sekce Drátové sítě 3. Kliknutím na "Test" se ověří schopnost navázání HTTP spojení DŮKAZ: Zobrazila se informace o navázání a bylo navázání úspěšné?
de: ZWECK: Dieser Test überprüft Ihre Kabelnetzwerkverbindung. DURCHFÜHRUNG: 1. Klicken Sie auf das Netzwerksymbol in der oberen Menüleiste. 2. Wählen Sie ein Netzwerk aus dem Bereich »Kabelnetzwerk«. 3. Klicken Sie auf »Testen«, um zu prüfen, ob eine HTTP-Verbindung hergestellt werden kann. ÜBERPRÜFUNG: Erschien ein Hinweisfenster und wurde die Verbindung korrekt hergestellt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την ενσύρματη σύνδεσή σας ΒΗΜΑΤΑ: 1. Κάντε κλικ στο εικονίδιο του δικτύου στον επάνω πίνακα εφαρμογών 2. Επιλέξτε ένα δίκτυο κάτω από το τμήμα «Ενσύρματο δίκτυο» 3. Πατήστε στην επιλογή «Δοκιμή» ώστε να επιβεβαιωθεί η δυνατότητα επίτευξης μίας σύνδεσης με το πρωτόκολλο HTTP ΕΠΑΛΗΘΕΥΣΗ: Εμφανίστηκε μία ειδοποίηση και επιτεύχθηκε σωστά η σύνδεση;
fr: BUT : Ce test va vérifier votre connexion filaire ÉTAPES : 1. Cliquez sur l'icône Réseau dans le panneau supérieur 2. Sélectionnez un réseau en-dessous de la section « Réseau filaire » 3. Cliquez sur « Tester » pour vérifier qu'il est possible d'établir une connexion HTTP VÉRIFICATION : Est-ce qu'une notification est apparue et la connexion a-t-elle été correctement établie ?
gl: PROPÓSITO: Esta proba verificará a conexión con fíos PASOS: 1. Prema na icona de Rede do panel superior 2. Seleccione unha rede na sección «Rede con fíos» 3. Prema «Probar» para verificar que é posíbel estabelecer unha conexión HTTP COMPROBACIÓN: Mostrouse unha notificación e estabeleceuse correctamente a conexión?
it: SCOPO: Questo test verifica il funzionamento della connessione via cavo. PASSI: 1. Fare clic sull'icona di rete nel pannello in alto. 2. Selezionare una rete nella sezione «Reti via cavo». 3. Fare clic su «Prova» per verificare che sia possibile stabilire una connessione HTTP. VERIFICA: È stata visualizzata una notifica e la connessione è stata stabilita correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​​តភ្ជាប់​បណ្ដាញ​មាន​ខ្សែ​របស់​អ្នក ជំហាន ៖ ១. ចុច​លើ​ រូបតំណាង​បណ្ដាញ នៅ​ក្នុង​ផ្ទាំង​​ខាងលើ ២. ជ្រើស​បណ្ដាញ​ខាងក្រោម​ជម្រើស "បណ្ដាញ​មាន​ខ្សែ" ៣. ចុច "សាកល្បង" ដើម្បី​ផ្ទៀងផ្ទាត់​ថា វា​អាច​ធ្វើ​ការ​តភ្ជាប់ HTTP បាន ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ជូនដំណឹង​បង្ហាញ​ និង​ត្រូវ​បាន​តភ្ជាប់​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности проводного соединения ДЕЙСТВИЯ: 1. Щёлкните на значке сети в верхней панели 2. Выберите сеть под элементом "Проводная сеть" 3. Щёлкните "Проверить" для проверки возможности установления HTTP соединения ПРОВЕРКА: Было ли отображено оповещение об установлении соединения?
zh_cn: 目的： 此测试将检查您的有线连接 步骤： 1. 单击顶部面板中的网络图标 2. 在 "有线网络" 部分下选择一个网络 3. 单击 "测试"，验证是否可建立 HTTP 连接 验证： 是否显示通知以及是否正确建立了该连接？

source: Automated test to walk multiple network cards and test each one in sequence.
ast: Prueba automatizada pa pasar sobre múltiples tarxetes de rede y probar cada una secuencialmente.
cs: Automatický test, který otestuje postupně všechny síťové karty.
de: Automatisierter Test, um mehrere Netzwerkkarten der Reihe nach zu überprüfen.
el: Αυτοματοποιημένος έλεγχος για τη χρήση πολλαπλών καρτών δικτύου και τη διαδοχική δοκιμή κάθε μιας από αυτές.
fr: Test automatisé pour parcourir les différentes cartes réseaux et tester chacun en séquence.
gl: Proba automática para probar secuencialmente as múltiples tarxetas de rede.
it: Test automatico per effettuare verifiche su schede di rete multiple in sequenza.
km: ការ​សាកល្បង​ស្វ័យប្រវត្តិ​ធ្វើឲ្យ​កាត​បណ្ដាញ​ជាច្រើន​ដំណើរការ និង​សាកល្បង​កាត​នីមួយ​ៗ​តាម​លំដាប់ ។
ru: Автоматизированная проверка позволяющая переключаться между несколькими сетевыми картами и последовательно тестировать каждую из них.
zh_cn: 自动使用多个网卡以及按顺序测试每个网卡。
