Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu CF (Compact Flash). KROKY: 1. Klikněte na "Test" a vyjměte CF kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την αφαίρεση μιας κάρτας CF από τον αναγνώστη καρτών. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα CF από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte CF du lecteur de carte du système. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte CF du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты CF ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту CF из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a CF card after the system has been suspended STEPS: 1. Click "Test" and insert a CF card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu CF (Compact Flash) po uspání. KROKY: 1. Klikněte na "Test" a vložte CF kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας CF αφού το σύστημα τεθεί σε αδράνεια ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα CF στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte CF après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte CF le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты CF, после перевода компьютера в режим приостановления работы ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту CF в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: Test to check that virtualization is supported and the test system has at least a minimal amount of RAM to function as an OpenStack Compute Node
ast: Prueba qué nivel de virtualización almite'l sistema y la cantidá mínima de RAM pa que furrule como un ñudu OpenStack
cs: Ověřit, zda je podporována virtualizace a systém má dostatečné množství RAM pro funkci výpočetního uzlu Open Stack
el: Δοκιμή για το αν υποστηρίζεται η εικονικοποίηση και για το αν το σύστημα της δοκιμής έχει έστω ένα ελάχιστο ποσό μνήμης RAM ώστε να λειτουργήσει ως OpenStack Compute Node
fr: Vérifie si la virtualisation est supportée et si le système a un minimum de RAM pour fonctionner comme un OpenStack Compute Node
km: សាកល្បង សាកល្បង
ru: Тест проверяет, что система поддерживает виртуализацию и оснащена минимальным количеством ОЗУ, чтобы работать как OpenStack Compute Node
zh_cn: 进行测试，以检查是否支持虚拟化，以及该测试系统的内存是否满足作为 OpenStack 计算节点所要求的最低内存

source: PURPOSE: This test will check your VGA port. Skip if your system does not have a VGA port. STEPS: 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba comprobará'l puertu VGA. Omítela si'l to equipu nun tien un puertu VGA. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu VGA del equipu. VERIFICACIÓN: ¿Amosóse l'escritoriu correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš VGA port. Pokud váš systém nemá VGA port, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do VGA portu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα VGA. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα VGA. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα VGA του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port VGA. Passez si votre système n'a pas de port VGA. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port VGA de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក VGA របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​មាន​ច្រក VGA ។ ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់​បាន​តភ្ជាប់) ទៅកាន់​ច្រក VGA នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​ត្រូវ​បាន​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта VGA. Пропустите её, если в вашей системе отсутствует порт VGA. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт VGA вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 VGA 端口。如果您的系统没有 VGA 端口，则跳过此测试。 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 VGA 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your DVI port. Skip if your system does not have a DVI port STEPS: 1. Connect a display (if not already connected) to the DVI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba revisará'l puertu DVI. Omite esti pasu si'l sistema nun tien un puertu DVI. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu DVI del sistema VERIFICACIÓN: ¿L'escritoriu amosóse correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš DVI port. Pokud váš systém nemá DVI port, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do DVI portu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα DVI. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα DVI. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα DVI του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port DVI. Passez si votre système n'a pas de port DVI. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port DVI de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក DVI របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​មាន​ច្រក DVI ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់​បាន​តភ្ជាប់) ទៅកាន់​ច្រក DVI នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​ត្រូវ​បាន​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта DVI. Пропустите её, если в вашей системе отсутствует порт DVI. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт DVI вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 DVI 端口。如果您的系统没有 DVI 端口，则跳过此测试 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 DVI 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your DisplayPort port. Skip if your system does not have a DisplayPort port STEPS: 1. Connect a display (if not already connected) to the DisplayPort port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba revisará'l puertu DisplayPort. Omite esti pasu si'l sistema nun tien un puertu DisplayPort. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu DisplayPort del sistema VERIFICACIÓN: ¿L'escritoriu amosóse correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš DisplayPort. Pokud váš systém nemá DisplayPort, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do DisplayPortu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα DisplayPort. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα DisplayPort. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα DisplayPort του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port DisplayPort. Passez si votre système n'a pas de port DisplayPort. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port DisplayPort de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក DisplayPort របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​មាន​ច្រក DisplayPort ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់​បាន​តភ្ជាប់) ទៅកាន់​ច្រក DisplayPort នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта DisplayPort. Пропустите её, если в вашей системе отсутствует порт DisplayPort. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт DisplayPort вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 DisplayPort 端口。如果您的系统没有 DisplayPort 端口，则跳过此测试 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 DisplayPort 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your HDMI port. Skip if your system does not have a HDMI port STEPS: 1. Connect a display (if not already connected) to the HDMI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba revisará'l puertu HDMI. Omite esti pasu si'l sistema nun tien un puertu HDMI. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu HDMI del sistema VERIFICACIÓN: ¿L'escritoriu amosóse correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš HDMI port. Pokud váš systém nemá HDMI port, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do HDMI portu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα HDMI. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα HDMI. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα HDMI του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port HDMI. Passez si votre système n'a pas de port HDMI. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port HDMI de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក HDMI របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​មាន​ច្រក HDMI ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់បាន​តភ្ជាប់) ទៅកាន់​ច្រក HDMI នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​ត្រូវ​បាន​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта HDMI. Пропустите её, если в вашей системе отсутствует порт HDMI. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт HDMI вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 HDMI 端口。如果您的系统没有 HDMI 端口，则跳过此测试 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 HDMI 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your S-VIDEO port. Skip if your system does not have a S-VIDEO port STEPS: 1. Connect a display (if not already connected) to the S-VIDEO port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba revisará'l puertu S_VIDEO. Omite esti pasu si'l sistema nun tien un puertu S_VIDEO. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu S_VIDEO del sistema VERIFICACIÓN: ¿L'escritoriu amosóse correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš S-VIDEO port. Pokud váš systém nemá S-VIDEO port, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do S-VIDEO portu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα S-VIDEO. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα S-VIDEO. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα S-VIDEO του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port S-VIDEO. Passez si votre système n'a pas de port S-VIDEO. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port S-VIDEO de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក S-VIDEO របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​​អ្នក​មិន​មាន​ច្រក S-VIDEO ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់​បាន​​តភ្ជាប់) ទៅកាន់​ច្រក S-VIDEO នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​ត្រូវ​បាន​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта S-VIDEO. Пропустите её, если в вашей системе отсутствует порт S-VIDEO. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт S-VIDEO вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 S-VIDEO 端口。如果您的系统没有 S-VIDEO 端口，则跳过此测试 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 S-VIDEO 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your RCA port. Skip if your system does not have a RCA port STEPS: 1. Connect a display (if not already connected) to the RCA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ast: OXETIVU: Esta prueba revisará'l puertu RCA. Omite esti pasu si'l sistema nun tien un puertu RCA. PASOS: 1. Coneuta una pantalla (si nun ta yá coneutada) al puertu RCA del sistema VERIFICACIÓN: ¿L'escritoriu amosóse correutamente en dambes pantalles?
cs: CÍL: Tento test zkontroluje váš RCA port. Pokud váš systém nemá RCA port, přeskočte. KROKY: 1. Připojte monitor (pokud jej již nemáte připojen) do RCA portu na vašem počítači OVĚŘENÍ: Byla pracovní plocha korektně zobrazena na obou obrazovkách?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη θύρα RCA. Παραλείψτε το αν το σύστημά σας δεν διαθέτει θύρα RCA. ΒΗΜΑΤΑ: 1.Συνδέστε μία οθόνη (αν δεν έχει ήδη συνδεθεί κάποια) στην θύρα RCA του συστήματός σας ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζεται σωστά το περιβάλλον εργασίας και στις δύο οθόνες;
fr: BUT : Ce test va vérifier votre port RCA. Passez si votre système n'a pas de port RCA. ÉTAPE : 1. Connectez un écran (s'il n'est pas déjà connecté) au port RCA de votre système VÉRIFICATION : Est-ce que le bureau était affiché correctement sur les deux écrans ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ច្រក RCA របស់​អ្នក ។ រំលង ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​មាន​ច្រក RCA ជំហាន ៖ ១. តភ្ជាប់​ការ​បង្ហាញ (ប្រសិនបើ​មិន​ទាន់​បាន​តភ្ជាប់) ទៅកាន់​ច្រក RCA នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ផ្ទៃតុ​ត្រូវ​បាន​បង្ហាញ​ត្រឹមត្រូវ​នៅ​លើ​អេក្រង់​ទាំងពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит проверить работоспособность порта RCA. Пропустите её, если в вашей системе отсутствует порт RCA. ДЕЙСТВИЯ: 1. Подключите дисплей (если он ещё не подключён) в порт RCA вашей системы ПРОВЕРКА: Рабочий стол на обоих экранах отображается надлежащим образом?
zh_cn: 目的： 此测试将检查您的 RCA 端口。如果您的系统没有 RCA 端口，则跳过此测试 步骤： 1. 将显示器(如果尚未连接)连接到您系统上的 RCA 端口 验证： 在这两个屏幕上是否都正确显示了桌面？

source: PURPOSE: This test will check your monitor power saving capabilities STEPS: 1. Click "Test" to try the power saving capabilities of your monitor 2. Press any key or move the mouse to recover VERIFICATION: Did the the monitor go blank and turn on again?
ast: OXETIVU: Esta prueba va revisar la capacidá d'aforru d'enerxía del monitor. PASOS: 1. Calca «Prueba» pa probar les capacidaes d'aforru d'enerxía del monitor 2. Calca cualesquir tecla o muevi'l mur pa reactivar la pantalla VERIFICACIÓN: ¿El monitor quedó en negro y prendióse otra vuelta?
cs: CÍL: Ověřit schopnosti displaye šetřit energií. POSTUP: 1. Kliknutím na "Test" vyzkoušíte šetřící schopnosti svého monitoru. 2. Stisknutím klávesy nebo pohybem myši se vrátíte zpět OVĚŘENÍ: Vypnul se monitor a po akci znovu zapnul?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τις δυνατότητες εξοικονόμησης ενέργειας της οθόνης σας ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να δοκιμάσετε τις δυνατότητες εξοικονόμησης ενέργειας της οθόνης σας 2. Πατήστε οποιοδήποτε πλήκτρο ή μετακινήστε το ποντίκι για επαναφορά ΕΠΑΛΗΘΕΥΣΗ: Έσβησε η οθόνη και μετά άναψε ξανά;
fr: BUT : Ce test va vérifier les aptitudes d'économies d'énergie de votre écran. ÉTAPES : 1. Cliquez sur « Tester » pour tester les aptitudes d'économies d'énergie de votre écran. 2. Appuyez sur n'importe quelle touche du clavier ou déplacez la souris pour rétablir l'affichage. VÉRIFICATION : Votre écran s'est-il éteint et s'est-il rallumé ensuite ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​សមត្ថភាព​ក្នុង​ការ​សន្សំ​ថាមពល​ម៉ូនីទ័រ ជំហាន ៖ ១. ចុច "សាកល្បង" ដើម្បី​សាកល្បង​សមត្ថភាព​សន្សំ​ថាមពល​ម៉ូនីទ័រ ២. ចុច​គ្រាប់ចុច​ណាមួយ ឬ​ផ្លាស់ទី​កណ្ដុរ​ដើម្បី​សង្គ្រោះ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ម៉ូនីទ័រ​មាន​លក្ខណៈ​ទទេ និង​បើក​ឡើងវិញ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет убедиться в возможностях энергосбережения монитора ДЕЙСТВИЯ: 1. Щёлкните "Проверить" для задействования возможностей энергосбережения вашего монитора 2. Нажмите любую клавишу или переместите мышь для возобновления рабочего режима ПРОВЕРКА: Погас ли монитор и включился снова?
zh_cn: 目的： 此测试将检查您显示器的省电功能 步骤： 1. 单击 "测试"，测试您显示器的省电功能 2. 按任意键或移动鼠标来恢复 验证： 您的显示器是否变为空白，然后再次打开？

source: PURPOSE: This test will check that a DSL modem can be configured and connected. STEPS: 1. Connect the telephone line to the computer 2. Click on the Network icon on the top panel. 3. Select "Edit Connections" 4. Select the "DSL" tab 5. Click on "Add" button 6. Configure the connection parameters properly 7. Click "Test" to verify that it's possible to establish an HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
ast: OXETIVU: Esta prueba revisará que se pue configurar y coneutar un módem DSL. PASOS: 1. Coneuta la llinia de teléfonu al equipu 2. Calca nel iconu de Rede que s'alcuentra nel panel superior. 3. Seleiciona «Editar conexones» 4. Seleiciona la llingüeta «DSL» 5. Calca «Amestar» 6. Configura los parámetros de conexón afayadizamente 7. Calca «Prueba» pa verificar que ye posible afitar una conexón HTTP VERIFICACIÓN: ¿ Apaeció una notificación y la conexón afitóse correutamente?
cs: CÍL: Tento test ověří schopnost nastavení a navázání spojení přes DSL modem. POSTUP: 1. Zapojte telefonní kabel do počítače 2. Klikněte na ikonu Sítě na horním panelu. 3. Vyberte Upravit připojení 4. Vyberte sekci "DSL" 5. Klikněte na tlačítko "Přidat" 6. Nastavte správné parametry 7. Kliknutím na "Test" se ověří schopnost navázání HTTP spojení. DŮKAZ: Zobrazila se informace o navázání a bylo spojení úspěšné?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι γίνεται να συνδεθεί και να διαμορφωθεί ένα DSL modem. ΒΗΜΑΤΑ: 1. Συνδέστε την τηλεφωνική γραμμή στον υπολογιστή 2. Κάντε κλικ στο εικονίδιο του δικτύου στον επάνω πίνακα εφαρμογών 3. Επιλέξτε «Επεξεργασία συνδέσεων» 4. Επιλέξτε την καρτέλα «DSL» 5. Πατήστε στο κουμπί «Πρόσθεση» 6. Διαμορφώστε σωστά τις παραμέτρους της σύνδεσης 7. Πατήστε στην επιλογή «Δοκιμή» ώστε να επιβεβαιωθεί η δυνατότητα επίτευξης μίας σύνδεσης με το πρωτόκολλο HTTP ΕΠΑΛΗΘΕΥΣΗ: Εμφανίστηκε μία ειδοποίηση και επιτεύχθηκε σωστά η σύνδεση;
fr: BUT : Ce test va vérifier qu'un modem DSL peut être configuré et connecté. ÉTAPES : 1. Connectez la ligne téléphonique à l'ordinateur 2. Cliquez sur l'icône Réseau dans le panneau supérieur. 3. Sélectionnez « Modification des connexions » 4. Sélectionnez l'onglet « DSL » 5. Cliquez sur le bouton « Ajouter » 6. Configurer les paramètres de connexion correctement 7. Cliquez sur « Tester » pour vérifier qu'il est possible d'établir une connexion HTTP VÉRIFICATION : Est-ce qu'une notification est apparue et la connexion a-t-elle été correctement établie ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ម៉ូដឹម DSL អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ និង​តភ្ជាប់​ដែរ​ឬ​ទេ ។ ជំហាន ៖ ១. តភ្ជាប់​ខ្សែ​ទូរស័ព្ទ​ទៅ​កាន់​កុំព្យូទ័រ ២. ចុច​លើ ​រូបតំណាង​បណ្ដាញ នៅ​ក្នុង​ផ្ទាំងខាងលើ ។ ៣. ជ្រើស "កែសម្រួល​ការ​តភ្ជាប់" ៤. ជ្រើស​ផ្ទាំង "DSL" ៥. ចុច​ប៊ូតុង "បន្ថែម" ៦. កំណត់​រចនាសម្ព័ន្ធ​ប៉ារ៉ាម៉ែត្រ​តភ្ជាប់​ឲ្យ​បាន​ត្រឹមត្រូវ ៧. ចុច "សាកល្បង" ដើម្បី​ផ្ទៀងផ្ទាត់​ថា វា​អាច​ធ្វើ​ការ​តភ្ជាប់ HTTP បាន ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ជូនដំណឹង​បង្ហាញ និង​ត្រូវ​បាន​តភ្ជាប់​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в возможности настройки DSL модема и его подключении. ДЕЙСТВИЯ: 1. Подсоедините телефонный кабель к компьютеру 2. Щёлкните на значке сети в верхней панели. 3. Выберите "Изменить соединения" 4. Выберите вкладку "DSL" 5. Щёлкните кнопку "Добавить" 6. Правильно настройте параметры соединения 7. Щёлкните "Проверить" для проверки возможности установления HTTP соединения ПРОВЕРКА: Было ли отображено оповещение об установлении соединения?
zh_cn: 目的： 此测试将检查是否能够配置和连接 DSL 调制解调器。 步骤： 1. 将电话线连接到此计算机 2. 单击顶部面板中的网络图标。 3. 选择 "编辑连接" 4. 选择 "DSL" 标签页 5. 添加 "添加" 按钮 6. 正确配置连接参数 7. 单击 "测试"，验证是否可建立 HTTP 连接 验证： 是否显示通知以及是否正确建立了该连接？

source: Test to measure the network bandwidth
ast: Prueba pa midir l'anchor de banda de rede
cs: Měření rychlosti připojení
el: Δοκιμή για τη μέτρηση του εύρους ζώνης δικτύου (bandwidth)
fr: Test pour mesurer la bande passante du réseau
km: សាកល្បង ដើម្បី​វាស់​កម្រិត​រលក​បណ្ដាញ
ru: Проверка пропускной способности сети
zh_cn: 测量网络带宽的测试
