Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Memory tests
ast: Pruebes de memoria
cs: Testy paměti
de: Speichertests
el: Έλεγχοι μνήμης
fr: Tests de la mémoire
gl: Probas de memoria
it: Test della memoria
km: ការ​សាកល្បង​អង្គ​ចងចាំ
ru: Проверка памяти
zh_cn: 内存测试

source: Rendercheck tests
gl: Probas de Rendercheck
it: Test rendercheck

source: Miscellaneous tests
ast: Pruebes miscelánees
cs: Různé testy
de: Diverse Tests
el: Διάφοροι έλεγχοι
fr: Tests divers
gl: Probas misceláneas
it: Test vari
km: ការ​សាកល្បង​ផ្សេងៗ
ru: Различные тесты
zh_cn: 杂项测试

source: Monitor tests
ast: Pruebes de monitor
cs: Testy monitoru
de: Bildschirmtests
el: Δοκιμές οθόνης
fr: Tests de l'écran
gl: Probas de monitor
it: Test del monitor
km: ការ​សាកល្បង​ម៉ូនីទ័រ
ru: Проверка монитора
zh_cn: 显示器测试

source: Optical Drive tests
ast: Pruebes de discos ópticos
cs: Testy optických mechanik
de: Tests optischer Laufwerke
el: Έλεγχοι οδηγών οπτικών συσκευών
fr: Tests des lecteurs optiques
gl: Proba de discos ópticos
it: Test delle unità ottiche
km: ការ​សាកល្បង​ដ្រាយ​អុបទិក
ru: Проверка оптических дисков
zh_cn: 光驱测试

source: Panel Clock Verification tests
ast: Pruebes de verificación del reló del panel
cs: Testy ověření hodin v panelu
de: Verifizierungstest für die Menüleistenuhr
el: Έλεγχοι επαλήθευσης ρολογιού πίνακα εφαρμογών
fr: Tests de vérification de l'horloge du tableau de bord
gl: Probas de verificación do reloxo do panel
it: Test di verifica dell'orologio del pannello
km: ការ​សាកល្បង​ការ​ផ្ទៀងផ្ទាត់បន្ទះនាឡិកា
ru: Проверка часов на панели
zh_cn: 面板时钟验证测试

source: Panel Reboot Verification tests
de: Test zur Überprüfung des Neustarts
gl: Probas de comprobación do reinicio do panel
it: Test di verifica del pannello di riavvio

source: ExpressCard tests
gl: Probas de ExpressCard
it: Test della ExpressCard

source: Peripheral tests
ast: Pruebes de periféricos
cs: Testy periferií
de: Tests für Peripheriegeräte
el: Έλεγχοι περιφερειακών
fr: Tests des périphériques
gl: Probas dos periféricos
it: Test delle periferiche
km: ការ​សាកល្បង​គ្រឿង​កុំព្យូទ័រ
ru: Проверка периферийного оборудования
zh_cn: 外围设备测试

source: Piglit tests
gl: Probas Piglit
it: Test piglit

source: Power Management tests
ast: Pruebes de xestión d'enerxía
cs: Testy správy napájení
de: Energieverwaltungstests
el: Έλεγχοι διαχείρισης ενέργειας
fr: Tests de la gestion de l'alimentation
gl: Probas de xestión de enerxía
it: Test della gestione dell'alimentazione
km: ការ​សាកល្បង​ការ​គ្រប់គ្រង​ថាមពល
ru: Проверка управления электропитанием
zh_cn: 电源管理测试

source: Server Services checks
ast: Comprueba los servicios del sirvidor
cs: Kontroly serverových služeb
de: Serverdiensteüberprüfung
el: Έλεγχοι υπηρεσιών εξυπηρετητή
fr: Vérifications de services serveur
gl: Comprobación dos servizos do servidor
it: Test dei servizi server
km: ការ​ពិនិត្យមើល​សេវា​ម៉ាស៊ីន​បម្រើ
ru: Проверки серверных служб
zh_cn: 服务器服务检查

source: Suspend tests
ast: Pruebes de suspensión
cs: Testy uspávání
de: Bereitschaftstests
el: Έλεγχοι αναστολής λειτουργίας
fr: Tests de la mise en veille
gl: Probas de suspensión
it: Test di sospensione
km: ការ​សាកល្បង​ការ​ផ្អាក
ru: Проверка ждущего режима
zh_cn: 挂起测试

source: Touchpad tests
ast: Pruebes del touchpad
cs: Testy touchpadu
de: Tastfeld-Tests
el: Δοκιμές touchpad
fr: Tests du pavé tactile
gl: Probas da área táctil
it: Test del touchpad
km: សាកល្បង​ការ​ប៉ះ
ru: Проверка сенсорной панели
zh_cn: 触控板测试

source: Touchscreen tests
de: Touchscreen-Überprüfungen
gl: Probas da pantalla táctil
it: Test del touchscreen

source: USB tests
ast: Pruebes d'USB
cs: Testy USB
el: Έλεγχοι USB
fr: Tests USB
gl: Probas de USB
it: Test delle porte USB
km: ការ​សាកល្បង USB
ru: Проверка USB
zh_cn: USB 测试

source: User Applications
ast: Aplicaciones d'usuariu
cs: Uživatelské aplikace
de: Benutzeranwendungen
el: Εφαρμογές χρήστη
fr: Applications de l'utilisateur
gl: Aplicativos de usuario
it: Applicazioni utente
km: កម្មវិធី​អ្នកប្រើ
ru: Пользовательские приложения
zh_cn: 用户应用程序

source: Virtualization tests
de: Virtualisierungstests
gl: Probas de virtualización
it: Test sulla virtualizzazione

source: Wireless networking tests
ast: Pruebes de redes inalámbriques
cs: Testy bezdrátového připojení
de: Funknetzwerktests
el: Έλεγχοι ασύρματης δικτύωσης
fr: Tests du réseau sans fil
gl: Probas de redes sen fíos
it: Test delle reti senza fili
km: ការ​សាកល្បង​តភ្ជាប់​បណ្ដាញ​ឥត​ខ្សែ
ru: Проверка беспроводных сетей
zh_cn: 无线联网测试

source: Mobile broadband tests
de: Überprüfung mobiler Breitbandverbindungen
gl: Probas de banda larga móbil

source: Stress tests
ast: Pruebes d'estrés
cs: Zátěžové testy
el: Έλεγχοι υπερβολικού φόρτου
gl: Probas de resistencia
it: Test di stress
km: ការ​សាកល្បង​ចំណុច​សំខាន់
ru: Стресс-тесты
zh_cn: 压力测试

source: Smoke tests
de: Rauch-Überprüfungen
el: Έντονες δοκιμές (τύπου smoke)
fr: Test de détection de fumée
gl: Probas de fume
it: Test smoke
ru: "Дымовое" тестирование

source: Sniff Sniffers
de: Sniffer testen
el: Έλεγχος για λογισμικό τύπου sniffer
fr: Flairer les renifleurs
gl: Cheirar cheiróns
it: Rileva i rilevatori
ru: Слежка за анализаторами траффика

source: This test is automated and executes after the mediacard/mmc-insert test is run. It tests reading and writing to the MMC card.
ast: Esta prueba ye automática y execútase darréu de la prueba mediacard/mmc-insert. Comprueba la llectura y escritura de la tarxeta MMC.
cs: Tento test se automaticky spustí po testu vložení MMC karty. Test čte a zapisuje na MMC kartu.
de: Dieser Test wurde automatisiert und wird nach dem Test »mediacard/mmc-insert« ausgeführt. Er überprüft das Lesen und Schreiben auf einer MMC-Karte.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας MMC. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα MMC.
fr: Ce test est automatisé et s'exécute après le test d'insertion des cartes mediacard/MMC. Il teste la lecture et l’écriture sur la carte MMC.
gl: Esta proba é automática e se executa despois da proba mediacard/mmc-inserción. Comproba a lectura e escritura da tarxeta MMC
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/mmc-insert. Verifica la lettura e la scrittura sulla scheda MMC.
km: សាកល្បង សាកល្បង.
ru: Эта проверка автоматизирована и выполняется после запуска проверки вставки карты памяти mediacard/mmc. Будет выполнено чтение и запись на карту памяти MMC.
zh_cn: 此测试自动进行，并且在 mediacard/mmc-insert 测试运行后执行。其测试对 MMC 卡的读写。

source: This test is automated and executes after the mediacard/sd-insert test is run. It tests reading and writing to the SD card.
ast: Esta prueba ye automática y execútase depués de la prueba mediacard/sd-insert. Comprueba la llectura y escritura de la tarxeta SD.
cs: Tento test se spustí automaticky po dokončení testu vložení SD karty. Test čte a zapisuje na SD kartu.
de: Dieser Test wurde automatisiert und wird nach dem Test »mediacard/sd-insert« ausgeführt. Er überprüft das Lesen und Schreiben auf einer SD-Karte.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας SD. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα SD.
fr: Ce test est automatisé et s'exécute après le test mediacard/sd-insert. Il teste la lecture et l'écriture sur une carte SD.
gl: Esta proba é automática e se executa despois da proba mediacard/sd-inserción. Comproba a lectura e escritura da tarxeta SD.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sd-insert. Verifica la lettura e la scrittura sulla scheda SD.
km: សាកល្បង សាកល្បង.
ru: Эта проверка автоматизирована и выполняется после вставки карты памяти. Будет выполнена проверка чтения и записи на карту памяти SD.
zh_cn: 此测试自动进行，并且在 mediacard/sd-insert 测试运行后执行。其测试对 SD 卡的读写。

source: This is a fully automated version of mediacard/sd-automated and assumes that the system under test has a memory card device plugged in prior to checkbox execution. It is intended for SRU automated testing.
de: Dies ist eine vollständig automatisierte Version von »mediacard/sd-automated« und geht davon aus, dass an das System vor der Ausführung der Systemüberprüfung ein Speicherkartengerät angeschlossen ist. Sie wird für SRU-automatisierte Tests verwendet.
gl: Esta é unha versión automática completa de mediacard/sd-automated e presupón que o sistema analizado ten conectado un dispositivo de tarxetas de memoria previamente á execución de checkbox. Está destinado a probas automáticas de SRU.
it: Questa è una versione completamente automatica di mediacard/sd-automated e presuppone che il sistema da sottoporre a verifica sia dotato di un dispositivo per memory card connesso prima dell'esecuzione di Checkbox. È destinato a test automatici di SRU.

source: This test is automated and executes after the mediacard/sdhc-insert test is run. It tests reading and writing to the SDHC card.
ast: Esta prueba ye automática y execútase depués de mediacard/sdhc-insert. Comprueba la llectura y escritura de la tarxeta SDHC.
cs: Tento test se spustí automaticky po dokončení testu vložení SDHC karty. Test čte a zapisuje na SDHC kartu.
de: Dieser Test ist automatisiert und wird nach dem Test »mediacard/sdhc-insert« ausgeführt. Er überprüft das Lesen und Schreiben auf einer SDHC-Karte.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας SDHC. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα SDHC.
fr: Ce test est automatisé et s'exécute après le test mediacard/sdhc-insert. Il teste la lecture et l'écriture sur une carte SDHC.
gl: Esta proba é automática e se executa despois de mediacard/sdhc-inserción. Comproba a lectura e escritura da tarxeta SDHC.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sdhc-insert. Verifica la lettura e la scrittura sulla scheda SDHC.
km: សាកល្បង សាកល្បង.
ru: Этот тест запускается автоматически после выполнения теста «mediacard/sdhc-insert». Он предназначен для проверки чтения с карты SDHC и записи на неё.
zh_cn: 此测试自动进行，并且在 mediacard/sdhc-insert 测试运行后执行。其测试对 SDHC 卡的读写。

source: This test is automated and executes after the mediacard/cf-insert test is run. It tests reading and writing to the CF card.
ast: Esta prueba ye automática y execútase depués de mediacard/cf-insert. Comprueba la llectura y escritura de la tarxeta CF.
cs: Tento test je automatický a spouští se po testování mediacard/cf. Testuje čtení a zapisování na CF kartě.
de: Dieser Test ist automatisiert und wird nach dem Test »mediacard/cf-insert« ausgeführt. Er überprüft das Lesen und Schreiben auf einer CF-Karte.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας CF. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα CF.
fr: Ce test est automatisé et s'exécute après le test mediacard/cf-insert. Il teste la lecture et l'écriture sur une carte CF.
gl: Esta proba é automática e se executa despois da proba mediacard/cf-inserción. Comproba a lectura e escritura da tarxeta CF.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/cf-insert. Verifica la lettura e la scrittura sulla scheda CF.
km: សាកល្បង សាកល្បង.
ru: Этот тест запускается автоматически после выполнения теста «mediacard/cf-insert». Он предназначен для проверки чтения с карты памяти CF и записи на неё.
zh_cn: 此测试自动进行，并且在 mediacard/cf-insert 测试运行后执行。其测试对 CF 卡的读写。

source: This test is automated and executes after the mediacard/sdxc-insert test is run. It tests reading and writing to the SDXC card.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der SDXC-Speicherkarte beendet wurde. Es wird das Schreiben und Lesen auf der SDXC-Speicherkarte getestet.
gl: Esta proba é automática e se executa despois da proba mediacard/sdxc-insert. Comproba a lectura e escritura a tarxetas SDXC.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sdxc-insert. Verifica la lettura e la scrittura su una scheda SDXC.

source: This test is automated and executes after the mediacard/ms-insert test is run. It tests reading and writing to the MS card.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der MS-Speicherkarte beendet wurde. Es wird das Schreiben und Lesen auf der MS-Speicherkarte getestet.
gl: Esta proba é automática e se executa despois da proba mediacard/ms-insert. Comproba a lectura e escritura a tarxetas MS.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/ms-insert. Verifica la lettura e la scrittura su una scheda MS.

source: This test is automated and executes after the mediacard/msp-insert test is run. It tests reading and writing to the MSP card.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der MSP-Speicherkarte beendet wurde. Es wird das Schreiben und Lesen auf der MSP-Speicherkarte getestet.
gl: Esta proba é automática e se executa despois da proba mediacard/msp-insert. Comproba a lectura e escritura a tarxetas MSP.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/msp-insert. Verifica la lettura e la scrittura su una scheda MSP.

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Speicherkartenleser des Systems das Entfernen einer MSP-Speicherkarte korrekt erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die MSP-Speicherkarte aus dem Kartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta MSP do lector de tarxetas do sistema. PASOS: 1. Prema «Probar» e retire a tarxeta MSP do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di una scheda MSP dal lettore di schede di sistema. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda MSP dal lettore. (Nota: questo test va in timeout dopo 20 secondi). VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: This test is automated and executes after the mediacard/xd-insert test is run. It tests reading and writing to the xD card.
de: Dieser Test ist automatisiert und wird ausgeführt, nachdem der Test des Einsetzens der xD-Speicherkarte beendet wurde. Es wird das Schreiben und Lesen auf der xD-Speicherkarte getestet.
gl: Esta proba é automática e se executa despois da proba mediacard/xd-insert. Comproba a lectura e escritura a tarxetas xD.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/xd-insert. Verifica la lettura e la scrittura su una scheda xD.

source: This test checks the amount of memory which is reporting in meminfo against the size of the memory modules detected by DMI.
ast: Esta prueba compara la cantidá de memoria descrita en meminfo cola deteutada por DMI.
cs: Tento test kontroluje velikost paměti hlášenou nástrojem meminfo oproti velikosti paměťových modolů detekovanou DMI.
de: Dieser Test vergleicht die von »meminfo« gefundene Menge an Arbeitsspeicher mit der Größe der über »DMI« erkannten Speichermodule.
el: Αυτό το τεστ ελέγχει το ποσό της μνήμης που αναφέρει το meminfo (πληροφορίες μνήμης) σε αντιπαραβολή με το μέγεθος των αρθρωμάτων μνήμης που ανιχνεύονται από το DMI.
fr: Ce teste compare la quantité de mémoire indiquée par meminfo et la taille des modules de mémoire détectés par DMI.
gl: Esta proba compara a cantidade de memoria descrita en meminfo coa detectada por DMI.
it: Questo test verifica che la quantità di memoria riportata da meminfo corrisponda alla dimensione dei moduli di memoria rilevati da DMI.
km: សាកល្បង.
ru: Этот тест сверяет объем памяти сообщаемый meminfo с объемом модулей памяти, определенным с помощью DMI.
zh_cn: 此测试检查对比由 DMI 检测的内存模块的大小和 meminfo 中报告的内存容量。

source: Test and exercise memory.
ast: Probar y exercitar la memoria.
cs: Zkontrolovat paměť
de: Speicher überprüfen und beschreiben.
el: Έλεγχος και άσκηση μνήμης.
fr: Testez et sollicitez la mémoire.
gl: Probar e exercitar a memoria.
it: Esegue un test sulla memoria e la mantiene in esercizio.
km: សាកល្បង និង​ប្រើ​អង្គចងចាំ ។
ru: Проверить и выполнить задачу с помощью памяти.
zh_cn: 测试和使用内存。

source: PURPOSE: Keep tester related information in the report STEPS: 1. Tester Information 2. Please enter the following information in the comments field: a. Name b. Email Address c. Reason for this test run VERIFICATION: Nothing to verify for this test
cs: ÚČEL: Uvedení informací o testerovi ve zprávě KROKY: 1. Informace o testerovi 2. Zadejte prosím následující informace: a. Jméno b. Emailová adresa c. Důvod spuštění tohoto testu OVĚŘENÍ: V tomto testu se nic neověřuje
de: ZWECK: Informationen, die sich auf die testende Person beziehen, in den Bericht aufnehmen. DURCHFÜHRUNG: 1. Informationen zur testenden Person. 2. Bitte geben Sie folgende Informationen in das Bemerkungsfeld ein: a. Ihren Namen. b. Ihre E-Mail-Adresse. c. Den Grund, warum Sie diesen Test ausführen. ÜBERPRÜFUNG: In diesem Test muss nichts überprüft werden.
el: ΣΚΟΠΟΣ: Διατήρηση πληροφοριών του ελεγκτή στην αναφορά ΒΗΜΑΤΑ: 1. Πληροφορίες ελεγκτή 2. Παρακαλώ εισάγετε τις παρακάτω πληροφορίες στο πεδίο σχολίων: α. Όνομα β. Διεύθυνση Email γ. Αιτία εκτέλεσης αυτής της δοκιμής ΕΠΙΒΕΒΑΙΩΣΗ: Δεν υπάρχει κάτι για επιβεβαίωση
fr: BUT : Conserver les informations relatives au testeur dans le rapport ÉTAPES : 1. Informations sur le testeur 2. Veuillez entrer les informations suivantes dans les zones de commentaires : a. Nom b. Adresse de courrier électronique c. La raison de l'exécution de ce test VÉRIFICATION : Il n'y a rien à vérifier pour ce test
gl: PROPÓSITO: Anexar información do probador ao informe PASOS: 1. Información do probador 2. Introduza a seguinte información no campo dos comentarios a. Nome b. Enderezo de correo electrónico c. Razón para executar esta proba COMPROBACIÓN: Non hai comprobación para esta proba
it: SCOPO: Mantenere nel report le informazioni relative a chi esegue i test. PASSI: 1. Informazioni su chi esegue i test. 2. Inserire le seguenti informazioni nel campo commenti: a. Nome b. Indirizzo email c. Motivo per l'esecuzione di questo test VERIFICA: Nulla da verificare per questo test.
ru: ЦЕЛЬ: Сохранить сведения об исполнителе теста в отчёте ДЕЙСТВИЯ: 1. Сведения об исполнителе теста 2. Пожалуйста, введите следующие сведения в поле: a. Имя b. Адрес эл. почты c. Причина выполнения этого теста ПРОВЕРКА: Этот тест не требует проверки

source: PURPOSE: This test will check that the system can switch to a virtual terminal and back to X STEPS: 1. Click "Test" to switch to another virtual terminal and then back to X VERIFICATION: Did your screen change temporarily to a text console and then switch back to your current session?
ast: OXETIVU: Esta prueba comprobará que'l sistema pue camudar a un terminal virtual y volver a X PASOS: 1. Calca «Prueba» pa cambiar a otru terminal virtual y llueu volver a X VERIFICACIÓN: ¿Cambió temporalmente la pantalla a una consola de testu y llueu volvió a la sesión actual?
cs: PURPOSE: Tento test ověří schopnost systému se přepnout do virtuálního terminálu a zpět do X STEPS: 1. Kliknutím na "Test" se počítač přepne do virtuálního terminálu a zpět do X VERIFICATION: Změnila se dočasně obrazovka na textový terminál a přepnula zpět do grafického rozhraní?
de: ZWECK: Dieser Test überprüft, ob das System zu einem virtuellen Terminal und zurück zur grafischen Oberfläche wechseln kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um zu einem anderen virtuellen Terminal und dann zurück zur grafischen Oberfläche zu wechseln. ÜBERPRÜFUNG: Hat Ihr Bildschirm vorübergehend zur Textkonsole und wieder zurück zur derzeitigen Sitzung geschaltet?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι το σύστημα μπορεί να εναλλάσσεται μεταξύ ενός εικονικού τερματικού και του εξυπηρετητή X ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να εναλλαχτείτε σε ένα άλλο εικονικό τερματικό και μετά πίσω στον εξυπηρετητή X ΕΠΑΛΗΘΕΥΣΗ: Άλλαξε η οθόνη σας προσωρινά σε μία κονσόλα κειμένου και μετά επανήλθε πίσω στην τρέχουσα συνεδρία σας;
fr: BUT : Ce test va vérifier que le système peut passer à un terminal virtuel et revenir à X. ÉTAPE : 1. Cliquez sur « Tester » pour passer à un autre terminal virtuel et revenir ensuite à X. VÉRIFICATION : Votre écran a-t-il affiché une console texte et est-il revenu ensuite à votre session courante ?
gl: PROPÓSITO: Esta proba verifica que o sistema pode cambiar a unha máquina virtual e volver a X PASOS: 1. Prema «Probar» para cambiar a outra terminal virtual e despois volver a X COMPROBACIÓN: Cambiou a pantalla temporalmente a unha consola de texto e despois volveu á sesión actual?
it: SCOPO: Questo test verifica che il sistema possa passare a un terminale virtuale e tornare a X. PASSI: 1. Fare clic su «Prova» per passare a un altro terminale virtuale e quindi tornare a X. VERIFICA: La schermo è passato temporaneamente a una console di testo per poi ritornare alla sessione corrente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ប្រព័ន្ធ​អាច​ប្ដូរ​ទៅជា​ស្ថានីយ​និម្មិត​ និង​ត្រឡប់​ទៅកាន់ X ​បាន​ដែរ​ឬ​ទេ ជំហាន ៖ ១. ចុច "សាកល្បង" ដើម្បី​ប្ដូរ​ទៅ​ស្ថានីយ​និម្មិត​មួយ​ផ្សេងទៀត បន្ទាប់មក​ត្រឡប់​ទៅកាន់ X ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អេក្រង់​របស់​អ្នក​ផ្លាស់ប្ដូរ​ជា​បណ្ដោះអាសន្ន​ទៅជា​កុងសូល​អត្ថបទ បន្ទាប់មក​ប្ដូរ​ទៅជា​សម័យ​បច្ចុប្បន្ន​វិញ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться, что система может переключаться в виртуальный терминал и возвращаться обратно в X ДЕЙСТВИЯ: 1. Щёлкните "Проверить" для переключения в другой виртуальный терминал, а затем возвращения в X ПРОВЕРКА: Переключается ли временно ваш экран в текстовую консоль и затем возвращается в ваш рабочий сеанс?
zh_cn: 目的： 此测试将检查该系统是否能够切换到虚拟终端，以及切回到 X 步骤： 1. 单击 "测试"，切换到其他虚拟终端，然后切回到 X 验证： 您的屏幕是否临时变为文本控制台，然后又切回到您当前的会话？

source: Run Firmware Test Suite (fwts) automated tests.
ast: Executa les pruebes automátiques del Firmware Test Suite(fwts).
cs: Spustit automatické testy Firmware Test Suite (fwts)
de: Ausführen der automatisierten Tests der Firmware-Test-Suite (fwts).
el: Εκτέλεση των αυτοματοποιημένων ελέγχων της σουίτας firmware (fwts)
fr: Exécute les tests automatiques de Firmware Test Suite (fwts).
gl: Executa as probas automáticas do Firmware Test Suite (fwts).
it: Esegue i test automatici di Firmware Test Suite (fwts).
km: ដំណើរការ​ការ​សាកល្បង​ស្វ័យប្រវត្តិ​នៃ Firmware Test Suite (fwts) ។
ru: Запустить набор автоматизированных тестов встроенных программ (FWTS).
zh_cn: 运行固件测试用例(Firmware Test Suite, fwts)自动测试。

source: Attaches the FWTS results log to the submission
de: Den Testergebnissen wird das FWTS-Ergebnisprotokoll hinzugefügt.
el: Επισυνάπτει στην υποβολή το αρχείο καταγραφής των αποτελεσμάτων FWTS
fr: Joint le journal des résultats FWTS à la soumission
gl: Anexa o rexistro de resultados FWTS ao envío
it: Allega il registro dei risultati di FWTS all'invio.
ru: Прикрепляет журнал событий FWTS в отчёт
