Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the file browser can copy a folder STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Copy. 3. Right Click on any white area in the window and click on Paste. 4. Right click on the folder called Test Folder(copy) and click Rename. 5. Enter the name Test Data in the name box and hit Enter. 6. Close the File browser. VERIFICATION: Do you now have a folder called Test Data?
ast: OXETIVU: Esti test verificará si'l to navegador de ficheros pue copiar una carpeta. PASOS: 1. Calca en "Probar" p'abrir el Navegador de ficheros. 2. Calca col botón derechu na carpeta denomada Carpeta de Test y seleiciona Copiar. 3. Calca col botón derechu en cualesquier área blanca de la ventana y seleiciona Apegar. 4. Calca col botón derechu na carpeta denomada Carpeta de Test(copia) y seleiciona Renomar. 5. Escribi'l nome Datos de Test na caxa del nome y calca Enter 6. Zarra'l navegador de ficheros VERIFICACIÓN: ¿Tienes agora una carpeta denomada Datos de Test?
cs: CÍL: Tento test ověří, že Správce souborů může kopírovat adresář POSTUP: 1. Kliknutím na Test se otevře Správce souborů. 2. Klikněte pravým tlačítkem na adresář "Testovací adresář" a vyberte Kopírovat. 3. Klikněte pravým tlačítkem kamkoliv do prázdného místa a vyberte Vložit. 4. Klikněte pravým tlačítkem na adresář "Testovací adresář (kopie)" a vyberte Přejmenovat. 5. Zadejte název "Testovací data" a potvrďte klávesou Enter. 6. Zavřete Správce souborů. DŮKAZ: Máte adresář "Testovací data"?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner kopieren kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf den Ordner namens »Testordner« und wählen Sie »Kopieren«. 3. Rechtsklicken Sie auf eine beliebige Stelle der weißen Fläche im Fenster und wählen Sie »Einfügen«. 4. Rechtsklicken Sie auf den Order mit dem Namen »Testordner (Kopie)« und wählen Sie »Umbenennen«. 5. Geben Sie den Namen »Testdaten« im Namensfeld für den neuen Ordner ein und drücken Sie die Eingabetaste. 6. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Ist nun der Ordner mit dem Namen »Testdaten« vorhanden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι ο διαχειριστής αρχείων έχει τη δυνατότητα να εκτελέσει αντιγραφή ενός φακέλου ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να ανοίξει ο διαχειριστής αρχείων. 2. Κάντε δεξί κλικ στο φάκελο με το όνομα «Φάκελος δοκιμής» και πατήστε στην επιλογή «Αντιγραφή». 3. Κάντε δεξί κλικ σε οποιαδήποτε κενή επιφάνεια του παραθύρου και πατήστε στην επιλογή «Επικόλληση». 4. Κάντε δεξί κλικ στο φάκελο με το όνομα «Φάκελος δοκιμής(αντίγραφο)» και πατήστε στην επιλογή «Μετονομασία». 5. Εισάγετε το όνομα «Δοκιμαστικά δεδομένα» στο πεδίο και πατήστε το πλήκτρο Enter. 6. Κλείστε το διαχειριστή αρχείων. ΕΠΑΛΗΘΕΥΣΗ: Υπάρχει ο νέος φάκελος με το όνομα «Δοκιμαστικά δεδομένα»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut copier un dossier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Faites un clic droit sur le dossier Test Folder et cliquez sur Copier. 3. Faites un clic droit dans la partie blanche de la fenêtre et cliquez sur Coller. 4. Faites un clic droit sur le dossier Test Folder(copie) et cliquez sur Renommer. 5. Saisissez le nom Test Data dans le champ de saisie et appuyez sur Entrée. 6. Fermez le gestionnaire de fichiers. VÉRIFICATION : Avez-vous maintenant un dossier appelé Test Data ?
gl: PROPÓSITO: Esta proba verificará que o explorador de ficheiros pode copiar un cartafol PASOS: 1. Prema «Probar» para abrir o explorador de ficheiros. 2. Faga clic no botón dereito sobre o cartafol chamado «Cartafol de proba» e prema «Copiar». 3. Faga clic no botón dereito sobre un espazo baleiro e prema «Pegar». 4. Faga clic no botón dereito sobre o cartafol chamado «Cartafol de proba (copia)» e prema «Renomear». 5. Introduza o nome «Datos de proba» na caixa do nome e prema «Intro». 6. Peche o explorador de ficheiros. COMPROBACIÓN: Ten agora un cartafol chamado «Datos de proba»?
it: SCOPO: Questo test verifica che l'esploratore file riesca copiare una cartella. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic con il tasto destro sulla «Cartella di prova», quindi fare clic su Copia. 3. Fare clic con il tasto destro su un'area vuota della finestra, quindi fare clic su Incolla. 4. Fare clic con il tasto destro sulla «Cartella di prova(copia)», quindi fare clic su Rinomina. 5. Inserire «Dati di prova» come nome della cartella e premere Invio. 6. Chiudere l'esploratore file. VERIFICA: È presente una cartella di nome «Dati di prova»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​ចម្លង​ថត​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ ២. ចុច​កណ្ដុរស្ដាំ​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Folder រួច​ចុច ចម្លង ។ ៣. ចុច​កណ្ដុរស្ដាំ​លើ​ផ្ទៃ​ពណ៌ស រួច​ចុច បិទភ្ជាប់ ។ ៤. ចុច​កណ្ដុរស្ដាំ​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Folder(ចម្លង) រួច​ចុច ប្ដូរ​ឈ្មោះ ។ ៥. បញ្ចូល​ឈ្មោះ​ថា Test Data នៅ​ក្នុង​ប្រអប់​ឈ្មោះ រួច​ចុច​បញ្ចូល (Enter) ។ ៦. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មាន​ឃើញ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Data ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в возможности копирования папок используя обозреватель файлов ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните правой кнопкой на папке с именем Test Folder и щёлкните Копировать. 3. Щёлкните правой кнопкой в любом пустом месте окна и щёлкните Вставить. 4. Щёлкните правой кнопкой на папке с именем Test Folder(копия) и щёлкните Переименовать. 5. Введите имя Test Data в поле названия и нажмите клавишу Ввод (Enter). 6. Закройте обозреватель файлов. ПРОВЕРКА: Существует ли папка с именем Test Data?
zh_cn: 目的： 此测试将检查文件浏览器是否能够复制文件夹 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 右键单击名为 Test Folder 的文件夹，然后单击 "复制"。 3. 右键单击窗口中的任何白色区域，然后单击 "粘贴"。 4. 右键单击名为 Test Folder(复件)的文件夹，然后单击 "重命名"。 5. 在名称框中输入名称 Test Data，然后按 Enter。 6. 关闭文件浏览器。 验证： 您现在是否有了一个名为 Test Data 的文件夹？

source: PURPOSE: This test will verify that the file browser can move a folder. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the folder called Test Data onto the icon called Test Folder. 3. Release the button. 4. Double click the folder called Test Folder to open it up. 5. Close the File Browser. VERIFICATION: Was the folder called Test Data successfully moved into the folder called Test Folder?
ast: OXETIVU: Esti test va verificar si'l navegador de ficheros pue mover una carpeta. PASOS: 1. Calca en "Probar" p'abrir el navegador de ficheros. 2. Calca y arrastra la carpeta denomada Datos de Test al iconu denomáu Carpeta de Test. 3. Suelta'l botón. 4. Fai clic dos vegaes na carpeta denomada Carpeta de Test p'abrila. 5. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿Movióse la carpeta denomada Datos de Test dientro de la carpeta denomada Carpeta de Test?
cs: CÍL: Tento test ověří, že Správce souborů může přesunout adresář. POSTUP: 1. Kliknutím na Test se otevře Správce souborů. 2. Chyťte a přesuňte adresář "Testovací data" na ikonu adresáře "Testovací adresář". 3. Uvolněte tlačítko. 4. Otevřte adresář "Testovací adresář". 5. Zavřete Správce souborů. DŮKAZ: Přesunul se adresář Testovací data do Testovacího adresáře?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner verschieben kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Klicken und ziehen Sie den Ordner namens »Testdaten« auf das Symbol »Testordner«. 3. Doppelklicken Sie auf den »Testordner«, um ihn zu öffnen. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde der Ordner »Testdaten« erfolgreich in den Ordner »Testordner« verschoben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι ο διαχειριστής αρχείων έχει τη δυνατότητα να εκτελέσει μετακίνηση ενός φακέλου. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να ανοίξει ο διαχειριστής αρχείων. 2. Κάντε κλικ και σύρετε το φάκελο «Δοκιμαστικά δεδομένα» επάνω στο εικονίδιο με το όνομα «Φάκελος δοκιμής». 3. Απελευθερώστε το πλήκτρο του ποντικιού. 4. Κάντε διπλό κλικ στο φάκελο με το όνομα «Φάκελος δοκιμής» ώστε να τον ανοίξετε. 5. Κλείστε το διαχειριστή αρχείων. ΕΠΑΛΗΘΕΥΣΗ: Μετακινήθηκε επιτυχώς ο φάκελος με το όνομα «Δοκιμαστικά δεδομένα» μέσα στο φάκελο με το όνομα «Φάκελος δοκιμής»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut déplacer un dossier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Cliquez et déplacez le dossier Test Data sur l'icône Test Folder. 3. Relâchez le bouton. 4. Double cliquez sur le dossier Test Folder pour l'ouvrir. 5. Fermez le gestionnaire de fichiers. VÉRIFICATION : Le dossier Test Data a-t-il bien été déplacé dans le dossier Test Folder ?
gl: PROPÓSITO: Esta proba verifica que o explorador de ficheiros pode mover un cartafol PASOS: 1. Prema «Probar» para abrir o explorador de ficheiros. 2. Prema e arrastre o cartafol chamado «Datos de proba» dentro da icona chamada «Cartafol de proba». 3. Solte o botón. 4. Faga dobre clic no cartafol chamado «Cartafol de proba» para abrilo. 5. Peche o explorador de ficheiros. COMPROBACIÓN: Moveuse correctamente o cartafol chamado «Datos de proba» dentro do cartafol chamado «Cartafol de proba»?
it: SCOPO: Questo test verifica che l'esploratore file riesca a spostare una cartella. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic e trascinare la cartella chiamata «Dati di prova» sopra l'icona di nome «Cartella di prova». 3. Rilasciare il tasto. 4. Fare doppio clic sulla cartella di nome «Cartella di prova» per aprirla. 5. Chiudere l'esploratore file. VERIFICA: La cartella «Dati di prova» è stata spostata con successo nella cartella di nome «Cartella di prova»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​ផ្លាស់ទី​ថត​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ 2. ចុច រួច​អូស​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Data ទម្លាក់​លើ​រូបតំណាង​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Folder ។ ៣. លែង​ប៊ូតុង​កណ្ដុរ ។ ៤. ចុច​ទ្វេ​ដង​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Folder ដើម្បី​បើក​វា​ឡើង ។ ៥. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ថត Test Data បាន​ផ្លាស់ទី​ទៅ​ក្នុង​ថត Test Folder ដោយ​ជោគជ័យ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в возможности перемещения папок используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните и перенесите папку с именем Test Data на значок под именем Test Folder. 3. Отпустите кнопку. 4. Щёлкните дважды на папке с именем Test Folder для её открытия. 5. Закройте обозреватель файлов. ПРОВЕРКА: Была ли папка с именем Test Data перемещена надлежащим образом в папку с именем Test Folder?
zh_cn: 目的： 此测试将验证文件浏览器是否能够移动文件夹。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 单击名为 Test Data 的文件夹，然后将其拖到名为 Test Folder 的图标上。 3. 释放按钮。 4. 双击名为 Test Folder 的文件夹，将其打开。 5. 关闭文件浏览器。 验证： 是否将名为 Test Data 的文件夹成功移动到了名为 Test Folder 的文件夹中？

source: PURPOSE: This test will check that the file browser can create a new file. STEPS: 1. Click Select Test to open the File Browser. 2. Right click in the white space and click Create Document -> Empty Document. 3. Enter the name Test File 1 in the name box and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a file called Test File 1?
ast: OXETIVU: Esti test va verificar si'l navegador de ficheros pue crear un ficheru nuevu. PASOS: 1. Calca en Seleicionar test p'abrir el navegador de ficheros. 2. Calca col botón derechu nun espaciu en blanco y seleiciona Crear documentu -> Ficheru ermu. 3. Escribi'l nome Ficheru de testu 1 na caxa del nome y calca Enter. 4. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿Tienes agora un ficheru denomáu Ficheru de testu 1?
cs: CÍL: Tento test ověří, že Správce souborů může vytvořit nový soubor. POSTUP: 1. Kliknutím na "Test" spustíte Správce souborů. 2. Klikněte pravým tlačítkem na volné místo a vyberte Vytvořit dokument->Prázdný soubor. 3. Zadejte název "Testovací soubor 1" a stiskněte klávesu Enter. 4. Uzavřete Správce souborů. DŮKAZ: Vytvořil se Testovací soubor 1?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine neue Datei erstellen kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf den freien, weißen Raum und wählen Sie »Neues Dokument anlegen → Leeres Dokument« 3. Geben Sie »Testdatei 1« als Dateinamen ein und drücken Sie die Eingabetaste. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde eine Datei namens »Testdatei 1« erstellt?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο περιηγητής αρχείων μπορεί να δημιουργήσει ένα νέο αρχείο. ΒΗΜΑΤΑ: 1. Κλικ στο Επιλογή δοκιμής για να ανοίξετε τον περιηγητή αρχείων. 2. Δεξί κλικ στον κενό χώρο και κλικ Δημιουργία εγγράφου → Κενό έγγραφο. 3. Εισαγωγή του ονόματος «Δοκιμή αρχείου 1» στο πλαίσιο ονόματος και πάτημα Enter. 4. Κλείσιμο του περιηγητή αρχείων. ΕΠΙΒΕΒΑΙΩΣΗ: Έχετε τώρα ένα αρχείο που λέγεται «Δοκιμή αρχείου 1»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut créer un nouveau fichier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Faites un clic droit dans la partie blanche et cliquez sur Créer un nouveau document -> document vide. 3. Saisissez le nom Test File 1 dans le champ de saisie et appuyez sur Entrée. 4. Fermez le gestionnaire de fichiers. VÉRIFICATION : Avez-vous maintenant un fichier Test File 1 ?
gl: PROPÓSITO: Esta proba verificará que o explorador de ficheiros pode crear un novo ficheiro PASOS: 1. Prema «Seleccionar proba» para abrir o explorador de ficheiros. 2. Faga clic dereito nun espazo baleiro e prema «Crear novo documento» -> Documento baleiro 3. Introduza o nome «Ficheiro de proba 1» na caixa do nome e prema Intro. 4. Peche o explorador de ficheiros. COMPROBACIÓN: Ten agora un ficheiro chamado «Ficheiro de proba 1»?
it: SCOPO: Questo test verifica che l'esploratore file riesca a creare un nuovo file. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic con il tasto destro nello spazio bianco, quindi fare clic su Crea documento → Documento vuoto. 3. Inserire «File di prova 1» come nome per il file e premere Invio. 4. Chiudere l'esploratore file. VERIFICA: Ora è presente un file di nome «File di prova 1»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​​បង្កើត​ឯកសារ​ថ្មី​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ ២. ចុច​កណ្ដុរស្ដាំ​លើ​ផ្ទៃ​ពណ៌ស រួច​ចុច បង្កើត​ឯកសារ -> ឯកសារ​ទទេ ។ ៣. បញ្ចូល​ឈ្មោះ​ថា Test File 1 នៅ​ក្នុង​ប្រអប់​ឈ្មោះ រួច​ចុច​បញ្ចូល (Enter) ។ ៤. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មាន​ឃើញ​ឯកសារ​ថ្មី​ដែល​មាន​ឈ្មោះ​ថា Test File 1 ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в возможности создания нового файла используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните правой кнопкой в пустой области и выберите Создать документ -> Пустой документ. 3. Введите название Test File 1 в поле имени и нажмите клавишу Ввод (Enter). 4. Закройте обозреватель файлов. ПРОВЕРКА: Был ли создан файл с именем Test File 1?
zh_cn: 目的： 此测试将检查文件浏览器是否能够创建新文件。 步骤： 1. 单击 "选择测试"，打开文件浏览器。 2. 右键单击白色空间，然后单击 "创建文档" -> "空文档"。 3. 在名称框中输入名称 Test File 1，然后按 Enter。 4. 关闭文件浏览器。 验证： 您现在是否有了一个名为 Test File 1 的文件？

source: PURPOSE: This test will check that the file browser can copy a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click Copy. 3. Right click in the white space and click Paste. 4. Right click on the file called Test File 1(copy) and click Rename. 5. Enter the name Test File 2 in the name box and hit Enter. 6. Close the File Browser. VERIFICATION: Do you now have a file called Test File 2?
ast: OXETIVU: Esti test va verificar si'l navegador de ficheros pue copiar un ficheru. PASOS: 1. Calca en "Probar" p'abrir el navegador de ficheros. 2. Calca col botón derechu sobre'l ficheru denomáu Ficheru de testu 1 y seleiciona Copiar. 3. Calca col botón derechu nun espaciu en blanco y seleiciona Apegar. 4. Calca col botón derechu sobre'l ficheru denomáu Fiecheru de testu 1(copia) y seleiciona Renomar. 5. Introduz el nome de Ficheru de testu 2 na caxa del nome y calca Enter. 6. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿Agora tienes un ficheru denomáu Ficheru de testu 2?
cs: CÍL: Tento test ověří, že Správce souborů může kopírovat soubor. POSTUP: 1. Kliknutím na "Test" spustíte Správce souborů. 2. Klikněte pravým tlačítkem na Testovací soubor 1 a zvolte Kopírovat. 3. Klikněte pravým tlačítkem na volné místo a vyberte Vložit. 4. Klikněte pravým tlačítkem na soubor "Testovací soubor 1 (kopie)" a zvolte Přejmenovat. 5. Zadejte název "Testovací soubor 2". 6. Zavřete Správce souborů. DŮKAZ: Vytvořil se soubor "Testovací soubor 2"?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei kopieren kann DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf die Datei »Testdatei 1« und wählen Sie »Kopieren«. 3. Rechtsklicken Sie in den freien, weißen Raum und wählen Sie »Einfügen«. 4. Rechtsklicken Sie auf die Datei namens »Testdatei 1 (Kopie)« und wählen Sie »Umbenennen«. 5. Geben Sie »Testdatei 2« als Dateinamen ein. 6. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Haben Sie nun eine Datei namens »Testdatei 2«?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο περιηγητής αρχείων μπορεί να αντιγράψει ένα αρχείο. ΒΗΜΑΤΑ: 1. Κλικ στο Δοκιμή για άνοιγμα του περιηγητή αρχείων. 2. Δεξί κλικ στο αρχείο που λέγεται «Δοκιμή αρχείου 1» και κλικ στο Αντιγραφή. 3. Δεξί κλικ στον κενό χώρο και κλικ στο Επικόλληση. 4. Δεξί κλικ στο αρχείο που λέγεται «Δοκιμή αρχείου 1 (αντίγραφο)» και κλικ στο Μετονομασία. 5. Εισαγωγή του ονόματος «Δοκιμή αρχείου 2» στο πλαίσιο ονόματος και πάτημα Enter. 6. Κλείσιμο του περιηγητή αρχείου. ΕΠΙΒΕΒΑΙΩΣΗ: Έχετε ένα αρχείο με όνομα «Δοκιμή αρχείου 2»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut copier un fichier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Faites un clic droit sur le fichier Test File 1 et cliquez sur Copier. 3. Faites un clic droit dans la partie blanche de la fenêtre et cliquez sur Coller. 4. Faites un clic droit sur le fichier Test File 1(copie) et cliquez sur Renommer. 5. Saisissez le nom Test File 2 dans le champ de saisie et appuyez sur Entrée. 6. Fermez le gestionnaire de fichiers. VÉRIFICATION : Avez-vous maintenant un fichier appelé Test File 2 ?
gl: PROPÓSITO: Esta proba verificará que o explorador de ficheiros pode copiar un ficheiro PASOS: 1. Prema «Probar» para abrir o explorador de ficheiros. 2. Faga clic no botón dereito sobre o ficheiro chamado «Ficheiro de proba 1» e prema «Copiar». 3. Faga clic no botón dereito sobre un espazo baleiro e prema «Pegar». 4. Faga clic no botón dereito sobre o ficheiro chamado «Ficheiro de proba 1 (copia) » e prema «Renomear». 5. Introduza o nome «Ficheiro de proba 2» na caixa do nome e prema «Intro». 6. Peche o explorador de ficheiros. COMPROBACIÓN: Ten agora un ficheiro chamado «Ficheiro de proba 2»?
it: SCOPO: Questo test verifica che l'esploratore file riesca a copiare un file. PASSI: 1. Fare clic per aprire l'esploratore file. 2. Fare clic con il tasto destro sul file di nome «File di prova 1», quindi fare clic su Copia. 3. Fare clic con il tasto destro nello spazio bianco, quindi fare clic su Incolla. 4. Fare clic sul file di nome «File di prova 1(copia)», quindi fare clic su Rinomina. 5. Inserire «File di prova 2» come nome del file e premere Invio. 6. Chiudere l'esploratore file. VERIFICA: Ora è presente un file di nome «File di prova 2»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​ចម្លង​ឯកសារ​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ ២. ចុច​កណ្ដុរស្ដាំ​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test File 1 រួច​ចុច ចម្លង ។ ៣. ចុច​កណ្ដុរស្ដាំ​លើ​ផ្ទៃ​ពណ៌ស រួច​ចុច បិទភ្ជាប់ ។ ៤. ចុច​កណ្ដុរស្ដាំ​លើ​ឯកសារ​ដែល​មាន​ឈ្មោះ​ថា Test File 1(ចម្លង) រួច​ចុច ប្ដូរ​ឈ្មោះ ។ ៥. បញ្ចូល​ឈ្មោះ​ថា Test File 2 នៅ​ក្នុង​ប្រអប់​ឈ្មោះ រួច​ចុច​បញ្ចូល (Enter) ។ ៦. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មាន​ឃើញ​ឯកសារ​ដែល​មាន​ឈ្មោះ​ថា Test File 2 ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в возможности копирования файлов используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните правой кнопкой на файле с именем Test File 1 и щёлкните Копировать. 3. Щёлкните правой кнопкой в пустой области и щёлкните Вставить. 4. Щёлкните правой кнопкой на файле с именем Test File 1(копия) и щёлкните Переименовать. 5. Введите имя Test File 2 в поле названия и нажмите клавишу Ввод (Enter). 6. Закройте обозреватель файлов. ПРОВЕРКА: Был ли создан файл с именем Test File 2?
zh_cn: 目的： 此测试将检查文件浏览器是否能够复制文件。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 右键单击名为 Test File 1 的文件，然后单击"复制"。 3. 右键单击白色空间，然后单击 "粘贴"。 4. 右键单击名为 Test File 1(复件)的文件，然后单击 "重命名"。 5. 在名称框中输入名称 Test File 2，然后按回车。 6. 关闭文件浏览器。 验证： 您现在是否有了一个名为 Test File 2 的文件？
