Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: System Testing
ast: Prebes del Sistema
cs: Test systému
de: Systemüberprüfung
el: Δοκιμή συστήματος
fr: Test du Système
gl: Comprobación do sistema
it: Test del sistema
km: ការ​សាកល្បង​ប្រព័ន្ធ
ru: Проверка системы
zh_cn: 系统测试

source: Test your system and submit results to Launchpad
de: Testen Sie Ihr System und übermitteln Sie Ihre Ergebnise an Launchpad
gl: Probe o sistema e envíe os resultados a Launchpad

source: Test to detect audio devices
ast: Prueba pa deteutar preseos d'audio
cs: Testovat přítomnost audio zařízení
de: Test zur Erkennung von Audio-Geräten
el: Έλεγχος για ανίχνευση συσκευών ήχου
fr: Testez la détection des périphériques audio
gl: Proba para detectar os dispositivos de son
it: Test per rilevare periferiche audio.
km: សាកល្បង​ដើម្បី​រក​ឧបករណ៍​អូឌីយ៉ូ
ru: Проверка определения звуковых устройств
zh_cn: 检测音频设备的测试

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
ast: OXETIVU: Esta prueba va verificar que los altavoces internos funcionen correutamente PASOS: 1. Asegúrate de que nun esistan altavoces o audífonos esternos coneutaos Si tas probando un equipu d'escritoriu, los altavoces esternos permítense 2. Calca nel botón Probar pa reproducir un tonu curtiu nel to preséu d'audio VERIFICACIÓN: ¿Escuchóse un tonu?
cs: CÍL: Tento test otestuje integrovaný reproduktor POSTUP: 1. Ujistěte se, že není připojen žádný externí reproduktor nebo sluchátka. Reproduktory jsou povoleny u destkopu. 2. Klikněte na tlačítko Testovat a poslouchejte, zda se ozve tón. DŮKAZ: Byl slyšet tón?
de: ZWECK: Dieser Test überprüft, ob die eingebauten Lautsprecher korrekt funktionieren. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass keine externen Lautsprecher oder Kopfhörer angeschlossen sind. Falls es sich um einen fest installierten Rechner handelt, können externe Lautsprecher angeschlossen bleiben. 2. Klicken Sie auf »Testen«, um einen kurzen Ton wiederzugeben. ÜBERPRÜFUNG: Haben Sie einen Ton gehört?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι τα εσωτερικά ηχεία λειτουργούν σωστά ΒΗΜΑΤΑ: 1. Επιβεβαιώστε ότι δεν είναι συνδεδεμένα εξωτερικά ηχεία ή ακουστικά Εάν ελέγχετε έναν επιτραπέζιο υπολογιστή, τα εξωτερικά ηχεία επιτρέπονται 2. Κάντε κλικ στο κουμπί Έλεγχος για να παιχτεί ένας σύντομος τόνος στην συσκευή ήχου σας ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε τόνο;
fr: BUT : Ce test va vérifier que les haut-parleurs internes fonctionnent correctement. ÉTAPES : 1. Assurez-vous qu'aucune enceinte externe ou casque n'est connecté. Si la machine testée est de type bureau, les enceintes externes sont permises. 2. Cliquez sur le bouton « Tester » pour faire jouer une courte mélodie à votre périphérique audio VÉRIFICATION : Avez-vous entendu la mélodie ?
gl: PROPÓSITO: Esta proba verifica que os altofalantes internos funcionan correctamente PASOS: 1. Asegúrese de que non ten conectados altofalantes externos nin auriculares. Se está facendo a proba nun computador de sobremesa, pode deixar conectados os altofalantes externos 2. Prema no botón «Probar» para reproducir un son no dispositivo. COMPROBACIÓN Ouviu un son?
it: SCOPO: Questo test verifica il corretto funzionamento degli altoparlanti interni. PASSI: 1. Assicurarsi che non sia connesso alcun altoparlante esterno o cuffia. Gli altoparlanti esterni sono ammessi solo se si sta provando un sistema desktop. 2. Fare clic sul pulsante «Prova» per riprodurre un breve suono sul proprio dispositivo audio. VERIFICA: Si sente un suono?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា ​តើ​ធុង​បាស​ខាងក្នុង​​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. សូម​ប្រាកដ​ថា គ្មាន​ធុងបាស​ខាងក្រៅ ឬ​កាស​ត្រូវ​បាន​តភ្ជាប់ ប្រសិនបើ​សាកល្បង​ផ្ទៃតុ ធុងបាស​ខាងក្រៅ​នឹង​ត្រូវ​បាន​អនុញ្ញាត ២. ចុច​ប៊ូតុង​សាកល្បង ដើម្បី​ចាក់​សំឡេង​មួយ​ភ្លែត​នៅ​លើ​ឧបករណ៍​អូឌីយ៉ូ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​ឮ​សំឡេង​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности встроенных колонок ДЕЙСТВИЯ: 1. Убедитесь, что к устройству не подключены наушники или внешние колонки При тестировании настольного ПК, допустимо подключение внешних колонок 2. Нажмите кнопку Проверить для воспроизведения короткого сигнала на вашем звуковом устройстве ПРОВЕРКА: Вы слышали сигнал?
zh_cn: 目的： 此测试将检查内置扬声器是否正确工作 步骤： 1. 确保未连接外置扬声器或耳机 如果测试台式机，则允许使用外置扬声器 2. 单击 "测试" 按钮，在您的音频设备上播放简短的声音 验证： 您听到声音了吗？

source: PURPOSE: HDMI audio interface verification STEPS: 1. Plug an external HDMI device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the HDMI device?
de: ZWECK: Überprüfung der HDMI-Audio-Schnittstelle DURCHFÜHRUNG: 1. Schließen Sie ein externes HDMI-Gerät mit Ton an (Benutzen Sie nur einen HDMI/DisplayPort-Anschluss zur gleichen Zeit) 2. Klicken Sie auf den Knopf »Testen« ÜBERPRÜFUNG: Konnten Sie den Ton über das HDMI-Gerät hören?
gl: PROPÓSITO: Comprobación da interface de son HDMI PASOS: 1. Conecte un dispositivo externo HDMI con son (use só unha interface HDMI/DisplayPort á vez nesta proba) 2. Prema o botón «Probar» COMPROBACIÓN: Escoitou o son do dispositivo HDMI?

source: PURPOSE: DisplayPort audio interface verification STEPS: 1. Plug an external DisplayPort device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the DisplayPort device?
de: ZWECK: Überprüfung der DisplayPort-Audio-Schnittstelle DURCHFÜHRUNG: 1. Schließen Sie ein externes DisplayPort-Gerät mit Ton an (Benutzen Sie nur einen HDMI/DisplayPort-Anschluss zur gleichen Zeit) 2. Klicken Sie auf den Knopf »Testen« ÜBERPRÜFUNG: Konnten Sie den Ton über das DisplayPort-Gerät hören?
gl: PROPÓSITO: Comprobación da interface de son DisplayPort PASOS: 1. Conecte un dispositivo externo DisplayPort con son (use só unha interface HDMI/DisplayPort á vez nesta proba) 2. Prema o botón «Probar» COMPROBACIÓN: Escoitou o son do dispositivo DisplayPort?

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
ast: OXETIVU: Esta prueba verificará que los auriculares coneutaos funcionen correcho PASOS: 1. Coneuta un par d'auriculares al preséu d'audio. 2. Calca nel botón Probar pa reproducir un tonu nel to preséu d'audio VERIFICACIÓN: ¿Escuchóse dalgún soníu nos auriculares y ensin distorsión dalguna, clics u otros ruíos estraños?
cs: CÍL: Tento test otestuje připojení sluchátek POSTUP: 1. Připojte sluchátka 2. Klikněte na tlačítko Testovat a poslouchejte zvuk ze sluchátek DŮKAZ: Slyšeli jste ze sluchátek zvuk bez poruch, šumu, praskání a deformací?
de: ZWECK: Dieser Test überprüft, ob Ihr Kopfhöreranschluss funktioniert. DURCHFÜHRUNG: 1. Verbinden Sie Ihre Kopfhörer mit Ihrem Audio-Gerät. 2. Klicken Sie auf »Testen«, um einen Ton über Ihr Audio-Gerät wiederzugeben. ÜBERPRÜFUNG: Haben Sie den Ton ohne Verzerrungen, Klicken oder andere seltsame Geräuschen über die Kopfhörer gehört?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η σύνδεση ακουστικών λειτουργεί σωστά ΒΗΜΑΤΑ: 1. Συνδέστε ένα ζευγάρι ακουστικά στη συσκευή ήχου σας 2. Κάντε κλικ στο κουμπί Έλεγχος για να παιχτεί ένας ήχος στην συσκευή ήχου σας ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε ήχο μέσω των ακουστικών και ο ήχος παίχτηκε χωρίς παραμόρφωση, κλικ ή άλλους περίεργους ήχους από τα ακουστικά σας;
fr: BUT : Ce test va vérifier que votre connecteur d'écouteurs fonctionne correctement ÉTAPES : 1. Connectez des écouteurs sur votre périphérique audio. 2. Cliquez sur le bouton « Tester » pour jouer un son dans votre périphérique audio VÉRIFICATION : Avez-vous entendu un son dans les écouteurs et est-ce que le son a été joué sans aucune distorsion, clics ou bruits étranges ?
gl: PROPÓSITO: Esta proba verifica que o conector dos auriculares funciona correctamente. PASOS: 1. Conecte uns auriculares estéreo no seu equipo 2. Pulse o botón «Probar» para reproducir un son no seu equipo COMPROBACIÓN: Ouviu un son sen ningunha distorsión, clics ou outros ruídos estraños polos seus auriculares?
it: SCOPO: Questo test verifica il corretto funzionamento del connettore delle cuffie. PASSI: 1. Connettere un paio di cuffie al proprio dispositivo audio. 2. Fare clic sul pulsante «Prova» per riprodurre un suono sul proprio dispositivo audio. VERIFICA: Si sente un suono attraverso le cuffie? In caso affermativo, è stato emesso senza alcuna distorsione, clic o altri strani rumori?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ឧបករណ៍​តភ្ជាប់​កាស​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. តភ្ជាប់​កាស​មួយ​គូ​ទៅ​កាន់​ឧបករណ៍​អូឌីយ៉ូ​របស់​អ្នក ២. ចុច​ប៊ូតុង​សាកល្បង ដើម្បី​ចាក់​សំឡេង​ទៅកាន់​ឧបករណ៍​អូឌីយ៉ូ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​ឮ​សំឡេង​តាម​កាស និង​ថា​តើ​សំឡេង​បន្លឺ​ឡើង​បាន​យ៉ាង​ល្អ ដោយ​គ្មាន​សំឡេង​​រំខាន ឬ​សំឡេង​ចម្លែក​ផ្សេងទៀត​ចេញ​មក​ពី​កាស​របស់​អ្នក​ដែរ​​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности штекера наушников ДЕЙСТВИЯ: 1. Подсоедините наушники к вашему звуковому устройству 2. Щёлкните кнопку Проверить для воспроизведения звукового сигнала через звуковое устройство ПРОВЕРКА: Был ли слышен звук в наушниках и был ли он воспроизведён в ваших наушниках без искажений, щелчков или других искажённых звуков?
zh_cn: 目的： 此测试将检查耳机接口是否正确工作 步骤： 1. 将一对耳机连接到您的音频设备 2. 单击 "测试" 按钮，让音频设备播放声音 验证： 您是否通过耳机听到了声音，从耳机播放的声音是否没有失真、咔嗒声或其他奇怪噪声？

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
ast: OXETIVU: Esta prueba comprueba que la grabación de soníu mediante'l micrófonu funciona correcho. PASOS: 1. Desconeutar cualquier micrófonu esterno que tengas coneutáu. 2. Calca «Probar», llueu fala al micrófonu internu. 3. La grabación reproduciráse dempués d'unos segundos. VERIFICACIÓN: ¿Escuchóse la grabación?
cs: CÍL: Tento test otestuje integrovaný mikrofon PUSTUP: 1. Odpojte všechny externí mikrofony. 2. Klikněte na tlačítko "Test" a mluvte do mikrofonu. 3. Po několika sekundách uslyšíte svůj hlas z reproduktoru. DŮKAZ: Ozval se váš hlas z reproduktoru?
de: ZWECK: Dieser Test überprüft, ob die Tonaufnahme über das eingebaute Mikrofon funktioniert. DURCHFÜHRUNG: 1. Entfernen Sie jegliche externen Mikrofone, die angeschlossen sind. 2. Klicken Sie auf »Testen« und sprechen Sie in Ihr eingebautes Mikrofon. 3. Nach einigen Sekunden sollte Ihre Aufnahme wiedergegeben werden. ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme gehört?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η ηχογράφηση μέσω του ενσωματωμένου μικροφώνου λειτουργεί σωστά ΒΗΜΑΤΑ: 1. Αποσυνδέστε οποιοδήποτε εξωτερικό μικρόφωνο έχετε τυχόν συνδέσει 2. Κάντε κλικ στην επιλογή «Δοκιμή» και έπειτα μιλήστε στο εσωτερικό μικρόφωνο 3. Κάποια δευτερόλεπτα αργότερα, θα πρέπει να γίνει η αναπαραγωγή της ομιλίας σας. ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε την αναπαραγωγή της ομιλίας σας;
fr: BUT : Ce test va vérifier que l'enregistrement sonore via le microphone intégré fonctionne correctement ÉTAPES : 1. Déconnectez tout microphone externe 2. Cliquez sur le bouton « Tester », puis parlez dans votre microphone interne 3. Après quelques secondes, votre enregistrement vous sera rejoué VÉRIFICATION : Avez-vous entendu votre enregistrement ?
gl: PROPÓSITO: Esta proba verifica que a gravación de son mediante o micrófono integrado funciona correctamente. PASOS: 1. Desconecte calquera micrófono externo que vostede teña conectado. 2. Pulse «Probar» e a seguir fale polo seu micrófono interno. 3. Despois duns segundos, a gravación reproducirase. COMPROBACIÓN: Escoitou a súa gravación?
it: SCOPO: Questo test verifica il corretto funzionamento della registrazione di suoni attraverso il microfono interno. PASSI: 1. Disconnettere qualsiasi microfono esterno collegato. 2. Fare clic su «Prova», quindi parlare nel microfono interno. 3. Dopo pochi secondi la propria voce verrà riprodotta. VERIFICA: La propria voce è stata riprodotta?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ការ​ថត​សំឡេង​ដោយ​ប្រើ​មីក្រូហ្វូន​ដែល​ភ្ជាប់​មក​ស្រាប់​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. ផ្ដាច់​មីក្រូហ្វូន​ខាងក្រៅ​ណាមួយ​ដែល​អ្នក​បាន​ដោត ២. ចុច "សាកល្បង" បន្ទាប់មក និយាយ​ទៅ​កាន់​មីក្រូហ្វូន​ខាងក្នុង​របស់​អ្នក ៣ ពីរបី​នាទី​ក្រោយ​មក សំឡេង​របស់​អ្នក​នឹង​ត្រូវ​បាន​បន្លឺ​មក​កាន់​អ្នក​វិញ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​បាន​​ឮ​សំឡេង​របស់​អ្នក​ដែល​​បន្លឺ​ត្រឡប់​មក​រក​អ្នក​​វិញ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в правильности записи звука с использованием встроенного микрофона ДЕЙСТВИЯ: 1. Отсоедините все подключённые внешние микрофоны 2. Щёлкните "Проверить" и затем начните говорить во встроенный микрофон 3. После нескольких секунд, произнесённая вами речь будет воспроизведена. ПРОВЕРКА: Была ли воспроизведена ваша речь?
zh_cn: 目的： 此测试将检查使用内置麦克风录音时是否正确工作 步骤： 1. 断开已插入的任何外置麦克风 2. 单击 "测试"，然后对着内置麦克风说话 3. 几秒钟后将向您回放您说的话。 验证： 是否听到回放了您说的话？

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
ast: OXETIVU: Esta prueba comprueba que'l grabador de soníu, usando un micrófonu esternu, funciona correcho. PASOS: 1. Coneuta un micrófonu nel puertu de micrófonu. 2. Calca «Probar», llueu fala al micrófonu esternu. 3. La grabación reproduciráse dempués d'unos segundos. VERIFICACIÓN: ¿Escuchóse la grabación?
cs: CÍL: Testo test otestuje externí mikrofon POSTUP: 1. Připojte externí mikrofon. 2. Klikněte na "Test" a mluvte do mikrofonu. 3. Po několika sekundách uslyšíte svůj hlas z reproduktoru. DŮKAZ: Ozval se váš hlas z reproduktoru?
de: ZWECK: Dieser Test überprüft, ob die Tonaufnahme über ein externes Mikrofon funktioniert. DURCHFÜHRUNG: 1. Verbinden Sie ein Mikrofon mit Ihrem Mikrofonanschluss. 2. Klicken Sie auf »Testen« und sprechen Sie in das externe Mikrofon. 3. Nach einigen Sekunden sollte Ihre Aufnahme wiedergegeben werden. ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme gehört?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η ηχογράφηση μέσω ενός εξωτερικού μικροφώνου λειτουργεί σωστά ΒΗΜΑΤΑ: 1. Συνδέστε ένα μικρόφωνο στην υποδοχή μικροφώνου του υπολογιστή 2. Κάντε κλικ στην επιλογή «Δοκιμή» και έπειτα μιλήστε στο εξωτερικό μικρόφωνο 3. Κάποια δευτερόλεπτα αργότερα, θα πρέπει να γίνει η αναπαραγωγή της ομιλίας σας. ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε την αναπαραγωγή της ομιλίας σας;
fr: BUT : Ce test va vérifier que l'enregistrement sonore via un microphone externe fonctionne correctement ÉTAPES : 1. Connectez un microphone à un port microphone 2. Cliquez sur le bouton « Tester », puis parlez dans le microphone externe 3. Après quelques secondes, votre enregistrement vous sera rejoué VÉRIFICATION : Avez-vous entendu votre enregistrement ?
gl: PROPÓSITO: Esta proba verifica que o gravador de son, usando un micrófono externo, funciona correctamente. PASOS: 1. Conecte un micrófono no porto do micrófono. 2. Prema «Probar» e a seguir fale polo seu micrófono externo. 3. Despois duns segundos, a gravación reproducirase. COMPROBACIÓN: Escoitou a súa gravación?
it: SCOPO: Questo test verifica il corretto funzionamento della registrazione di suoni attraverso un microfono esterno. PASSI: 1. Connettere un microfono al computer. 2. Fare clic su «Prova», quindi parlare nel microfono esterno. 3. Dopo pochi secondi la propria voce verrà riprodotta. VERIFICA: La propria voce è stata riprodotta?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ការ​ថត​សំឡេង​ដោយ​ប្រើ​មីក្រូហ្វូន​ខាងក្រៅ​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. តភ្ជាប់​មីក្រូហ្វូន​ទៅ​កាន់​ច្រក​មីក្រូហ្វូន​របស់​អ្នក ២. ចុច "សាកល្បង" បន្ទាប់មក និយាយ​ទៅកាន់​មីក្រូហ្វូន​ខាងក្រៅ​ ៣. ពីរ​បី​នាទី​ក្រោយមក សំឡេង​របស់​អ្នក​នឹង​បន្លឺ​ត្រឡប់​មកវិញ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​បាន​ឭ​សំឡេង​បន្លឺ​ត្រឡប់​មក​រក​អ្នក​វិញ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в правильности записи звука с использованием внешнего микрофона ДЕЙСТВИЯ: 1. Подсоедините микрофон в разъём для подключения микрофона 2. Щёлкните "Проверить" и затем начните говорить во внешний микрофон 3. После нескольких секунд, произнесённая вами речь будет воспроизведена. ПРОВЕРКА: Была ли воспроизведена ваша речь?
zh_cn: 目的： 此测试将检查使用外置麦克风录音时是否正确工作 步骤： 1. 将麦克风连接到麦克风端口 2. 单击 "测试"，然后对着外置麦克风说话 3. 几秒钟后将向您回放您说的话 验证： 是否听到回放了您说的话？

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Click "Test", then speak into the microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
ast: OXETIVOS: Esta prueba va comprobar qu'un preséu d'audiu USB furrule correutamente PASOS: 1.Coneuta un preséu d'audiu USB al sistema 2.Calca en «Probar» y darréu fala pel micrófonu 3.Depués d'unos segundos, lo que digas va reproducise otra vuelta. VERIFICACIÓN: ¿Sentisti la to voz al traviés de los auriculares USB?
cs: CÍL: Tento test otestuje zvukové zařízení na USB POSTUP: 1. Připojte zvukové zařízení do USB. 2. Klikněte na "Test" a mluvte do mikrofonu. 3. Po několika sekundách uslyšíte svůj hlas z reproduktoru. DŮKAZ: Ozval se váš hlas ze sluchátek připojených do USB?
de: ZWECK: Dieser Test stellt sicher, dass ein USB-Audio-Gerät fehlerfrei funktioniert. DURCHFÜHRUNG: 1. Verbinden Sie das USB-Audio-Gerät mit Ihrem System. 2. Klicken Sie auf »Testen« und sprechen Sie in das Mikrofon. 3. Nach einigen Sekunden sollte Ihre Aufnahme wiedergegeben werden. ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme über die USB-Kopfhörer gehört?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι μία USB συσκευή ήχου λειτουργεί σωστά. ΒΗΜΑΤΑ: 1. Συνδέστε μία USB συσκευή ήχου στο σύστημά σας. 2. Κάντε κλικ στην επιλογή «Δοκιμή» και έπειτα μιλήστε στο μικρόφωνο 3. Κάποια δευτερόλεπτα αργότερα, θα πρέπει να γίνει η αναπαραγωγή της ομιλίας σας ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε την αναπαραγωγή της ομιλίας σας μέσα από τα ακουστικά USB;
fr: BUT : Ce test va vérifier qu'un casque audio USB fonctionne correctement ÉTAPES : 1. Connectez un casque audio USB à votre système 2. Cliquez sur le bouton « Tester », puis parlez dans le microphone 3. Après quelques secondes, votre enregistrement vous sera rejoué VÉRIFICATION : Avez-vous entendu votre enregistrement via le casque audio USB ?
gl: PROPÓSITO: Esta proba verifica que un dispositivo de son USB funciona correctamente PASOS: 1. Conecte un dispositivo de son USB ao sistema 2. Prema «Probar» e a seguir fale polo micrófono 3. Despois duns segundos, a súa gravación reproducirase. COMPROBACIÓN: Puido escoitar a súa voz reproducida de novo ao través dos auriculares USB?
it: SCOPO: Questo test verifica il corretto funzionamento di un dispositivo audio USB. PASSI: 1. Connettere un dispositivo audio USB al sistema. 2. Fare clic su «Prova», quindi parlare nel microfono. 3. Dopo pochi secondi la propria voce verrà riprodotta. VERIFICA: La propria voce è stata riprodotta attraverso le cuffie USB?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ឧបករណ៍​អូឌីយ៉ូ​យូអេសប៊ី​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬទេ ជំហាន ៖ ១. តភ្ជាប់​ឧបករណ៍​យូអេសប៊ី​ទៅកាន់​ប្រព័ន្ធ​របស់​អ្នក 2. ចុច "សាកល្បង" បន្ទាប់មក​និយាយ​ទៅកាន់​មីក្រូហ្វូន 3. បន្តិច​ក្រោយមក សំឡេង​របស់​អ្នក​នឹង​បន្លឺ​ត្រឡប់​មក​វិញ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​បាន​ឮ​សំឡេងរបស់​អ្នក​តាម​កាស​ស្ដាប់​ត្រចៀក​យូអេសប៊ី​ដែរ ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в надлежащей работоспособности звукового устройства с интерфейсом USB ДЕЙСТВИЯ: 1. Подсоедините звуковое устройство с интерфейсом USB к вашей системе 2. Щёлкните "Проверить", затем произнесите что-нибудь в микрофон 3. Через несколько секунд ваша речь будет воспроизведена ПРОВЕРКА: Вы слышали вашу речь воспроизведённую с использованием наушников с интерфейсом USB?
zh_cn: 目的： 此测试将检查 USB 音频设备是否正确工作 步骤： 1. 将一个USB 音频设备连接到您的系统 2. 单击 "测试"，然后对着麦克风说话 3. 几秒钟后将向您回放您说的话 验证： 通过 USB 耳机是否听到了回放您说的话？

source: Collect audio-related system information. This data can be used to simulate this computer's audio subsystem and perform more detailed tests under a controlled environment.
ast: Recoyer información del sistema rellacionada col soníu. Estos datos puen usase pa simular el subsistema de soníu d'esti ordenador y facer pruebes más detallaes baxo un entornu controláu.
de: Audio-bezogene Systeminformationen sammeln. Diese Daten können zur Simulation des Rechner-Audio-Subsystems verwendet werden und für weitere detaillierte Tests in einer kontrollierten Umgebung.
el: Συλλέξτε πληροφορίες ήχου του συστήματος. Αυτά τα δεδομένα μπορούν να χρησιμοποιηθούν για την προσομοίωση του υποσυστήματος ήχου αυτού του υπολογιστή και για την εκτέλεση λεπτομετρέστερων δοκιμών σε ελεγχόμενο περιβάλλον.
fr: Récupère les informations audio du système. Ces données peuvent être utilisées pour simuler le sous-système audio de l'ordinateur et réaliser des tests plus détaillés dans un environnement contrôlé.
gl: Recoller información do sistema relacionada co son. Estes datos pódense utilizar para simular o sistema de son deste computador e executar probas máis detalladas nun entorno controlado.
it: Raccoglie informazioni relative al sistema audio. Questi dati possono essere usati per simulare il sottosistema audio del computer e per effettuare test più dettagliati in un ambiente controllato.
ru: Собрать информацию об аудиостройствах. Эти данные могут быть использованы для эмуляции звуковой подсистемы этого компьютера и более тщательных тестов в контролируемом окружении.

source: Attaches the audio hardware data collection log to the results.
ast: Amiesta'l rexistru de recoyida de datos del hardware de soníu a los resultaos.
de: Dadurch wird ein Protokoll der gesammelten Audio-Hardware-Daten an die Ergebnisse angehängt.
el: Επισυνάπτει το ημερολόγιο συλλογής δεδομένων από το υλικό ήχου στα αποτελέσματα.
fr: Joint aux résultats les informations sur le matériel audio issues des journaux.
gl: Anexa o rexistro de recollida dos datos de hardware de son aos resultados.
it: Allega il registro di raccolta dei dati hardware dell'audio ai risultati.
km: ភ្ជាប់​កំណត់​ហេតុ​​ទិន្នន័យ​ផ្នែក​រឹង​សំឡេង​ទៅ​កាន់​លទ្ធផល។
ru: Прикрепляет данные об аудиоустройствах к общим результатам.

source: PURPOSE: Check that the various audio channels are working properly STEPS: 1. Click the Test button VERIFICATION: You should clearly hear a voice from the different audio channels
de: ZWECK: Dieser Test überprüft, ob die verschiedenen Audio-Kanäle korrekt funktionieren. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. ÜBERPRÜFUNG: Sie sollten deutlich eine Stimme über die verschiedenen Audio-Kanäle hören.
gl: PROPÓSITO: Comprobar se as distintas canles de son funcionan correctamente PASOS: 1. Prema botón Proba COMPROBACIÓN: Debe ouvir claramente unha voz procedente das diferentes canles de son
it: SCOPO: Verifica che i vari canali audio funzionino correttamente. PASSI: 1. Fare clic sul pulsante «Prova». VERIFICA: Si dovrebbe sentire distintamente una voce provenire dai diversi canali audio.
