Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check your CD audio playback capabilities STEPS: 1. Insert an audio CD in your optical drive 2. When prompted, launch the Music Player 3. Locate the CD in the display of the Music Player 4. Select the CD in the Music Player 5. Click the Play button to listen to the music on the CD 6. Stop playing after some time 7. Right click on the CD icon and select "Eject Disc" 8. The CD should be ejected 9. Close the Music Player VERIFICATION: Did all the steps work?
ast: PROPÓSITU: Esta prueba va comprobar les capacidaes de reproducción de CD d'audio nel equipu. PASOS: 1. Introduz un CD d'audio nel llector de discos ópticu. 2. Cuando s'indique, llanza'l reproductor de música. 3. Llocaliza'l CD na pantalla del reproductor de música. 4. Seleiciona'l CD nel reproductor de música. 5. Primi'l botón Reproducir pa escuchar la música del CD. 6. Para la reproducción dempués d'un tiempu. 7. Primi col botón derechu sobre l'iconu del CD y seleiciona «Espulsar discu». 8. El CD tendría d'espulsase. 9. Zarra'l reproductor de música. VERIFICACIÓN: ¿Funcionaron tolos pasos?
cs: ÚČEL: Tento test bude kontrolovat schopnosti hudebního CD přehrávače KROKY: 1. Vlože hudební CD do mechaniky 2. Jakmile budete vyzváni, spusťte hudební přehrávač 3. Vyberte umístění CD v hudebním přehrávači 4. Vyberte konkrétní CD v hudebním přehrávači 5. Klikněte na tlačítko přehrát pro poslech hudby na CD 6. Ukončete poslech 7. Pravý klik na ikonu CD a vyberte "Vysunout disk" 8. CD by mělo být vysunuto 9. Uzavřete hudební přehrávač OVĚŘENÍ: Proběhlo vše úspěšně?
de: ZWECK: Dieser Test überprüft die Audio-CD-Wiedergabefähigkeiten Ihres Laufwerks. DURCHFÜHRUNG: 1. Legen Sie eine Audio-CD in Ihr optisches Laufwerk ein. 2. Wenn Sie dazu aufgefordert werden, starten Sie die Musikwiedergabe. 3. Suchen Sie in der Musikwiedergabe nach der CD. 4. Wählen Sie die CD in der Musikwiedergabe aus. 5. Klicken Sie auf die Wiedergabe-Schaltfläche, um die Musik von der CD wiederzugeben. 6. Beenden Sie die Wiedergabe nach einiger Zeit. 7. Klicken Sie mit der rechten Maustaste auf das CD-Symbol und wählen Sie »CD auswerfen«. 8. Die CD sollte ausgeworfen werden. 9. Schließen Sie die Musikwiedergabe. ÜBERPRÜFUNG: Haben alle Schritte funktioniert?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τις δυνατότητες αναπαραγωγής ηχητικών CD που έχει ο υπολογιστής σας ΒΗΜΑΤΑ: 1. Εισαγετε ένα ηχητικό CD στον οπτικό οδηγό σας 2. Όταν ειδοποιηθείτε, εκκινήστε την εφαρμογή αναπαραγωγής μουσικής 3. Εντοπίστε το CD στο παράθυρο της εφαρμογής αναπαραγωγής μουσικής 4. Επιλέξτε το CD στην εφαρμογή αναπαραγωγής μουσικής 5. Πατήστε το πλήκτρο αναπαραγωγής ώστε να ακούσετε τη μουσική στο CD 6. Σταματήστε την αναπαραγωγή μετά από λίγο 7. Κάντε δεξί κλικ στο εικονίδιο του CD και επιλέξτε «Εξαγωγή δίσκου» 8. Θα πρέπει να γίνει εξαγωγή του CD 9. Κλείστε την εφαρμογή αναπαραγωγής μουσικής ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησαν όλα τα βήματα;
fr: BUT : Ce test va vérifier les capacités de lecture de votre lecteur de CD audio. ÉTAPES : 1. Insérez un CD audio dans votre lecteur. 2. Une fois le CD détecté, lancez le lecteur de musique. 3. Localisez le CD dans la fenêtre du lecteur de musique. 4. Sélectionnez le CD dans le lecteur de musique. 5. Cliquez sur le bouton « Lecture » pour écouter la musique à partir du CD. 6. Arrêtez la lecture après quelques instants d'écoute. 7. Faites un clic droit sur l'icône du CD et cliquez sur « Éjecter le disque ». 8. Le CD devrait s'éjecter. 9. Fermez le lecteur de musique. VÉRIFICATION : Chaque étape s'est-elle déroulée correctement ?
gl: PROPÓSITO: Esta proba verifica as capacidades de reprodución do CD de son. PASOS: 1. Insira un CD de son no dispositivo óptico 2. Cando se lle pregunte inicie o reprodutor de música. 3. Localice o CD na pantalla do reprodutor de música 4. Seleccione o CD no reprodutor de música 5. Prema no botón de reproducir para escoitar a música no CD 6. Deteña a reprodución despois dunha miga 7. Faga clic dereito na icona do CD e seleccione «Expulsar disco» 8. O CD debería ser expulsado 9. Peche o reprodutor de música COMPROBACIÓN: Funcionaron todos os pasos?
it: SCOPO: Questo test verifica la capacità di riproduzione dei CD audio. PASSI: 1. Inserire un CD audio nell'unità ottica. 2. Quando richiesto, avviare il «Riproduttore musicale». 3. Individuare il CD nel «Riproduttore musicale». 4. Selezionare il CD nel «Riproduttore musicale». 5. Fare clic sul pulsante «Riproduci» per ascoltare la musica del CD. 6. Fermare la riproduzione dopo qualche secondo. 7. Fare clic con il tasto destro del mouse sull'icona del CD e selezionare «Espelli disco». 8. Il CD dovrebbe essere espulso. 9. Chiudere il «Riproduttore musicale». VERIFICA: Le operazioni hanno avuto successo?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ភាព​ឆបគ្នា​នៃ​កម្មវិធី​ចាក់​អូឌីយ៉ូ​ស៊ីឌី​របស់​អ្នក ជំហាន ៖ ១. បញ្ចូល​ស៊ីឌី​អូឌីយ៉ូ​ទៅ​ក្នុង​ដ្រាយ​អុបទិក​របស់​អ្នក ២. ពេល​បាន​ជូនដំណឹង​ហើយ ចាប់ផ្ដើម​កម្មវិធី​ចាក់​តន្ត្រី​របស់​អ្នក ៣. ដាក់​ស៊ីឌី​នៅ​ក្នុង​ការ​បង្ហាញ​នៃ​កម្មវិធី​ចាក់​តន្ត្រី ៤. ជ្រើស​ស៊ីឌី​នៅ​ក្នុង​កម្មវិធី​ចាក់​តន្ត្រី ៥. ចុច​ប៊ូតុង​ចាក់​ដើម្បី​ស្ដាប់​តន្ត្រី​នៅ​លើ​ស៊ីឌី ៦. បន្តិច​ក្រោយមក​បញ្ឈប់​ការ​ចាក់ ៧. ចុច​កណ្ដុរស្ដាំ​លើ​រូបតំណាង​ស៊ីឌី រួច​ជ្រើស "ច្រាស​ថាស​ចេញ" ៨. ស៊ីឌី​គួរតែ​ត្រូវ​បាន​ច្រាន​ចេញ ៩. បិទ​កម្មវិធី​ចាក់​តន្ត្រី ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​ដំណើរការ​គ្រប់​ជំហាន​ទាំងអស់​ដែរ ឬទេ ?
ru: ЦЕЛЬ: Это тест для проверки возможности воспроизведения аудио-CD ДЕЙСТВИЯ: 1. Вставьте аудио-CD в привод оптических дисков 2. После приглашения запустите музыкальный проигрыватель 3. Найдите компакт-диск в окне музыкального проигрывателя 4. Выберите компакт-диск в музыкальном проигрывателе 5. Щёлкните на кнопке воспроизведения, чтобы прослушать музыку с компакт-диска 6. Через некоторое время остановите воспроизведение 7. Щёлкните правой кнопкой на значке компакт-диска и выберите «Извлечь диск» 8. Компакт-диск должен быть извлечён из привода 9. Закройте музыкальный проигрыватель ПРОВЕРКА: Все ли шаги удалось выполнить успешно?
zh_cn: 目的： 此测试将检查您系统的 CD 音频播放功能。 步骤： 1. 将一张音频 CD 放入您的光驱中 2. 有提示时，启动音乐播放器。 3. 在音乐播放器的显示中，定位到 CD 4. 在音乐播放器中选择此 CD 5. 点击播放按钮欣赏 CD 上的音乐 6. 一段时间后，停止播放 7. 在 CD 图标上右击，并选择“弹出光盘” 8. 会弹出 CD 9. 关闭音乐播放器 验证： 所以步骤都可以工作吗？

source: DVD write test.
de: DVD‐Schreibtest.
gl: Proba de escritura en DVD.
it: Test di scrittura dei DVD

source: Automated DVD write test.
de: Automatischer DVD‐Schreibtest.
gl: Proba automatizada de escritura en DVD.
it: Test automatici di scrittura dei DVD

source: PURPOSE: This test will check your DVD playback capabilities STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Click "Test" to play the DVD in Totem VERIFICATION: Did the file play?
ast: OXETIVU: Esta prueba revisará les capacidaes de reproducción de DVD. PASOS: 1. Inxerta un DVD que contenga cualesquier película na unidá óptica 2. Calca «Probar» pa reproducir el DVD en Totem VERIFICACIÓN: ¿Reprodúxose'l ficheru?
cs: CÍL: Tento test ověří vaše možnosti přehrávání DVD KROKY: 1. Vložte DVD obsahující film do vaší mechaniky 2. pro přehrání v přehrávači Totem klikněte na "Test" OVĚŘENÍ: Přehrál se soubor?
de: ZWECK Dieser Test überprüft die DVD-Wiedergabefunktionen Ihres Systems. DURCHFÜHRUNG: 1. Legen Sie eine DVD mit einem Film in Ihr optisches Laufwerk. 2. Klicken Sie auf »Testen«, um die DVD mit Totem wiederzugeben. ÜBERPRÜFUNG: Wurde die Datei wiedergegeben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τις δυνατότητες αναπαραγωγής DVD του συστήματός σας ΒΗΜΑΤΑ: 1. Εισάγετε ένα DVD με οποιαδήποτε ταινία στον οδηγό οπτικών συσκευών 2. Πατήστε στην επιλογή «Δοκιμή» για να γίνει η αναπαραγωγή του DVD με την εφαρμογή Totem ΕΠΑΛΗΘΕΥΣΗ: Έγινε η αναπαραγωγή του αρχείου;
fr: BUT : Ce test va vérifer la capacité de lecture de DVD. ÉTAPES : 1. Insérez un DVD contenant un film dans votre lecteur. 2. Cliquez sur « Tester » pour lire le DVD avec Totem. VÉRIFICATION : Le film s'est-il lu correctement ?
gl: PROPÓSITO: Esta proba verificará a capacidade de reprodución dun DVD PASOS: 1. Insira no dispositivo un DVD que conteña calquera película 2. Prema «Probar» para reproducir o DVD co aplicativo Totem COMPROBACIÓN: Reproduciuse o ficheiro?
it: SCOPO: Questo test verifica le capacità di riproduzione di DVD. PASSI: 1. Inserire un DVD contenente un filmato nell'unità ottica. 2. Fare clic su «Prova» per riprodurre il DVD in Totem. VERIFICA: Il file è stato riprodotto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​សមត្ថភាព​ចាក់​ឌីវីឌី​សារ​ថ្មី ជំហាន ៖ ១. បញ្ចូល​ឌីវីឌី​ដែល​មាន​ភាពយន្ត​ណាមួយ​ទៅ​ក្នុង​ដ្រាយ​អុបទិក​របស់​អ្នក ២. ចុច "សាកល្បង" ដើម្បី​ចាក់​ឌីវីឌី​នៅ​ក្នុង Totem ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​ចាក់​ឯកសារ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в возможности воспроизведения DVD ДЕЙСТВИЯ: 1. Вставьте DVD содержащий любую видеозапись в дисковод оптических дисков 2. Щёлкните "Проверить" для воспроизведения DVD в Totem ПРОВЕРКА: Был ли файлы воспроизведён?
zh_cn: 目的： 此测试将检查您的 DVD 播放功能 步骤： 1. 将一张包含任何电影的 DVD 插入您的光驱中 2. 单击 "测试"，在 Totem 中播放该 DVD 验证： 是否播放了该文件？

source: PURPOSE: This test will verify that the desktop clock displays the correct date and time STEPS: 1. Check the clock in the upper right corner of your desktop. VERIFICATION: Is the clock displaying the correct date and time for your timezone?
cs: ÚČEL: Tento test ověří, zda hodiny zobrazují správný datum a čas KROK: 1. Zkontrolujte hodiny zobrazené v pravém horním rohu vašeho pracovního prostředí. OVĚŘENÍ: Zobrazují hodiny datum a čas odpovídající časové zóně, v níž se nacházíte?
de: ZWECK: Dieser Test überprüft, ob Systemzeit und -datum stimmen, die in der Uhr der Arbeitsumgebung angezeigt werden. DURCHFÜHRUNG: 1. Lesen Sie die Uhrzeit und das Datum der Uhr in der oberen rechten Ecke Ihrer Arbeitsumgebung ab. ÜBERPRÜFUNG: Zeigt die Uhr das korrekte Datum und die richtige Zeit für Ihre Zeitzone?
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα επιβεβαιώσει ότι το ρολόι της επιφάνειας εργασίας εμφανίζει τη σωστή ημερομηνία και ώρα ΒΗΜΑΤΑ: 1. Ελέγξτε το ρολόι στην επάνω δεξιά γωνία της επιφάνειας εργασίας. ΕΠΙΒΕΒΑΙΩΣΗ: Δείχνει το ρολόι τη σωστή ημερομηνία και ώρα για τη ζώνη ώρας σας;
fr: BUT : Ce test va vérifier que l'horloge du bureau affiche la date et l'heure correctes ÉTAPES : 1. Vérifier l'horloge dans le coin en haut à droite du bureau VÉRIFICATION : L'horloge affiche-t-elle la date et l'heure correctes pour votre fuseau horaire ?
gl: PROPÓSITO: Esta proba verificará que o reloxo do escritorio mostra a data e hora correctas PASOS: 1. Comprobe o reloxo na banda superior dereita do escritorio COMPROBACIÓN: Mostra o reloxo a data e hora correctas do seu fuso horario?
it: SCOPO: Questo test verifica che l'orologio della Scrivania visualizzi correttamente la data e l'ora. PASSI: 1. Controllare l'orologio nell'angolo in alto a destra della Scrivania. VERIFICA: L'orologio visualizza correttamente la data e l'ora del proprio fuso orario?
ru: ЦЕЛЬ: Этот тест проверит правильность даты и времени, часов рабочего стола ДЕЙСТВИЯ: 1. Проверьте часы в верхнем правом углу вашего рабочего стола. ПРОВЕРКА: Отображают ли часы правильную дату и время в соответствии с вашей часовой зоной?

source: PURPOSE: This test will verify that the desktop clock synchronizes with the system clock. STEPS: 1. Click the "Test" button and verify the clock moves ahead by 1 hour. Note: It may take a minute or so for the clock to refresh 2. Right click on the clock, then click on "Time & Date Settings..." 3. Ensure that your clock application is set to manual. 4. Change the time 1 hour back 5. Close the window and reboot VERIFICATION: Is your system clock displaying the correct date and time for your timezone?
ast: OXETIVU: Estra prueba verifica que'l reló del escritoriu se sincroniza col reló del sistema. PASOS A SIGUIR: 1. Calca nel botón Prueba y verifica que'l reló avance una hora. Nota: Pue llevar como un minutu que'l reló anove la hora. 2. Calca col botón drechu nel reló y llueu calca en Configuracion de data y hora... 3. Asegúrate que'l reló tea configuráu en manual. 4. Camuda la hora una hora p'atrás. 5. Zarra la ventana y reanicia. VERIFICACIÓN: ¿Ta'l reló del sistema amosando la data y hora correuta de la to zona horaria?
cs: CÍL: Tento test ověří, že se aplikační čas synchronizuje ze systémových.. POSTUP: 1. Po kliknutí na "Test" ověřte, že se čas posunul o hodinu vpřed. Poznámka: Může chvíli trvat než se hodiny obnoví 2. Klikněte pravým tlačítkem na "Nastavení data a času" 3. Ujistěte se, že je aplikace nastavena na ruční režim 4. Změňte čas o hodinu zpět 5. Restartujte počítač. DŮKAZ: Zobrazuje systém správný datum a čas vašeho časového pásma?
de: ZWECK: Dieser Test überprüft, ob die Arbeitsflächenuhr mit der Systemuhr abgeglichen wird. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stellen Sie sicher, dass sich die Uhr um eine Stunde vor bewegt. Hinweis: Es kann eine oder zwei Minuten dauern bis sich die Anzeige der Uhr aktualisiert. 2. Führen Sie einen Rechtsklick auf die Uhr aus, dann öffnen Sie die »Zeit- & Datumseinstellungen …«. 3. Vergewissern Sie sich, dass Ihre Uhr auf manuell gestellt ist. 4. Stellen Sie die Zeit um 1 Stunde zurück. 5. Schließen Sie das Fenster und führen Sie einen Neustart durch. ÜBERPRÜFUNG: Zeigt Ihre Systemuhr das richtige Datum und die richtige Uhrzeit für Ihre Zeitzone an?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει πως το ρολόι της επιφάνειας εργασίας συγχρονίζεται με το ρολόι του συστήματος. ΒΗΜΑΤΑ: 1. Πατήστε στο κουμπί «Δοκιμή» και επαληθεύστε πως το ρολόι μετακινείται κατά μία ώρα προς τα εμπρός. Σημείωση: Ενδέχεται να χρειαστεί να περάσει περίπου ένα λεπτό έως ότου το ρολόι να ανανεωθεί 2. Κάντε δεξί κλικ στο ρολόι και έπειτα πατήστε στην επιλογή «Ρυθμίσεις ώρας και ημερομηνίας...» 3. Βεβαιωθείτε ότι η εφαρμογή ρολογιού βρίσκεται στη χειροκίνητη ρύθμιση. 4. Αλλάξτε την ώρα κατά μία ώρα προς τα πίσω 5. Κλείστε το παράθυρο και επανεκκινήστε ΕΠΑΛΗΘΕΥΣΗ: Εμφανίζει το ρολόι του συστήματός σας τη σωστή ημερομηνία και ώρα για τη χρονική σας ζώνη;
fr: BUT : Ce test va vérifier que l'horloge du bureau est synchronisée avec l'horloge système. ÉTAPES : 1. Cliquez sur « Tester » et vérifiez que l'horloge avance d'une heure. (Note : L'horloge peut mettre presque une minute pour s'actualiser.) 2. Faites un clic droit sur l'horloge et cliquez sur « Réglages de la date et de l'heure... » 3. Vérifiez que l'horloge est en réglage manuel. 4. Reculez l'horloge d'une heure. 5. Fermez la fenêtre et redémarrez l'ordinateur. VÉRIFICATION : L'horloge affiche-t-elle l'heure et la date correctes de votre fuseau horaire ?
gl: PROPÓSITO: Esta proba verifica que o reloxo do escritorio se sincroniza co reloxo do sistema. PASOS: 1. Prema no botón «Probar» e verifique que o reloxo adianta unha hora. Aviso: pode que leve arredor dun minuto a actualización do reloxo. 2. Faga clic dereito sobre o reloxo, despois prema en «Preferencias de data e hora...» 3. Asegúrese de que o aplicativo do reloxo ten marcada a opción manual 4. Atrase o reloxo unha hora. 5. Peche a xanela e reinicie COMPROBACIÓN: Mostra o reloxo do sistema a data e a hora correctas para o seu fuso horario?
it: SCOPO: Questo test verifica che l'orologio della Scrivania sia sincronizzato con l'orologio di sistema. PASSI: 1. Fare clic sul pulsante «Prova» e verificare che l'orologio si sposti avanti di 1 ora. Nota: l'aggiornamento dell'orologio potrebbe richiedere 1 minuto circa. 2. Fare clic con il tasto destro sull'orologio, quindi fare clic su «Impostazioni data e ora...». 3. Assicurarsi che l'impostazione dell'orologio sia su «Manualmente». 4. Portare l'orologio un'ora indietro. 5. Chiudere la finestra e riavviare. VERIFICA: L'orologio di sistema visualizza correttamente la data e l'ora per il proprio fuso orario?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ការ​ធ្វើ​សមកាលកម្ម​នាឡិកា​ផ្ទៃតុ​របស់​អ្នក​ជាមួយ​នាឡិកា​ប្រព័ន្ធ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" រួច​ផ្ទៀងផ្ទាត់​ដោយ​ឲ្យ​នាឡិកា​ដើរ​បាន​មួយ​ម៉ោង ។ ចំណាំ ៖ វា​អាច​ត្រូវការ​ពេលវេលា​ខ្លះ​សម្រាប់​នាឡិកា​ដើម្បីឲ្យ​ស្រស់ ២. ចុច​កណ្ដុរស្ដាំ​លើ​នាឡិកា បន្ទាប់មក​ចុច​លើ "ការ​កំណត់​ពេលវេលា និង​កាលបរិច្ឆេទ..." ៣. ត្រូវ​ប្រាកដ​ថា​កម្មវិធី​នាឡិកា​របស់​អ្នក​ត្រូវ​បាន​កំណត់​ដោយ​ដៃ ។ ៤. ប្ដូរ​ពេលវេលា​ថយក្រោយ​មួយ​ម៉ោង ៥. បិទ​បង្អួច រួច​ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើងវិញ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​នាឡិកា​ប្រព័ន្ធ​របស់​បង្ហាញ​កាលបរិច្ឆេទ និង​ពេលវេលា​ត្រឹមត្រូវ​ដែរ ឬទេ​សម្រាប់​តំបន់​ពេលវេលា​របស់​អ្នក ?
ru: ЦЕЛЬ: Этот тест проверяет, чтобы часы шли синхронно с системными часами. ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и убедитесь, что часы были переведены на 1 час вперёд. Заметка: это может занять минуту или придётся подождать обновления часов 2. Щёлкните ПКМ на часах и выберите "Параметры времени и даты" 3. Убедитесь что часы установлены в "Ручную". 4. Измените время на 1 час назад 5. Закройте окно и перезагрузитесь ПРОВЕРКА: Ваши системные часы показывают правильно дату и время для вашей временной зоны?
zh_cn: 目的： 本测试将检测您的桌面时钟与系统时钟是否保持同步。 步骤： 1、开始测试，确认时钟被程序自动调快了一小时。（注意时钟同步可能会花去一分钟左右时间） 2、右键单击时钟，点击“时间日期设置” 3、确保时钟程序被设定为“手动设置时间” 4、将时钟回调一小时。 5、关闭窗口，重启电脑。 验证： 现在桌面时钟是否显示的时间是否正确？

source: PURPOSE: This test will verify that you can reboot your system from the desktop menu STEPS: 1. Click the Gear icon in the upper right corner of the desktop and click on "Shut Down" 2. Click the "Restart" button on the left side of the Shut Down dialog 3. After logging back in, restart System Testing and it should resume here VERIFICATION: Did your system restart and bring up the GUI login cleanly?
ast: OXETIVU: Esta prueba comprobará que pues reaniciar el sistema dende'l menú del escritoriu PASOS: 1. Calca sobre l'iconu d'Engranaxe na esquina superior derecha del escritoriu y llueu sobre «Apagar» 2. Calca sobre'l botón «Reaniciar» na parte izquierda del diálogu Apagar. 3. Dempués d'autenticate de nueves, reanicia l'aplicación Comprobación del sistema, que debería reanudase equí VERIFICACIÓN: ¿Reanicióse'l sistema y amosó la interfaz gráfica d'usuariu de mou llimpiu?
cs: CÍL: Tento test ověří schopnost restartu počítače z menu POSTUP: 1. Klikněte na horním panelu na ikonu ozubeného kolečka a vyberte "Vypnout" 2. Klikněte na Restartovat na levé straně dialogu 3. Po opětovném přihlášení by se Testování systému mělo spustit právě zde. DŮKAZ: Restartoval se počítač bez problémů?
de: ZWECK: Dieser Test überprüft, ob Sie Ihr System über das Menü der Arbeitsumgebung neu starten können. DURCHFÜHRUNG: 1. Klicken Sie auf das Zahnrad-Symbol in der rechten oberen Ecke der Arbeitsfläche und wählen Sie »Herunterfahren«. 2. Klicken Sie auf die Schaltfläche »Neustarten« links im Fenster. 3. Nachdem Sie sich wieder im System angemeldet haben, starten Sie die Systemüberprüfung neu und der Test sollte fortgesetzt werden. ÜBERPRÜFUNG: Wurde Ihr System neu gestartet und der Anmeldebildschirm fehlerfrei angezeigt?
el: ΣΚΟΠΟΣ: Αυτός ο έλεγχος θα επιβεβαιώσει ότι μπορείτε να επανεκκινήσετε το σύστημα σας από το μενού της επιφάνειας εργασίας ΒΗΜΑΤΑ: 1. Κλικ στο εικονίδιο γραναζιού στην πάνω δεξιά γωνία της επιφάνειας εργασίας και κλικ στο "Κλείσιμο" 2. Κλικ στο κουμπί "Επανεκκίνηση" στην αριστερή πλευρά του διαλόγου κλεισίματος 3. Μετά την επανασύνδεση, επανεκκινήστε τον Έλεγχο συστήματος και θα πρέπει να βρεθείτε πάλι εδώ ΕΠΙΒΕΒΑΙΩΣΗ: Επανεκκινήθηκε το σύστημά σας και εμφανίστηκε η διεπαφή σύνδεσης καθαρά;
fr: BUT : Ce test va vérifier que vous pouvez redémarrer l'ordinateur à partir du menu du bureau. ÉTAPES : 1. Cliquez sur l'icône Engrenage dans le coin supérieur droit de l'écran et cliquez sur « Éteindre ». 2. Cliquez sur le bouton « Redémarrer » à gauche de la boîte de dialogue de fermeture. 3. Après le redémarrage, relancez le Test Système. Il devrait reprendre à cet endroit. VÉRIFICATION : Le système a-t-il redémarré correctement et a-t-il affiché correctement l'interface de connexion ?
gl: PROPÓSITO: Esta proba verificará o reinicio do sistema desde o menú do escritorio PASOS: 1. Prema na icona da engranaxe no canto superior dereito do escritorio e faga clic en «Apagar» 2. Prema no botón «Reiniciar» da banda esquerda do diálogo de apagado 3. Despois de iniciar a sesión de novo, volva a «Comprobación do sistema» e debería continuar aquí COMPROBACIÓN: Reiniciouse o sistema e apareceu a interface de inicio de sesión con normalidade?
it: SCOPO: Questo test verifica che sia possibile riavviare il sistema dal menù della Scrivania. PASSI: 1. Fare clic sull'icona dell'ingranaggio nell'angolo in alto a destra della Scrivania e fare clic su «Arresta». 2. Fare clic sul pulsante «Riavvia» sul lato sinistro della finestra di arresto. 3. Dopo aver effettuato nuovamente l'accesso, riavviare «Test del sistema» per ripartire da qui. VERIFICA: Il sistema si è riavviato visualizzando correttamente l'interfaccia di accesso?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា តើ​អ្នក​ចាប់ផ្ដើម​ប្រព័ន្ធ​របស់​អ្នក​ឡើងវិញ​ពី​ម៉ឺនុយ​ផ្ទៃតុ​របស់​អ្នក​ដែរ ឬទេ ជំហាន ៖ ១. ចុច​រូបតំណាង​ស្ពឺ​នៅ​ជ្រុង​ខាងស្ដាំ​ផ្នែក​ខាងលើ​នៃ​ផ្ទៃតុ រួច​ចុច "បិទ" ២. ចុច​ប៊ូតុង "ចាប់ផ្ដើម​ឡើងវិញ" នៅ​ផ្នែក​ខាងឆ្វេង​នៃ​ប្រអប់​បិទ ៣. បន្ទាប់ពី​ចូល​មកវិញ​ហើយ ចាប់ផ្ដើម​ការ​សាកល្បង​ប្រព័ន្ធ​ឡើងវិញ ហើយ​វា​គួរតែ​ធ្វើ​បន្ត​នៅ​ទីនេះ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​របស់​អ្នក​បាន​ចាប់ផ្ដើម​ឡើងវិញ និង​មាន​ការ​ចូល GUI ស្អាត​ដែរ ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в возможности перезагрузки системы из меню рабочего стола ДЕЙСТВИЯ: 1. Щёлкните на значке шестерни в правом верхнем углу рабочего стола и выберите в меню пункт «Выключить...» 2. Щёлкните на кнопке «Перезагрузить», расположенной в левой части диалога «Выключение» 3. После выполнения входа, перезапустите приложение «Проверка системы», после чего проверка возобновится с этого места ПРОВЕРКА: Была ли система перезагружена, а вход через графический интерфейс пользователя отображён надлежащим образом?
zh_cn: 目的： 此测试将验证您是否能够从桌面菜单重新启动系统 步骤： 1. 单击桌面右上角的齿轮图标，然后单击 "关机" 2. 单击 "关机" 对话左侧的 "重新启动" 按钮 3. 重新登录后，重新启动系统测试，其应继续回到此处 验证： 您的系统是否重新启动并且干净地回到了 GUI 登录？
