Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will verify that a network printer is usable STEPS: 1. Make sure that a printer is available in your network 2. Click on the Gear icon in the upper right corner and then click on Printers 3. If the printer isn't already listed, click on Add 4. The printer should be detected and proper configuration values should be displayed 5. Print a test page VERIFICATION: Were you able to print a test page to the network printer?
ast: OXETIVU: Va comprobase que pue usase una imprentadora de rede. PASOS: 1. Asegúrate de qu'hai una imprentadora disponible na to rede 2. Calca nel iconu con forma d'engranaxe allugáu na esquina superior derecha y dempués calca en Imprentadores 3. Si la imprentadora nun apaez nel llistáu, calca n'Amestar 4. La imprentadora tendría de deteutase y tendríen d'amosase los valores afayadizos de configuración 5. Imprima una página de prueba VERIFICACIÓN: ¿Pudisti imprentar una páxina de prueba a traviés de la imprentadora de rede?
cs: CÍL: Tento test ověří použitelnost síťové tiskárny POSTUP: 1. Ujistěte se, že je tiskárna v síti dostupná 2. Klikněte ikonu na ozubeného kolečka v pravém horním rohu a vyberte Tiskárny 3. Není-li tiskárna zobrazena, klikněte na Přidat 4. Tiskárna by měla být nalezena a měly by se zobrazit správné informace 5. Vytiskněte testovací stránku DŮKAZ: Vytiskla se stránka správně?
de: ZWECK: Dieser Test überprüft, ob ein Netzwerkdrucker genutzt werden kann. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass ein Drucker in Ihrem Netzwerk vorhanden ist. 2. Klicken Sie auf das Zahnradsymbol in der oberen rechten Ecke und wählen Sie »Drucker«. 3. Wenn der Drucker noch nicht in der Liste aufgeführt ist, klicken Sie auf »Hinzufügen«. 4. Der Drucker sollte erkannt und ordentliche Einstellungen angezeigt werden. 5. Drucken Sie eine Testseite. ÜBERPRÜFUNG: War es möglich, eine Testseite mit dem Netzwerkdrucker zu drucken?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει πως ένας δικτυακός εκτυπωτής είναι χρησιμοποιήσιμος ΒΗΜΑΤΑ: 1. Βεβαιωθείτε πως υπάρχει διαθέσιμος εκτυπωτής στο δίκτυό σας 2. Κάντε κλικ στο εικονίδιο με το σχήμα του γραναζιού στην επάνω δεξιά γωνία και έπειτα κάντε κλικ στην επιλογή «Εκτυπωτές» 3. Αν ο εκτυπωτής δεν υπάρχει ήδη στη λίστα, κάντε κλικ στην επιλογή «Πρόσθεση» 4. Θα πρέπει να ανιχνευθεί ο εκτυπωτής και να εμφανιστούν οι κατάλληλες τιμές διαμόρφωσης 5. Εκτυπώστε μία δοκιμαστική σελίδα ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να εκτυπώσετε μία δοκιμαστική σελίδα στον δικτυακό εκτυπωτή;
fr: BUT : Ce test va vérifier que les imprimantes en réseau sont utilisables. ÉTAPES : 1. Assurez-vous qu'une imprimante soit disponible sur votre réseau. 2. Cliquez sur l'icône Engrenage dans le coin supérieur droit de votre écran puis cliquez sur « Imprimantes ». 3. Si l'imprimante n'est pas répertoriée, cliquez sur « Ajouter ». 4. L'imprimante devrait être détectée et les paramètres de configuration devraient s'afficher. 5. Imprimez une page de test. VÉRIFICATION : Êtes-vous parvenu à imprimer une page de test sur l'imprimante en réseau ?
gl: PROPÓSITO: Esta proba verifica que a impresora de rede funciona PASOS: 1. Asegúrese que hai unha impresora dispoñíbel na súa rede 2. Prema na icona coa engranaxe no recanto superior dereito e despois prema en «Impresoras». 3. Se a impresora non está na lista, prema en «Engadir» 4. A impresora debería detectarse e mostrar os valores de configuración axeitados 5. Imprima unha páxina de proba COMPROBACIÓN: Foi quen de imprimir unha páxina de proba na impresora de rede?
it: SCOPO: Questo test verifica il funzionamento di una stampante di rete. PASSI: 1. Assicurarsi che nella rete sia disponibile una stampante. 2. Fare clic sull'icona dell'ingranaggio nell'angolo in alto a destra, quindi fare clic su «Stampanti». 3. Se la stampante non è già presente nell'elenco, fare clic su «Aggiungi». 4. La stampante dovrebbe essere rilevata e dovrebbero essere visualizzati i valori di configurazione adatti. 5. Stampare una pagina di prova. VERIFICA: È stato possibile stampare una pagina di prova sulla stampante di rete?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា តើ​ម៉ាស៊ីន​បោះពុម្ព​បណ្ដាញ​អាច​ប្រើ​បាន​ដែរ​ឬទេ ជំហាន ៖ ១. សូម​ប្រាកដ​ថា​ម៉ាស៊ីន​បោះពុម្ព​មាន​នៅ​លើ​បណ្ដាញ​របស់​អ្នក ២. ចុច​លើ​រូបតំណាង​ស្ពឺ​ដែល​នៅ​ជ្រុង​ខាងលើ​ផ្នែក​ខាងស្ដាំ បន្ទាប់មក​ចុច​លើ​ម៉ាស៊ីន​បោះពុម្ព ៣. ប្រសិនបើ​ម៉ាស៊ីន​បោះពុម្ព​មិន​មាន​នៅ​ក្នុង​បញ្ជី​ទេ សូម​ចុច​បន្ថែម ៤. ម៉ាស៊ីន​បោះពុម្ព​គួរតែ​ត្រូវ​បាន​រក​ឃើញ និង​តម្លៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​ត្រឹមត្រូវ​គួរតែ​ត្រូវ​បាន​បង្ហាញ ៥. បោះពុម្ព​ទំព័រ​សាកល្បង ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អាច​បោះពុម្ព​ទំព័រ​សាកល្បង​នៅ​លើ​ម៉ាស៊ីន​បោះពុម្ព​បណ្ដាញ​បាន​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в работоспособности сетевого принтера ДЕЙСТВИЯ: 1. Убедитесь, что принтер доступен в сети 2. Щёлкните на крайнем правом значке в верхнем углу экрана и щёлкните на элементе Принтеры 3. Если принтер отсутствует в списке, щёлкните Добавить 4. Притер должен определиться и будут отображены соответствующие значения конфигурации 5. Напечатать пробную страницу ПРОВЕРКА: Удалось ли вам напечатать пробную страницу используя сетевой принтер?
zh_cn: 目的： 此测试将验证网络打印机是否可用 步骤： 1. 确保可在您的网络中获得打印机 2. 单击右上角中的齿轮图标，然后单击 "打印机" 3. 如果尚未列出该打印机，则单击 "添加" 4. 应检测到该打印机，并且应显示正确的配置值 5. 打印测试页 验证： 您是否能够用网络打印机打印测试页？

source: PURPOSE: This test will verify that a USB DSL or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
de: ZWECK: Dieser Test überprüft, ob ein USB-DSL-Modem oder Mobiles-Breitband-Modem richtig funktioniert. DURCHFÜHRUNG: 1. Verbinden Sie das USB-Kabel mit dem Rechner. 2. Rechtsklicken Sie auf das Netzwerk-Symbol in der Menüleiste. 3. Wählen Sie »Verbindungen bearbeiten« aus. 4. Wählen Sie den Reiter »DSL« (für ADSL-Modems) oder »Mobiles Breitband« (für 3G-Modems). 5. Klicken Sie auf den »Hinzufügen«-Knopf. 6. Richten Sie die Verbindungsparameter ordnungsgemäß ein. 7. Eine Benachrichtigungsanzeige sollte die Herstellung der Verbindung bestätigen. 8. Wählen Sie »Testen«, um zu überprüfen, ob eine HTTP-Verbindung aufgebaut werden kann. ÜBERPRÜFUNG: Wurde die Verbindung ordnungsgemäß hergestellt?
gl: PROPÓSITO: Esta proba verifica que unha DSL en USB ou un módem de banda larga móbil funcionan. PASOS: 1. Conecte o cabo do USB ao computador. 2. Faga clic dereito sobre a icona de rede do panel. 3. Seleccione «Editar as conexións». 4. Seleccione a lapela «DSL» (para un módem ADSL) ou «Banda larga móbil» (para un módem 3G). 5. Prema no botón «Engadir» . 6. Configure os parámetros da conexión. 7. Unha burbulla de aviso debería confirmar que se estabeleceu a conexión 8. Seleccione «Probar» para verificar que é posíbel estabelecer unha conexión HTTP COMPROBACIÓN: Estabeleceuse correctamente a conexión?
it: SCOPO: Questo test verifica che un modem DSL USB o a banda larga mobile funzioni. PASSI: 1. Connettere il cavo USB al computer. 2. Clic-destro sull'icona della rete presente nel pannello. 3. Selezionare «Modifica connessioni...». 4. Selezionare la scheda «DSL» (per il modem ADSL) o «Banda larga mobile» (per il modem 3G). 5. Fare clic su «Aggiungi». 6. Configurare opportunamente i parametri della connessione. 7. Una notifica sullo schermo dovrebbe confermare che la connessione è stata stabilita. 8. Fare clic su «Prova» per verificare la possibilità di stabilire una connessione HTTP. VERIFICA: La connessione è avvenuta correttamente?

source: Runs piglit tests for checking support for framebuffer object operations, depth buffer and stencil buffer
de: Überprüft mit »piglit« die Unterstützung für Einzelbildpuffer-Objektoperationen, Z-Puffer sowie Stencil-Puffer.
gl: Executa as probas piglit para comprobar a compatibilidade de operacións sobre obxectos do framebuffer, depth buffer e stencil buffer
it: Esegue i test piglit per verificare il supporto alle operazioni di framebuffer object, buffer di stencil e profondità del buffer.

source: Runs piglit tests for checking OpenGL 2.1 support
de: Prüft mit »piglit« die Unterstützung für OpenGL 2.1
gl: Executa as probas de piglit para comprobar a compatibilidade con OpenGL 2.1
it: Esegue i test piglit per verificare il supporto a OpenGL 2.1

source: Runs piglit tests for checking support for vertex buffer object operations
de: Prüft mit »piglit« die Unterstützung für Vertex-Puffer-Objekt(VBO)-Operationen.
gl: Executa as probas piglit para comprobar a compatibilidade con operacións de obxectos no búfer de vértices
it: Esegue i test piglit per verificare il supporto alle operazioni di vertex buffer object

source: Runs piglit tests for checking support for GLSL fragment shader operations
de: Überprüft mit »piglit« die Unterstützung für GLSL-Fragment-Shader-Operationen.
gl: Executa as probas piglit para comprobar a compatibilidade con operacións do sombreador de fragmentos GLSL
it: Esegue i test piglit per verificare il supporto alle operazioni GLSL di fragment shader

source: Runs piglit tests for checking support for GLSL vertex shader operations
de: Überprüft mit »piglig« die Unterstützung für GLSL-Vertex-Shader-Operationen.
gl: Executa as probas piglit para comprobar a compatibilidade con operacións do sombreador de vértices GLSL
it: Esegue i test piglit per verificare il supporto alle operazioni GLSL di vertex shader

source: Runs piglit tests for checking support for texture from pixmap
de: Prüft mit »piglit« die Unterstützung für Textur über »pixmap«.
gl: Executa probas piglit para comprobar a compatibilidade para texturas de mapas de píxeles
it: Esegue i test piglit per verificare il supporto texture da pixmap

source: Runs piglit_tests for checking support for stencil buffer operations
de: Überprüft mit »piglit« die Unterstützung für Stencil-Pufferoperationen.
gl: Executa as probas piglit para comprobar a compatibilidade con operacións do «stencil buffer»
it: Esegue i test piglit per verificare il supporto alle operazioni di buffer di stencil

source: Runs the piglit results summarizing tool
de: Fasst die Ergebnisse der »piglit«-Überprüfungen zusammen.
gl: Executa a ferramenta de resumo de resultados de piglit
it: Esegue lo strumento di riepilogo dei risultati di piglit

source: Archives the piglit-summary directory into the piglit-results.tar.gz.
de: Archiviert den Ordner mit der »piglit«-Zusammenfassung in der Datei »piglit-results.tar.gz«.
gl: Arquiva o cartafol piglit-summary dentro de piglit-results.tar.gz.
it: Archivia la directory di riepilogo di piglit in piglit-results.tar.gz.

source: PURPOSE: This test will check your system shutdown/booting cycle. STEPS: 1. Shutdown your machine. 2. Boot your machine. 3. Repeat steps 1 and 2 at least 5 times. VERIFICATION: Did the system shutdown and rebooted correctly?
de: ZWECK: Dieser Test überprüft, ob Ihr System herunterfahren und starten kann. DURCHFÜHRUNG: 1. Schalten Sie Ihren Rechner aus. 2. Starten Sie Ihren Rechner. 3. Wiederholen Sie Schritt 1 und 2 mindestens 5 mal. ÜBERPRÜFUNG: Wurde das System erfolgreich heruntergefahren und neu gestartet?
gl: PROPÓSITO: Esta proba verifica o ciclo de apagado/arrinque do sistema PASOS: 1. Apague a máquina 2. Arrinque a máquina 3. Repita os pasos 1 e 2 cando menos 5 veces. COMPROBACIÓN: Funcionou correctamente o apagado e reinicio do sistema?

source: Test ACPI Wakealarm (fwts wakealarm)
de: ACPI-Aufwach-Signal testen (»fwts wakealarm«)
el: Έλεγχος του ξυπνητηριού ACPI (fwts wakealarm)
gl: Proba ACPI Wakealarm (fwts wakealarm)
it: Esegue il test ACPI Wakealarm (fwts wakealarm).
ru: Проверка пробуждения ACPI (fwts wakealarm)

source: Attach log from fwts wakealarm test
de: Dem Bericht das Protokoll des »fwts wakealarm«-Tests als Anlage beilegen.
el: Επισύναψη αρχείου καταγραφής από τη δοκιμή fwts wakealarm
fr: Joindre le journal du test fwts wakealarm
gl: Anexar o rexistro da proba fwts wakealarm
it: Allega il registro del test fwts wakealarm.
ru: Прикрепить отчёт из теста fwts wakealarm

source: PURPOSE: This test will check the system's ability to power-off and boot. STEPS: 1. Select "Test" to begin. 2. The machine will shut down. 3. Power the machine back on. 4. After rebooting, wait for the test prompts to inform you that the test is complete. 5. Once the test has completed, restart checkbox and select 'Re-run' when prompted. VERIFICATION: If the machine successfully shuts down and boots, select 'Yes', otherwise, select 'No'.
de: ZWECK: Dieser Test überprüft die Fähigkeit Ihres Rechners, sich auszuschalten und das System zu starten. DURCHFÜHRUNG: 1. Wählen Sie »Testen«, um zu beginnen. 2. Der Rechner wird heruntergefahren. 3. Schalten Sie den Rechner wieder an. 4. Warten Sie nach dem Neustart, bis die Testanzeige Sie informiert, dass der Test beendet wurde. 5. Wenn der Test beendet wurde, starten Sie »Systemüberprüfung« neu und wählen Sie »Wiederholen« aus, wenn es angezeigt wird. ÜBERPRÜFUNG: Wenn der Rechner erfolgreich heruntergefahren und wieder gestartet wurde, wählen Sie »Ja«, ansonsten wählen Sie »Nein«.
gl: PROPÓSITO: Esta proba verifica a capacidade de apagarse e arrincar do sistema. PASOS: 1. Seleccione «Probar» para comezar. 2. A máquina apagarase. 3. Acenda a máquina de novo. 4. Despois de reiniciar, agarde polo aviso que lle comunicará que a proba se completou. 5. Unha vez rematada a proba, reinicie checkbox e seleccione «Volver a executar» cando se lle pregunte COMPROBACIÓN: Se a máquina se apagou e iniciou correctamente, seleccione «Si» do contrario seleccione «Non».

source: This will attach any logs from the power-management/poweroff test to the results.
cs: Přiložit logy z testu power-management/poweroff.
de: Dies legt dem Bericht alle Protokolle des Tests »power-management/poweroff« als Anlage bei.
el: Αυτό θα επισυνάψει οποιαδήποτε αρχεία καταγραφής από τις δοκιμές ελέγχου διαχείρισης ενέργειας/σβησίματος στα αποτελέσματα.
fr: Ceci va joindre tous les journaux du test de gestion de l'énergie/extinction aux résultats.
gl: Isto anexará todos os rexistros da proba de xestión-de-enerxía/apagado aos resultados.
it: Verranno allegati tutti i registri del test di gestione-alimentazione/arresto ai risultati.
ru: Это позволит включить все отчёты из теста power-management/poweroff в итоговые результаты.

source: PURPOSE: This test will check the system's ability to reboot cleanly. STEPS: 1. Select "Test" to begin. 2. The machine will reboot. 3. After rebooting, wait for the test prompts to inform you that the test is complete. 4. Once the test has completed, restart checkbox and select Re-Run when prompted. VERIFICATION: If the machine successfully reboots, select Yes then select Next.
de: ZWECK: Dieser Test überprüft die Fähigkeit des Systems fehlerfrei neuzustarten. DURCHFÜHRUNG: 1. Um zu beginnen, wählen Sie »Testen« aus. 2. Der Rechner wird neu starten. 3. Warten Sie nach dem Neustart bis die Anzeige des Tests Sie informiert, dass der Test beendet wurde. 4. Sobald der Test beendet wurde, starten Sie »Systemüberprüfung« neu und wählen sie »Wiederholen« aus, wenn es angezeigt wird. ÜBERPRÜFUNG: Wenn der Rechner erfolgreich neu gestartet wurde, wählen sie »Ja« und dann »Weiter« aus.
gl: PROPÓSITO: Esta proba verifica a capacidade do sistema para reiniciarse limpamente. PASOS: 1. Seleccione «Probar» para comezar. 2. A máquina reiniciará. 3. Despois de reiniciar, agarde polo aviso de que a proba rematou. 4. Unha vez rematada a proba, reinicie checkbox e seleccione «Volver a executar» cando se lle pregunte. COMPROBACIÓN: Se a máquina se reiniciou correctamente, seleccione «Si» e despois «Seguinte».

source: This will attach any logs from the power-management/reboot test to the results.
cs: Přiložit logy z testu power-management/reboot.
de: Dies legt dem Bericht alle Protokolle des Tests »power-management/reboot« als Anlage bei.
el: Αυτό θα επισυνάψει οποιαδήποτε αρχεία καταγραφής από τις δοκιμές ελέγχου διαχείρισης ενέργειας/επανεκκίνησης στα αποτελέσματα.
fr: Ceci va joindre tous les journaux du test de gestion de l'énergie/redémarrage aux résultats.
gl: Isto anexará todos os rexistros da proba xestión-de-enerxía/reinicio aos resultados.
it: Verranno allegati tutti i registri del test di gestione-alimentazione/riavvio ai risultati.
ru: Это позволит включить все отчёты из теста power-management/reboot в итоговые результаты.

source: PURPOSE: This test will check your lid sensors. STEPS: 1. Close your laptop lid. VERIFICATION: Does closing your laptop lid cause your system to suspend?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops. DURCHFÜHRUNG: 1. Schließen Sie den Deckel Ihres Laptops. ÜBERPRÜFUNG: Wird Ihr System in Bereitschaft versetzt, wenn Sie den Deckel Ihres Laptops zuklappen?
gl: PROPÓSITO: Esta proba verificará os sensores da tampa PASOS: 1. Peche a tampa do portátil COMPROBACIÓN: Suspendeuse os sistema ao pechar a tampa?

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test". 2. Close and open the lid. VERIFICATION: Did the screen turn off while the lid was closed?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. 1. Schließen Sie den Deckel Ihres Laptops und öffnen Sie ihn wieder. ÜBERPRÜFUNG: Geht der Bildschirm aus, wenn Sie den Deckel Ihres Laptops zuklappen?
gl: PROPÓSITO: Esta proba verifica os sensores da tampa PASOS: 1. Prema «Probar» 2. Baixe e suba a tampa COMPROBACIÓN: Apagouse a pantalla mentres a tampa estivo baixada?

source: PURPOSE: This test will check your lid sensors. STEPS: 1. Click "Test". 2. Close the lid. 3. Wait 5 seconds with the lid closed. 4. Open the lid. VERIFICATION: Did the system resume when the lid was opened?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. 2. Schließen Sie den Deckel. 3. Lassen Sie Ihren Deckel 5 Sekunden lang geschlossen. 4. Öffnen Sie den Deckel. ÜBERPRÜFUNG: Wird das System aufgeweckt, sobald Sie den Deckel wieder öffnen?
gl: PROPÓSITO: Esta proba verifica os sensores da tampa. PASOS: 1. Prema «Probar» 2. Baixe a tampa 3. Agarde 5 segundos coa tampa pechada. 4. Abra a tampa. COMPROBACIÓN: Continuou o sistema cando se abriu a tampa?

source: Check to see if CONFIG_NO_HZ is set in the kernel (this is just a simple regression check)
ast: Conseñar pa ver si CONFIG_NO_HZ afitóse nel nucleu (esto ye sólo una simple comprobación de regresión)
cs: Ověřit, zda má kernel volbu CONFIG_NO_HZ (jednoduché ověření)
de: Überprüfen, ob »CONFIG_NO_HZ« im Kernel gesetzt ist (Dies ist nur ein einfacher Regressionstest).
el: Έλεγχος για το αν το CONFIG_NO_HZ έχει ρυθμιστεί στον πυρήνα (Αυτός είναι ένας απλός έλεγχος παλινδρόμησης)
fr: Vérifier si CONFIG_NO_HZ est paramétré dans le noyau (c'est juste un simple contrôle de régression)
gl: Comprobar se CONFIG_NO_HZ está estabelecido no kernel (é unha simple comprobación de regresión)
it: Verifica se CONFIG_NO_HZ è impostato nel kernel (questa è solo una semplice verifica di regressione).
km: ពិនិត្យមើល​ថា​តើ CONFIG_NO_HZ ត្រូវ​បាន​កំណត់​នៅ​ក្នុង​ខឺណែល​ដែរ​ឬទេ (នេះ​គ្រាន់តែ​ជា​ការ​ពិនិត្យមើល​ការ​ដើរ​ថយក្រោយ​ធម្មតា​ប៉ុណ្ណោះ)
ru: Проверьте установлена ли в ядре директива CONFIG_NO_HZ (это простой тест на регрессию)
zh_cn: 查看内核中是否设置了 CONFIG_NO_HZ(这只是一个简单回归检查)

source: PURPOSE: This test will ensure that the AC is unplugged for the battery drain tests to run. STEPS: 1. Unplug laptop from AC. VERIFICATION: Was the laptop unplugged from AC?
de: ZWECK: Dieser Test stellt sicher, dass das Stromkabel nicht angeschlossen ist, um den Akkuleerlauftest ausführen zu können. DURCHFÜHRUNG: 1. Trennen Sie den Laptop von der Stromversorgung. ÜBERPRÜFUNG: Wurde der Laptop von der Stromversorgung getrennt?
gl: PROPÓSITO: Esta proba verificará que a alimentación está desconectada para que se execute a comprobación da descarga da batería. PASOS: 1. Desconectar o portátil da alimentación COMPROBACIÓN: Estaba o portátil desconectado da alimentación?

source: Checks the battery drain during idle. Reports time until empty
de: Den Akkuverbrauch im Leerlauf überprüfen. Messen der Zeit, bis der Akku leer ist.
gl: Comproba o gasto da batería mentres está inactiva. Informa do tempo que resta até a descarga total
it: Verifica la durata della batteria durante l'inattività. Indica il tempo rimanente

source: and capacity as well.
de: und auch der Kapazität.
gl: e tamén da capacidade.
it: prima dello scaricamento e la capacità.

source: Checks the battery drain while watching a movie. Reports time
de: Den Akkuverbrauch überprüfen, während Sie einen Film anschauen. Bestimmen der Laufzeit
gl: Comproba o gasto da batería mentres está vendo unha película. Informa do tempo
it: Verifica la durata della batteria durante la riproduzione di un film. Indica il tempo

source: until empty and capacity as well. Requires MOVIE_VAR to be set.
de: bis zum vollständigen Entladen und auch die Kapazität. »MOVIE_VAR« muss gesetzt sein.
gl: que resta até a descarga total e tamén da capacidade. Require MOVIE_VAR para configurarse.
it: rimanente prima dello scaricamento e la capacità. È necessario impostare MOVIE_VAR.

source: Checks the battery drain during suspend. Reports time until
de: Überprüft die Entladung der Batterie während der Bereitschaft. Zeigt die Zeit bis
gl: Comproba o gasto da batería durante unha suspensión. Informa do tempo que resta até
it: Verifica la durata della batteria durante la sospensione. Indica il tempo rimanente

source: empty and capacity as well.
de: zum vollständigen Entladen und auch die Kapazität.
gl: a descarga total e tamén da capacidade.
it: prima dello scaricamento e la capacità.

source: PURPOSE: This test will ensure that the AC is plugged back in after the battery. tests STEPS: 1. Plug laptop into AC. VERIFICATION: Was the laptop plugged into AC?
de: ZWECK: Dieser Test stellt sicher, dass der Laptop nach Ausführung der Akkutests wieder mit dem Stromnetz verbunden wird. DURCHFÜHRUNG: 1. Schließen Sie den Laptop an das Stromnetz an. ÜBERPRÜFUNG: Wurde der Laptop ans Stromnetz angeschlossen?
gl: PROPÓSITO: Esta proba verificará que a alimentación se conecta de novo despois das probas da batería PASOS: 1. Conectar o portátil á alimentación COMPROBACIÓN: Conectouse o portátil á alimentación?
