Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Check logs for the stress poweroff (100 cycles) test case
de: Protokolle bezogen auf den Stresstest zum Ausschalten (100 mal) prüfen.
el: Έλεγχος αρχείων καταγραφής για τη δοκιμή αντοχής σβησίματος (100 φορές)
fr: Vérifier les journaux du test de résistance d'extinction (100 cycles)
gl: Comproba os rexistros da proba de resistencia do apagado (100 ciclos)
it: Verifica i registri per il test di spegnimento sotto stress (100 cicli).
ru: Проверяет отчеты теста многократного выключения (100 циклов)

source: Run the graphics stress test. This test can take a few minutes.
de: Einen Grafik‐Stresstest ausführen. Dieser Test kann ein paar Minuten dauern.
gl: Execute a proba de resistencia de gráficos. Esta proba pode levar uns minutos.
it: Esegue i test di stress grafici. Questo test può richiedere diversi minuti.

source: Attaches the graphics stress results to the submission.
de: Die Grafik‐Stresstest‐Ergebnisse zur Einreichung anhängen.
gl: Anexa a proba de resistencia de gráficos ao envío.
it: Allega i risultati dei test di stress grafico all'invio.

source: Runs a test that transfers 100 10MB files 3 times to usb.
de: Einen Test durchführen, der drei mal 100 10-MB‐Dateien auf einen USB‐Stick überträgt.
gl: Executa unha proba que transfire 100 ficheiros de 10 MB tres veces a un usb.
it: Esegue un test che trasferisce a un supporto USB 100 file da 10 MB per 3 volte.

source: Runs a test that transfers 100 10MB files 3 times to a SDHC card.
de: Einen Test durchführen, der drei mal 100 10-MB‐Dateien auf eine SDHC‐Karte überträgt.
gl: Executa unha proba que transfire 100 ficheiros de 10 MB tres veces a unha tarxeta SDHC.
it: Esegue un test che trasferisce a una scheda SDHC 100 file da 10 MB per 3 volte.

source: Ping ubuntu.com and restart network interfaces 100 times
de: Ping-Befehl mit »ubuntu.com« ausführen und die Netzwerkschnittstelle 100 mal neu starten.
gl: Envíar un ping a ubuntu.com e reiniciar as interfaces de rede 100 veces
it: Esegue il ping verso ubuntu.com e riavvia l'interfaccia di rete per 100 volte.

source: PURPOSE: To make sure that stressing the wifi hotkey does not cause applets to disappear from the panel or the system to lock up STEPS: 1. Log in to desktop 2. Press wifi hotkey at a rate of 1 press per second and slowly increase the speed of the tap, until you are tapping as fast as possible VERIFICATION: Verify the system is not frozen and the wifi and bluetooth applets are still visible and functional
de: ZWECK: Stellt sicher, dass das Drücken des Funkverbindungsschalters das System nicht einfrieren oder Anwendungen aus der Menüleiste verschwinden lässt. DURCHFÜHRUNG: 1. Melden Sie sich an Ihrer Arbeitsumgebung an. 2. Betätigen Sie den Funkverbindungsschalter einmal pro Sekunde und steigern Sie das Tempo anschließend. ÜBERPRÜFUNG: Überprüfen Sie, dass das System nicht eingefroren ist und das Bluetooth- und Funkverbindungsmenü noch immer sichtbar und bedienbar sind.
gl: PROPÓSITO: Comprobar que o uso repetido da tecla rápida da conexión sen fíos non fai desaparecer o miniaplicativo do panel nin bloquea o sistema PASOS: 1. Inicie sesión no escritorio 2. Prema a tecla rápida da conexión sen fíos cunha velocidade de 1 pulsación por segundo e lentamente incremente a velocidade até o máximo que poida COMPROBACIÓN Comprobe que o sistema non está conxelado e os miniaplicativos sen fíos e bluetooth son visíbeis e funcionan.
it: SCOPO: Assicurare che i test di stress dei tasti di scelta rapida della connessione Wi-Fi non facciano scomparire le applet del pannello e che il sistema non si blocchi. PASSI: 1. Accedere alla sessione desktop. 2. Premere il tasto di scelta rapida della connessione Wi-Fi al ritmo di una pressione al secondo, aumentando lentamente la velocità fino a premere il più velocemente possibile. VERIFICA: Controllare che il sistema non sia andato in blocco e che le applet Wi-Fi e Bluetooth siano ancora visibili e funzionanti.

source: Record the current network before suspending.
ast: Graba la rede actual enantes de suspender.
cs: Zachovat aktuální síťové připojení před uspáním.
de: Notieren Sie sich die aktuelle Netzwerkverbindung vor dem in Bereitschaft Versetzen.
el: Καταγραφή του τρέχοντος δικτύου πριν την αναστολή λειτουργίας.
fr: Enregistrer le réseau actuel avant mise en veille.
gl: Rexistrar a rede actual antes dunha suspensión.
it: Salva la rete attuale prima della sospensione.
km: កត់ត្រា​បណ្ដាញ​បច្ចុប្បន្ន​មុន​ពេល​ផ្អាក ។
ru: Запомнить текущую сеть перед переходом в спящий режим.
zh_cn: 挂起前记录当前网络。

source: Record the current resolution before suspending.
ast: Grabar la resolución actual enantes de suspender.
cs: Uložit aktuální rozlišení před uspáním.
de: Notieren Sie sich die aktuelle Bildschirmauflösung vor dem in Bereitschaft Versetzen.
el: Αποθήκευση της τρέχουσας ανάλυσης πριν την αδρανοποίηση
fr: Enregistrez la résolution actuelle avant la mise en veille.
gl: Gravar a resolución actual antes da suspensión.
it: Salva la risoluzione attuale prima della sospensione.
km: កត់ត្រា​គុណភាព​បង្ហាញ​បច្ចុប្បន្ន​មុន​ពេល​ផ្អាក ។
ru: Запись текущего разрешения перед переходом в режим пониженного энергопотребления.
zh_cn: 挂起前记录当前分辨率。

source: Record mixer settings before suspending.
ast: Grabar la configuración del entemecedor enantes de suspender.
cs: Zachovat nastavení zvuku před uspáním.
de: Notieren Sie sich die Einstellungen der Lautstärkeregler vor dem in Bereitschaft Versetzen.
el: Καταγραφή των ρυθμίσεων του μίκτη πριν από την αδρανοποίηση.
fr: Enregistre les paramètres de son avant la mise en veille.
gl: Garde a configuración do mesturador antes de suspender.
it: Salva le impostazioni del mixer prima della sospensione.
km: កត់ត្រា​ការ​កំណត់​ឧបករណ៍​លាយ​បច្ចុប្បន្ន​មុន​ពេល​ផ្អាក ។
ru: Записать параметры микшера перед переходом в ждущий режим.
zh_cn: 挂起前记录混音器设置。

source: Verify that all the CPUs are online before suspending
ast: Verifica que toles CPU tán en llinia enantes de suspender
cs: Ověřit dostupnost všech CPU před uspáním.
de: Stellen Sie vor dem Versetzen in Bereitschaft sicher, dass alle Prozessoren in Betrieb sind.
el: Επαλήθευση για το ότι όλες οι μονάδες επεξεργασίας (CPU) βρίσκονται σε σύνδεση πριν από την αναστολή λειτουργίας
fr: Vérifier que tous les processeurs sont connectés avant la mise en veille
gl: Verificar que todas as CPU están en liña antes dunha suspensión
it: Verifica che tutte le CPU siano online prima della sospensione.
km: ផ្ទៀងផ្ទាត់​ថា CPUs គឺ​នៅ​លើ​បណ្ដាញ​មុន​ពេល​ផ្អាក
ru: Проверяет доступность все ЦПУ перед переходом в ждущий режим
zh_cn: 确认电脑休眠之前所有 CPU 都处于运行状态。

source: Dumps memory info to a file for comparison after suspend test has been run
ast: Vuelca la información de la memoria nun ficheru pa la so comparación dempués d'haber executao la prueba de suspensión
cs: Vypíše informace o paměti do souboru pro srovnání po testu uspání
de: Kopiert Informationen aus dem Speicher in eine Datei, um diese nach dem Bereitschaftstest als Vergleich nutzen zu können.
el: Αποτύπωση των της πληροφοριών μνήμης σε ένα αρχείο ώστε να γίνει σύγκριση μετά από την εκτέλεση της δοκιμής αναστολής λειτουργίας
fr: Écrit le contenu de la mémoire dans un fichier pour comparaison après exécution du test de mise en veille
gl: Volca a información da memoria nun ficheiro para a súa comparación despois de executar a proba de suspensión
it: Esegue il dump delle informazioni di memoria in un file dopo l'esecuzione del test di sospensione, per poterle confrontare.
km: សាកល្បង
ru: Сохраняет фрагмент памяти в файл для сравнения после выполнения проверки ждущего режима
zh_cn: 将内存信息转储到一个文件中，以便运行了挂起测试后进行比较

source: This test disconnects all connections and then connects to the wireless interface. It then checks the connection to confirm it's working as expected.
ast: Esta prueba desconeuta toles conexones y coneuta a la interfaz inalámbrica. A continuación, comprueba la conexón pa confirmar para confirmar que funciona como ye de esperar.
cs: Tento tet odpojí všechna připojení a připojí se k bezdrátové síti. Poté zkontroluje, že připojení funguje podle očekávání.
de: Dieser Test unterbricht alle Verbindungen und verbindet sich dann mit dem Funknetzwerk. Anschließend wird die Verbindung geprüft, um sicherzustellen, dass alles wie erwartet funktioniert.
el: Αυτό το τεστ αποσυνδέει όλες τις συνδέσεις και έπειτα συνδέεται στην ασύρματη διεπαφή δικτύου. Έπειτα ελέγχει τη σύνδεση ώστε να επιβεβαιώσει πως αυτή λειτουργεί κατά το προσδοκώμενο.
fr: Ce test coupe toutes les connexions puis se connecte à l'interface sans fil. Il vérifie ensuite la connexion pour confirmer qu'elle fonctionne comme prévu.
gl: Esta proba desconecta tódalas conexións e conecta a interface sen fíos. A continuación, comproba a conexión para confirmar que funciona como se agarda.
it: Questo test termina tutte le connessioni per poi connettersi all'interfaccia senza fili. Controlla quindi la connessione stessa per confermare che funzioni nel modo atteso.
km: សាកល្បង.
ru: Этот тест выполняет отключение всех соединений, а затем производит подключение к беспроводному интерфейсу. Затем проверяет
zh_cn: 此测试将断开所有连接，然后连接到无线接口。然后，此测试将检查该连接，以确认其正常工作。

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Make sure Bluetooth is enabled by checking the Bluetooth indicator applet 2. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 3. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
de: ZWECK: Dieser Test sendet das Bild »JPEG_Color_Image_Ubuntu.jpg« an ein bestimmtes Gerät. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass Bluetooth eingeschaltet ist, indem Sie das Bluetooth-Menü überprüfen. 2. Klicken Sie auf »Testen«. Sie werden aufgefordert, den Namen eines Bluetooth-Gerätes einzugeben, welches den Empfang von Dateien akzeptiert (Es kann nach der Eingabe des Namens einige Sekunden dauern, bis die Datei gesendet wird). 3. Akzeptieren Sie die erscheinenden Meldungen auf beiden Geräten. ÜBERPRÜFUNG: Wurde die Datei korrekt verschickt?
gl: PROPÓSITO: Esta proba enviará a imaxe «JPEG_Color_Image_Ubuntu.jpg» a un dispositivo especificado PASOS: 1. Asegúrese de que o Bluetooth está activado comprobando o miniaplicativo indicador de Bluetooth 2. Prema «Probar» e preguntaráselle polo nome dun dispositivo Bluetooth que acepte transferencias de ficheiros (despois de introducir o nome pode levar unha miga enviar o ficheiro) 3. Acepte as preguntas que se lle fagan en ambos os dispositivos COMPROBACIÓN: Transferíronse os datos correctamente?
it: SCOPO: Questo test invierà l'immagine «JPEG_Color_Image_Ubuntu.jpg» a un determinato dispositivo. PASSI: 1. Assicurarsi, controllando l'applet presente nel pannello, che il Bluetooth si abilitato. 2. Fare clic su «Prova» e attendere la richiesta di immettere il nome del dispositivo Bluetooth che può accettare il trasferimento del file (potrebbe essere necessario qualche minuto tra l'immissione del nome e l'invio del file. 3. Accettare tutte le richieste che compaiono su entrambi i dispositivi. VERIFICA: I dati sono stati trasferiti correttamente?

source: PURPOSE: This test will check suspend and resume STEPS: 1. Click "Test" and your system will suspend for about 30 - 60 seconds 2. Observe the Power LED to see if it blinks or changes color during suspend 3. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually 4. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed VERIFICATION: Did your system suspend and resume correctly? (NOTE: Please only consider whether the system successfully suspended and resumed. Power/Suspend LED verification will occur after this test is completed.)
de: ZWECK: Dieser Test versetzt den Rechner in Bereitschaft und weckt ihn wieder auf. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um den Rechner für etwa 30-60 Sekunden in Bereitschaft zu versetzen. 2. Beobachten Sie die Energie-LED, ob diese während der Bereitschaft blinkt oder die Farbe ändert. 3. Falls ihr System nach 60 Sekunden nicht startet, müssen Sie den Ein-/Ausschalter drücken. 4. Falls das System nicht aus der Bereitschaft aufwacht und neu gestartet werden muss, starten Sie bitte die Systemüberprüfung erneut und markieren diesen Test als gescheitert. ÜBERPRÜFUNG: Wurde das System erfolgreich in Bereitschaft versetzt und wieder aufgeweckt? (Bitte berücksichtigen Sie nur, ob das System erfolgreich in Bereitschaft versetzt und wieder aufgeweckt wurde. Die Überprüfung der Energie-LED erfolgt nachdem dieser Test abgeschlossen ist.)
gl: PROPÓSITO: Esta proba verifica a suspensión e a continuación do sistema. PASOS: 1. Prema «Probar» e o sistema suspenderase durante 30-60 segundos 2. Observe o LED de acendido para ver se pestanexa ou cambia a cor durante a suspensión 3. Se o sistema non esperta despois de 60 segundos, prema momentaneamente no botón de acendido para activalo manualmente. 4. Se o sistema non esperta despois do paso anterior debe reinicialo, abrir as «Probas do sistema» despois de reiniciar e marcar a proba como fallida. COMPROBACIÓN: Suspendeuse e continuou o sistema correctamente? (Aviso: considéreo feito só se o sistema se suspendeu e continuou correctamente. A verificación do LED de acendido/suspensión sucederá despois de que a proba se complete.)

source: This is the automated version of suspend/suspend_advanced.
ast: Esta ye la versión automatizada de suspensión/suspensión_avanzao.
cs: Toto je automatická verze uspání/rozšířeného uspání.
de: Dies ist die automatisierte Version von »suspend/suspend_advanced«.
el: Αυτή είναι η αυτοματοποιημένη έκδοση του τεστ αναστολή/προχωρημένη_αναστολή.
fr: Ceci est la version automatisée de suspend/suspend_advanced.
gl: Esta é a versión automática da suspensión/suspensión_avanzada.
it: Questa è la versione automatica di suspend/suspend_advanced.
km: នេះ​ជា​កំណែ​ស្វ័យប្រវត្តិ​នៃ​ការ​ផ្អាក/ការ​ផ្អាក​កម្រិតខ្ពស់ ។
ru: Это автоматизированная версия suspend/suspend_advanced.
zh_cn: 这是 suspend/suspend_advanced 的自动化版本。

source: Automated check of the suspend log to look for errors reported by fwts
de: Automatisierte Prüfung des Bereitschaftsprotokolls auf Fehler, die von »fwts» gemeldet wurden.
gl: Comprobación automática do rexistro de suspensión para buscar erros informados polo fwts

source: PURPOSE: Wake up by USB keyboard STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any key of USB keyboard to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed a keyboard key?
de: ZWECK: Aufwecken mittels USB-Tastatur DURCHFÜHRUNG: 1. Aktivieren Sie den Eintrag »Aufwecken mit USB-Tastatur/Maus« im BIOS. 2. Drücken Sie auf »Testen«, um in den Bereitschaftsmodus (S3) zu wechseln. 3. Drücken Sie eine beliebige Taste auf der USB-Tastatur, um das System aufzuwecken. ÜBERPRÜFUNG: Wurde das System aus dem Bereitschaftsmodus aufgeweckt, als Sie eine Taste auf der Tastatur gedrückt haben?
gl: PROPÓSITO: Espertar o sistema mediante un teclado USB PASOS: 1. Activar na BIOS o elemento «Espertar por teclado/rato USB» 2. Prema «Probar» para introducir o modo suspensión (S3) 3. Prema calquera tecla do teclado USB para espertar o sistema. COMPROBACIÓN: Espertou o sistema do modo suspensión cando premeu a tecla?
it: SCOPO: Ripristinare il sistema dalla sospensione usando una tastiera USB. PASSI: 1. Abilitare nel BIOS la funzionalità per il ripristino dalla sospensione da tastiera o mouse USB. 2. Fare clic su «Prova» per attivare la sospensione (modalità S3). 3. Premere un qualunque tasto sulla tastiera USB per ripristinare il sistema. VERIFICA: Il sistema è stato ripristinato dalla sospensione alla pressione del tasto?

source: PURPOSE: Wake up by USB mouse STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any button of USB mouse to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed the mouse button?
de: ZWECK: Aufwecken mittels USB-Maus DURCHFÜHRUNG: 1. Aktivieren Sie den Eintrag »Aufwecken mit USB-Tastatur/Maus« im BIOS. 2. Drücken Sie auf »Testen«, um in den Bereitschaftsmodus (S3) zu wechseln. 3. Drücken Sie eine beliebige Taste auf der USB-Maus, um das System aufzuwecken. ÜBERPRÜFUNG: Wurde das System aus dem Bereitschaftsmodus aufgeweckt, als Sie eine Maustaste gedrückt haben?
gl: PROPÓSITO: Espertar o sistema mediante un rato USB PASOS: 1. Activar na BIOS o elemento «Espertar por teclado/rato USB» 2. Prema «Probar» para introducir o modo suspensión (S3) 3. Prema calquera botón do rato USB para espertar o sistema. COMPROBACIÓN: Espertou o sistema do modo suspensión cando premeu o botón do rato?
it: SCOPO: Ripristinare il sistema dalla sospensione usando un mouse USB. PASSI: 1. Abilitare nel BIOS la funzionalità per il ripristino dalla sospensione da tastiera o mouse USB. 2. Fare clic su «Prova» per attivare la sospensione (modalità S3). 3. Premere un qualunque pulsante del mouse USB per ripristinare il sistema. VERIFICA: Il sistema è stato ripristinato dalla sospensione alla pressione del pulsante del mouse?

source: Test the network after resuming.
ast: Probar la rede dempués de reanudar.
cs: Otestovat síť po probuzení.
de: Netzwerk nach Wiedereinschalten prüfen.
el: Δοκιμή της σύνδεσης δικτύου μετά την επαναφορά.
fr: Testez le réseau après la sortie de veille.
gl: Comprobar a rede logo de restaurar.
it: Test della rete dopo il ripristino.
km: សាកល្បង.
ru: Проверка сети после выхода из режима пониженного энергопотребления.
zh_cn: 恢复后测试网络。

source: Test to see that we have the same resolution after resuming as before.
ast: Prueba pa ver si tienes la mesma resolución dempués de reanudar.
cs: Test pro ověření, že máme stejné rozlišení po probuzení z režimu spánku.
de: Testen, ob nach Wiedereinschalten dieselbe Auflösung wie vorher eingestellt ist.
el: Δοκιμή διατήρησης της ανάλυσης μετά την επαναφορά.
fr: Testez la résolution d'écran et vérifiez qu'elle n'a pas changé après la sortie de veille.
gl: Comprobar que despois de restaurar a visualización ten a mesma resolución que tiña antes.
it: Test di verifica del mantenimento della risoluzione dopo il ripristino.
km: សាកល្បង.
ru: Убедимся, что разрешение системы осталось тем же, что было до перехода в режим пониженного энергопотребления.
zh_cn: 测试恢复后分辨率是否与之前相同。

source: Verify that mixer settings after suspend are the same as before suspend.
ast: Verificar que les configuraciones del entemecedor dempués de la suspensión son les mesmes qu'enantes de suspender.
cs: Ověřit, že nastavení zvuku je po probuzení stejné jako před ním.
de: Stellen Sie sicher, dass die Einstellungen der Lautstärkeregler nach dem Aufwecken aus der Bereitschaft dieselben sind, wie vorher.
el: Επαλήθευση της διατήρησης των ρυθμίσεων του μίκτη μετά την αναστολή λειτουργίας.
fr: Vérifier que les paramètres du son après la mise en veille sont les mêmes qu'avant la mise en veille.
gl: Verificar que a configuración do mesturador tras a suspensión é a mesma que antes da suspensión.
it: Verifica che le impostazioni del mixer dopo la sospensione siano uguali a quelle precedenti.
km: ផ្ទៀងផ្ទាត់​ថា​ការ​កំណត់​ឧបករណ៍​លាយ​បន្ទាប់ពី​ផ្អាក​គឺ​ដូចគ្នា​នៅ​មុន​ពេល​ផ្អាក ។
ru: Проверить, являются ли пареметры микшера после ждущего режима такими же, как и до него.
zh_cn: 验证在挂起之后混合器设置是否与挂起之前相同。

source: Verify that all CPUs are online after resuming.
ast: Verificar que toles CPUs tán en llinia dempués de reaniciar.
cs: Ověřit, že jsou všechna CPU po probuzení dstupná.
de: Stellen Sie sicher, dass alle Prozessoren nach dem Aufwecken aus dem Ruhezustand in Betrieb sind.
el: Επαλήθευση για το ότι όλες οι μονάδες επεξεργασίας (CPU) βρίσκονται σε σύνδεση μετά την επαναφορά από την αναστολή λειτουργίας.
fr: Vérifier que tous les processeurs sont connectés après la reprise.
gl: Verificar que todas as CPU están en liña despois dunha continuación.
it: Verifica che tutte le CPU siano online dopo il ripristino.
km: ផ្ទៀងផ្ទាត់​ថា​ CPUs ទាំងអស់​គឺ​នៅ​លើ​បណ្ដាញ​បន្ទាប់ពី​ផ្អាក ។
ru: Проверяет доступность всех ЦПУ после возобновления рабочего режима
zh_cn: 确认恢复之后所有 CPU 都处于运行状态。

source: Verify that all memory is available after resuming from suspend.
ast: Verifica que tola memoria ta disponible dempués de la reanudación de la suspensión.
cs: Ověřit, že je po probuzení dostupná všechna paměť.
de: Stellen Sie sicher, dass der gesamte Speicher nach dem Aufwecken aus der Bereitschaft zur Verfügung steht.
el: Επαλήθευση της διαθεσιμότητας ολόκληρης της μνήμης μετά την επαναφορά από την αναστολή λειτουργίας.
fr: Vérifier que toute la mémoire est disponible après la reprise d'une mise en veille.
gl: Verificar que toda a memoria está dispoñíbel despois de continuar tras unha suspensión.
it: Verifica che tutta la memoria sia disponibile dopo il ripristino dalla sospensione.
km: ផ្ទៀងផ្ទាត់​ថា​អង្គ​ចងចាំ​ទាំងអស់​គឺ​នៅ​មាន​បន្ទាប់ពី​ធ្វើ​បន្ត​ពី​ការផ្អាក ។
ru: Проверять доступность всей памяти после выхода из режима ожидания.
zh_cn: 验证在从挂起状态中恢复后所有内存是否均可用。

source: PURPOSE: This test will check that the display is correct after suspend and resume STEPS: 1. Check that your display does not show up visual artifacts after resuming. VERIFICATION: Does the display work normally after resuming from suspend?
de: ZWECK: Dieser Test überprüft, ob die Anzeige korrekt funktioniert, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass Ihre Anzeige keine Bildstörungen oder visuelle Artefakte aufweist, nachdem der Rechner aufgeweckt wurde. ÜBERPRÜFUNG: Funktioniert Ihre Anzeige normal, nachdem der Rechner aus der Bereitschaft wieder aufgeweckt wurde?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει ότι η οθόνη εμφανίζεται σωστά μετά την αναμονή και την επαναφορά ΒΗΜΑΤΑ: 1. Ελέγξτε ότι η οθόνη σας δεν εμφανίζει οπτικά αντικείμενα μετά την επαναφορά. ΕΠΙΒΕΒΑΙΩΣΗ: Δουλεύει φυσιολογικά η οθόνη μετά την επαναφορά;
fr: BUT : Ce test va vérifier que l'affichage est correct après mise en veille et réveil ÉTAPES : 1. Vérifiez que votre affichage ne présente pas de défaut visuel après sortie de veille VÉRIFICATION : L'affichage fonctionne-t-il correctement après la sortie de veille ?
gl: PROPÓSITO: Esta proba verifica que a pantalla se ve correctamente despois da suspensión e continuación PASOS: 1. Comprobe que a pantalla non mostra artefactos visuais despois da continuación. COMPROBACIÓN: Funciona correctamente a pantalla despois da continuación tras a suspensión?
it: SCOPO: Questo test verifica il corretto funzionamento dello schermo dopo una sospensione e un ripristino. PASSI: 1. Controllare che sullo schermo non siano presenti artefatti dopo il ripristino. VERIFICA: Lo schermo funziona normalmente dopo il ripristino dalla sospensione?
ru: ЦЕЛЬ: Этот тест проверять правильность работы экрана после перехода и выхода из режима приостановления работы ДЕЙСТВИЯ: 1. Убедитесь, что ваш экран не отображает визуальные искажения после выхода из этого режима. ПРОВЕРКА: Работает ли экран надлежащим образом после выхода из ждущего режима?
