Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Deselect all
cs: Zrušit výběr
de: Alle abwählen
el: Αποεπιλογή όλων
fr: Tout désélectionner
gl: Deseleccionar todo
it: Deseleziona tutto
ru: Снять выделение

source: Start testing
ast: Arrancar preba
cs: Spustit testování
de: Tests starten
el: Έναρξη δοκιμής
fr: Démarrer le test
gl: Comezar a proba
it: Avvia test
km: ចាប់ផ្ដើម​ការ​សាកល្បង
ru: Начать проверку
zh_cn: 开始测试

source: Selection
ast: Escoyeta
cs: Výběr
de: Auswahl
el: Επιλογή
fr: Sélection
gl: Selección
it: Selezione
km: ជម្រើស
ru: Выбор
zh_cn: 选择

source: TextLabel
ast: EtiquetaTestu
el: Ετικέτα κειμένου
fr: Étiquette
gl: TextoEtiqueta
ru: Поле текста
zh_cn: 文本标签

source: Comments
de: Bemerkungen
gl: Comentarios
it: Commenti

source: &Yes
de: &Ja
gl: &Si
it: &Sì

source: &No
de: &Nein
gl: &Non

source: &Skip this test
de: Diesen Test über&springen
gl: &Saltar esta proba
it: Sa&lta questo test

source: &Test
de: &Testen
gl: &Probar
it: &Prova

source: Tab 2
ast: Pestaña 2
cs: Karta 2
de: Reiter 2
el: Καρτέλα 2
fr: Onglet 2
gl: Lapela 2
it: Scheda 2
km: ផ្ទាំង ២
ru: Вкладка 2
zh_cn: 标签二

source: Ne&xt
de: &Nächster
gl: Seg&uinte
it: &Avanti

source: &Previous
de: &Zurück
gl: &Anterior
it: &Indietro

source: Run
ast: Executar
cs: Spustit
de: Aktiv
el: Εκτέλεση
fr: Exécuter
gl: Executar
it: Esecuzione
km: ដំណើរការ
ru: Выполнить
zh_cn: 运行

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Please enter the e-mail address associated with your Launchpad account (if applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">and click the Submit Results button to submit these test results to Launchpad.</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Introduza o correo electrónico asociado á súa conta de Launchpad (se é aplicábel)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">e prema no botón «Submit Results» para enviar os resultados da proba a Lunchpad.</span></p></body></html>

source: Submission details
cs: Informace o odesílaných datech
de: Details zur Übermittlung
el: Λεπτομέρειες υποβολής
fr: Détails de la soumission
gl: Envío dos detalles
it: Dettagli sull'invio
ru: Подробности сообщения

source: Email:
ast: Corréu-e:
el: Ηλ. διεύθυνση:
fr: Adresse de courriel :
gl: Correo:
km: អ៊ីមែល ៖
ru: Эл. почта:
zh_cn: 电子邮件地址：

source: Submit results
ast: Unviar resultaos
cs: Odeslat výsledky
de: Ergebnisse übermitteln
el: Υποβολή αποτελεσμάτων
fr: Envoyer les résultats
gl: Enviar os resultados
it: Invia risultati
km: ដាក់​ស្នើ​លទ្ធផល
ru: Отправить результаты
zh_cn: 提交结果

source: View results
ast: Ver resultados
cs: Zobrazit výsledky
de: Ergebnisse anzeigen
el: Προβολή αποτελεσμάτων
fr: Voir les résultats
gl: Ver os resultados
it: Visualizza risultati
km: មើល​លទ្ធផល
ru: Просмотр результатов
zh_cn: 查看结果

source: Submit to HEXR
de: An HEXR übertragen
gl: Enviar a HEXR

source: Results
ast: Resultados
cs: Výsledky
de: Ergebnisse
el: Αποτελέσματα
fr: Résultats
gl: Resultados
it: Risultati
km: លទ្ធផល
ru: Результаты
zh_cn: 结果

source: https://help.ubuntu.com/community/Installation/SystemRequirements
it: http://wiki.ubuntu-it.org/Installazione/RequisitiDiSistema

source: _Yes
ast: _Sí
cs: _Ano
el: _Ναι
fr: _Oui
km: បាទ/ចាស
ru: _Да
zh_cn: 是(_Y)

source: _Skip this test
ast: _Saltase esta prueba
cs: _Vynechat tento test
el: _Παράλειψη ελέγχου
fr: _Passer ce test
km: រំលង​ការ​សាកល្បង​នេះ
ru: Пропустить этот тест
zh_cn: 跳过这个测试(_S)

source: _Test
ast: _Prueba
cs: O_testovat
el: _Δοκιμή
fr: _Tester
km: សាកល្បង
ru: _Тест
zh_cn: 测试(_T)

source: _No
ast: _Non
cs: _Ne
el: _'Οχι
fr: _Non
km: ទេ
ru: _Нет
zh_cn: 否(_N)

source: _Select All
ast: _Seleicionar too
cs: _Vybrat vše
el: _Επιλογή όλων
fr: Tout _sélectionner
km: ជ្រើស​ទាំងអស់
ru: _Выбрать всё
zh_cn: 全部选中(_S)

source: _Deselect All
ast: _Deseleicionar too
cs: O_dznačit vše
el: _Αποεπιλογή όλων
fr: Tout _désélectionner
km: ដោះជ្រើស​ទាំងអស់
ru: _Снять выделение
zh_cn: 取消全部选中(_D)

source: _Previous
ast: _Anterior
cs: _Předchozí
el: _Προηγούμενο
fr: _Précédent
km: មុន
ru: Н_азад
zh_cn: 前一个(_P)

source: Ne_xt
ast: _Siguiente
cs: _Další
el: Επό_μενο
fr: _Suivant
km: បន្ទាប់
ru: _Далее
zh_cn: 下一个(_X)

source: Test your system and submit results to the Ubuntu Friendly project
ast: Comprueba'l sistema y unvia los resultaos al proyeutu Ubuntu Friendly
cs: Otestuje svůj systém a odešlete výsledky do projektu Ubuntu Friendly.
el: Δοκιμάστε το σύστημα σας και στείλτε τα αποτελέσματα στο πρόγραμμα Ubuntu Friendly
fr: Testez votre système et envoyez les résultats au projet « Ubuntu Friendly »
km: សាកល្បង​ប្រព័ន្ធ​របស់​អ្នក ហើយ​ដាក់​ស្នើ​លទ្ធផល​ទៅកាន់​គម្រោង​ដែល​ងាយស្រួល​ប្រើ​របស់​អ៊ូប៊ុនទូ
ru: Протестируйте свою систему, и отправьте результаты в проект Ubuntu Friendly
zh_cn: 测试您的系统，并将结果提交给 Ubuntu Friendly 项目

source: PURPOSE: 1. HDMI interface verification STEPS: 1. Plug an external HDMI device with sound 2. Open system sound preferences 3. Click on Output and Select HDMI and click 'Test Speakers' to check left and right channels 4. Click the Test button VERIFICATION: 1. Do you hear the sound coming out on the corresponding channel? 2. Did you hear a sound?
ast: PROPÒSITU: 1. Comprobar la interfaz HDMI PASOS: 1. Coneutar un preséu HDMI esternu con soníu 2. Abrir les preferencies de soníu del sistema 3. Calcar en Salida y seleicionar HDMI y calcar «Comprobar altavoces» pa probar les canales izquierda y drecha 4. Calcar nel botón Probar COMPROBACIÓN: 1. ¿Sientes el soníu salir de la canal correspondiente? 2. ¿Sentisti un soníu?
cs: CÍL: 1. Ověření funkčnosti HDMI POSTUP: 1. Připojte externí HDMI zařízení s podporou zvuku 2. Otevřete nastavení zvuku 3. Klikněte na Výstup, vyberte HDMI a kliknutím na Testovat zvuk otestujte pravý a levý kanál. 4. Klikněte na Testovat OVĚŘENÍ: 1. Slyšeli jste zvuk přicházející z patřičného kanálu? 2. Slyšeli jste zvuk?
el: ΣΚΟΠΟΣ: 1. Επαλήθευση διεπαφής HDMI ΒΗΜΑΤΑ: 1. Συνδέστε μια εξωτερική HDMI συσκευή με ήχο 2. Ανοίξτε τις προτιμήσεις ήχου συστήματος 3. Κάντε κλικ στην έξοδο, επιλέξτε HDMI και κάντε κλικ στο 'Δοκιμή Ηχείων' για τον έλεγχο του αριστερού και δεξιού καναλιού 4. Κάντε κλικ στο κουμπί δοκιμής ΕΠΙΒΕΒΑΙΩΣΗ: 1. Ακούτε τον ήχο να προέρχεται από το ανάλογο κανάλι; 2. Ακούσατε κάποιον ήχο;
fr: BUT : 1. Vérification de l'interface HDMI ÉTAPES : 1. Brancher un appareil HDMI externe avec du son 2. Ouvrir les préférences système du son 3. Cliquer sur sortie et sélectionner HMDI. Cliquer sur 'Tester les enceintes' pour vérifier les canaux gauche et droit 4. Cliquer sur le bouton Tester VÉRIFICATION : 1. Entendez-vous le son sortant du canal correspondant ? 2. Entendez-vous un son ?
ru: ЦЕЛЬ: 1. Проверка интерфейса HDMI ШАГИ: 1. Подключите внешнее звуковое устройство HDMI 2. Откройте системные настройки звука 3. Нажмите Выход, нажмите Выбрать HDMI, далее нажмите 'Проверить звук' для проверки левого и правого каналов 4. Нажмите кнопку Проверить ПРОВЕРКА: 1. Вы слишите звук в соответствии с каналом? 2. Вы слышите звук?

source: Play back a sound on the default output and listen for it on the default input. This makes the most sense when the output and input are directly connected, as with a patch cable.
ast: Reproducir un soníu na salida predeterminada y escuchala na entrada predeterminada. Esto tien xacíu cuando la salida y la entrada tán direutamente coneutaes, como con un cable de conexón.
cs: Přehrát zvuk na výchozím výstupu a nahrát ho z výchozího vstupu. To dává největší smysl, pokud vstup a výstup přímo propojíte kabelem.
el: Αναπαραγωγή ενός ήχου στην προεπιλεγμένη έξοδο και ακρόασή του από την προεπιλεγμένη είσοδο. Αυτό έχει περισσότερο νόημα όταν η είσοδος με την έξοδο είναι απευθείας συνδεδεμένες, όπως με ένα συνδετικό καλώδιο (patch cable).
fr: Joue un son sur la sortie par défaut, et l'écoute via l'entrée par défaut. Cela a plus de sens lorsque la sortie et l'entrée sont connectées directement, par exemple via un câble gainé.
km: ចាក់​សំឡេង​របស់​អ្នក​តាម​ច្រក​ចេញ​លំនាំដើម និង​ស្ដាប់​វា​តាម​ច្រក​ចូល​លំនាំដើម ។ វា​គឺ​ពីរោះ​បំផុត​នៅ​ពេល​ដែល​ការ​ច្រក​ចេញ និង​ច្រក​ចូល​ត្រូវ​បាន​តភ្ជាប់​ដោយ​ផ្ទាល់​ដោយ​ប្រើ​ខ្សែ​បំណះ ។
ru: Воспроизвести звуковой фрагмент на выходе по умолчанию и прослушать его на входе по умолчанию. Это имеет значение, когда вход и выход подключены напрямую, например соединительным кабелем.
zh_cn: 从默认输出设备播放声音并在默认输入设备上监听。当输入和输出设备都直接连接到电脑时结果最为准确。

source: PURPOSE: This test will check that you can record and hear audio using a bluetooth audio device STEPS: 1. Enable the bluetooth headset 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Click "Test" to record for five seconds and reproduce in the bluetooth device VERIFICATION: Did you hear the sound you recorded in the bluetooth
ast: OXETIVU: Esta prueba comprobará que pues grabar y escuchar audio con un preséu d'audio Bluetooth PASOS: 1. Activar l'auricular bluetooth 2. Calca nel iconu de Bluetooth na barra de menú 3. Seleiciona «Configurar un nuevu preséu» 4. Busca'l preséu na llista y seleiciónalu 5. Nel preséu escribi'l códigu PIN elexíu automáticamente pol asistente 6. El preséu tien d'empareyase col equipu 7. Calca en «Probar» pa grabar durante cinco segundos y reproducir nel preséu bluetooth VERIFICACIÓN: ¿Oyóse'l soníu que se grabó nel bluetooth?
cs: CÍL: Tento test otestuje nahrávání a poslech zvuku přes zařízení bluetooth POSTUP: 1. Zapněte bluetooth sluchátka 2. Klikněte v menu na ikonu bluetooth 3. Vyberte 'Nastavit nové zařízení' 4. Vyberte své zařízení 5. V zařízení zadejte svůj vygenerovaný PIN 6. Zařizení by se mělo propojit s počítačem 7. Klikněte na 'Test' pro pětisekundové nahrávání a přehrání záznamu DŮKAZ: Byl slyšet nahraný zvuk?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι μπορείτε καταγράψετε και να ακούσετε ήχο χρησιμοποιώντας μίας συσκευή ήχου bluetooth ΒΗΜΑΤΑ: 1. Ενεργοποιήστε το σετ bluetooth 2. Κάντε κλικ στο εικονίδιο του bluetooth στην μπάρα μενού 3. Επιλέξτε «Ρύθμιση νέας συσκευής» 4. Ψάξτε για τη συσκευή στη λίστα και επιλέξτε την 5. Εισάγετε στη συσκευή τον αριθμό PIN που επιλέχθηκε αυτόματα από τον οδηγό σύνδεσης 6. Η συσκευή θα πρέπει να συζευχθεί με τον υπολογιστή 7. Κάντε κλικ στην επιλογή «Δοκιμή» για να ηχογραφήσετε για πέντε δευτερόλεπτα και αναπαράξτε την ηχογράφηση στην συσκευή bluetooth ΕΠΑΛΗΘΕΥΣΗ: Ακούσατε τον ήχο που καταγράψατε στη συσκευή bluetooth;
fr: BUT : Ce test va vérifier que vous pouvez enregistrer et écouter des sons en utilisant un périphérique audio Bluetooth ÉTAPES : 1. Activez le casque audio Bluetooth 2. Cliquez sur l'icône Bluetooth dans la barre menu 3. Sélectionnez « Configurer un nouveau périphérique » 4. Cherchez l'appareil dans la liste et sélectionnez-le 5. Entrez le code PIN choisi automatiquement par l'assistant dans votre appareil 6. L'appareil devrait s'associer avec l'ordinateur 7. Cliquez sur le bouton « Tester » pour enregistrer pendant cinq secondes et reproduire l'enregistrement dans l'appareil Bluetooth VÉRIFICATION : Avez-vous entendu le son enregistré via le Bluetooth ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យ​មើល​ថា តើ​អ្នក​អាច​ថតចម្លង និង​ស្ដាប់​អូឌីយ៉ូ​ដោយ​ប្រើ​ឧបករណ៍​អូឌីយ៉ូ​ប៊្លូធូស​បាន​ដែរ​ឬ​ទេ ជំហាន ៖ ១. បើក​កាស​ប៊្លូធូស ២. ចុច​លើ​រូបតំណាង​ប៊្លូធូស​នៅ​ក្នុង​របារ​ម៉ឺនុយ ៣. ជ្រើស 'រៀបចំ​ឧបករណ៍​ថ្មី' ៤. រកមើល​ឧបករណ៍​នៅ​ក្នុង​បញ្ជី ហើយ​ជ្រើស​វា ៥. នៅ​ក្នុង​ឧបករណ៍ សរសេរ​កូដ PIN ដែល​ត្រូវ​បាន​ជ្រើសរើស​ស្វ័យប្រវត្តិ​ដោយ​អ្នកជំនួយការ ៦. ឧបករណ៍​គួរតែ​ផ្គូ​ជាមួយ​កុំព្យូទ័រ ៧. ចុច "សាកល្បង" ដើម្បី​ថតចម្លង​រយៈ​ពេល​ប្រាំ​នាទី និង​ថតចម្លង​ឡើងវិញ​នៅ​ក្នុង​ឧបករណ៍​ប៊្លូធូស ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​ឮ​សំឡេង​ដែល​អ្នក​បាន​ថត​ចម្លង​នៅ​ក្នុង​ប៊្លូធូស​ដែរ​ឬ​ទេ
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности записи и воспроизведении звука с использованием звукового устройства с bluetooth ДЕЙСТВИЯ: 1. Включите гарнитуру с bluetooth 2. Щёлкните на значке bluetooth в панели меню 3. Выберите 'Установить новое устройство' 4. Найдите устройство в списке и выполните его выбор 5. На устройстве запишите PIN-код, который автоматически присваивается мастером 6. Устройство должно быть сопряжено с компьютером 7. Щёлкните "Проверить" для записи 5-ти секундного звукового фрагмента и его воспроизведения на устройстве с bluetooth ПРОВЕРКА: Был ли слышен звук записанный вами с использованием bluetooth?
zh_cn: 目的： 此测试将检查您是否能够使用蓝牙音频设备录制和播放音频 步骤： 1. 启用蓝牙耳机 2. 单击菜单栏中的蓝牙图标 3. 选择 '设置新设备' 4. 在列表中查找该设备，并选择 5. 在该设备中输入由向导自动选择的 PIN 码 6. 该设备应与此计算机配对 7. 单击 "测试"，在该蓝牙设备中录音五秒钟，然后播放 验证： 您是否听到了您在该蓝牙设备中录制的声音

source: PURPOSE: This test will check that you can use a bluetooth keyboard STEPS: 1. Enable the bluetooth keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Click "Test" 6. Enter some text VERIFICATION: Were you able to enter some text with the bluetooth keyboard?
ast: OXETIVU: Esta prueba verifica que se pue usar un tecláu bluetooth PASOS: 1. Activa el tecláu bluetooth 2. Calca nel iconu de bluetooth na barra de menús 3. Seleiciona «Configurar preséu nuevu» 4. Gueta'l preséu na llista y seleicionalu 5. Calca «Prueba» 6. Escribi dalgún testu VERIFICACIÓN: ¿Fuisti quien a introducir dalgún testu col tecláu bluetooth?
cs: CÍL: Tento test prověří schopnosti bluetooth klávesnice POSTUP: 1. Povolte bluetooth klávesnici 2. Klikněte v menu na ikonu bluetooth 3. Vyberte 'Nastavit nové zařízení' 4. Vyberte své zařízení 5. Klikněte na "Test" 6. Zadejte nějaký text DŮKAZ: Objevil se zadaný text na obrazovce?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι μπορείτε να χρησιμοποιήσετε ένα bluetooth πληκτρολόγιο ΒΗΜΑΤΑ: 1. Ενεργοποιήστε το bluetooth πληκτρολόγιο 2. Κάντε κλικ στο εικονίδιο του bluetooth στην μπάρα μενού 3. Επιλέξτε «Ρύθμιση νέας συσκευής» 4. Ψάξτε για τη συσκευή στη λίστα και επιλέξτε την 5. Κάντε κλικ στην επιλογή «Δοκιμή» 6. Εισάγετε ένα κομμάτι κειμένου ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να εισάγετε κείμενο με το bluetooth πληκτρολόγιο;
fr: BUT : Ce test va vérifier que vous pouvez utiliser un clavier Bluetooth ÉTAPES : 1. Activez le clavier Bluetooth 2. Cliquez sur l'icône Bluetooth dans la barre menu 3. Sélectionnez « Configurer un nouveau périphérique » 4. Cherchez l'appareil dans la liste et sélectionnez-le 5. Cliquez sur le bouton « Tester » 6. Saisissez un texte VÉRIFICATION : Avez-vous été capable de saisir un texte avec le clavier Bluetooth ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​អ្នក​អាច​ប្រើ​ក្ដារ​ចុច​ប៊្លូធូស​បាន​ដែរ​ឬ​ទេ ជំហាន ៖ ១. បើក​ក្ដារចុច​ប៊្លូធូស ២. ចុច​លើ​រូបតំណាង​ប៊្លូធូស​នៅ​ក្នុង​របារ​ម៉ឺនុយ ៣. ជ្រើស 'រៀបចំ​ឧបករណ៍​ថ្មី' ៤. រកមើល​ឧបករណ៍​នៅ​ក្នុង​បញ្ជី ហើយ​ជ្រើស​វា ៥. ចុច "សាកល្បង" ៦. បញ្ចូល​អត្ថបទ​មួយ​ចំនួន ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​បញ្ចូល​អត្ថបទ​មួយ​ចំនួន​ដោយ​ប្រើ​ក្ដារ​ចុច​ប៊្លូធូស​បាន​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности bluetooth клавиатуры ДЕЙСТВИЯ: 1. Включите bluetooth клавиатуру 2. Щёлкните на значке bluetooth в панели меню 3. Выберите 'Установить новое устройство' 4. Найдите устройство в списке и выполните его выбор 5. Щёлкните "Проверить" 6. Введите любой текст ПРОВЕРКА: Появилась ли возможность вводить текст, используя bluetooth клавиатуру?
zh_cn: 目的： 此测试将检查您是否能够使用蓝牙键盘 步骤： 1. 启用蓝牙键盘 2. 单击菜单栏中的蓝牙图标 3. 选择 '设置新设备' 4. 在列表中查找该设备，并选择 5. 单击 "测试" 6. 输入一些文字 验证： 您是否能够使用蓝牙键盘输入一些文字？

source: PURPOSE: This test will check that you can use a bluetooth mouse STEPS: 1. Enable the bluetooth mouse 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Move the mouse around the screen 6. Perform some single/double/right click operations VERIFICATION: Did the mouse work as expected?
ast: OXETIVU: Esta prueba verifica que se pue usar un mur bluetooth PASOS: 1. Activa'l mur bluetooth 2. Calca nel iconu de bluetooth na barra de menús 3. Seleiciona «Configurar preséu nuevu» 4. Gueta'l preséu na llista y seleicionalu 5. Muevi'l mur pela pantalla 6. Fai dalgunes operaciones de pulsación simple y duble col botón derechu VERIFICACIÓN: ¿El mur funciona como s'esperaba?
cs: CÍL: Tento test otestuje vaši bluetooth myš POSTUP: 1. Povolte bluetooth myš 2. Klikněte v menu na ikonu bluetooth 3. Vyberte 'Nastavit nové zařízení' 4. Vyberte své zařízení 5. Pohybujte kurzorem po obrazovce 6. Vyzkoušejte si klikání levým/pravým/dvouklikem DŮKAZ: Pracuje myš dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι μπορείτε να χρησιμοποιήσετε ένα bluetooth ποντίκι ΒΗΜΑΤΑ: 1. Ενεργοποιήστε το bluetooth ποντίκι 2. Κάντε κλικ στο εικονίδιο του bluetooth στην μπάρα μενού 3. Επιλέξτε «Ρύθμιση νέας συσκευής» 4. Ψάξτε για τη συσκευή στη λίστα και επιλέξτε την 5. Μετακινήστε το δείκτη του ποντικιού στην οθόνη 6. Εκτελέστε μερικές λειτουργίες χρησιμοποιώντας μονό, διπλό και δεξί κλικ ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησε το ποντίκι όπως θα περιμένατε;
fr: BUT : Ce test va vérifier que vous pouvez utiliser une souris Bluetooth ÉTAPES : 1. Activez la souris Bluetooth 2. Cliquez sur l'icône Bluetooth dans la barre de menu 3. Sélectionnez « Configurer un nouveau périphérique » 4. Cherchez votre appareil dans la liste et sélectionnez-le 5. Déplacez le curseur autour de l'écran 6. Effectuez quelques clics, doubles-clics et clics droits VÉRIFICATION : La souris a-t-elle fonctionné comme prévu ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​អ្នក​អាច​ប្រើ​កណ្ដុរ​ប៊្លូធូស​បាន​ដែរ​ឬ​ទេ ជំហាន ៖ ១. បើក​កណ្ដុរ​ប៊្លូធូស ២. ចុច​លើ​​រូបតំណាង​ប៊្លូធូស​នៅ​ក្នុង​របារ​ម៉ឺនុយ ៣. ជ្រើស 'រៀបចំ​ឧបករណ៍​ថ្មី' ៤. រកមើល​ឧបករណ៍​នៅ​ក្នុង​បញ្ជី ហើយ​ជ្រើស​វា ៥. ផ្លាស់ទី​កណ្ដុរ​នៅ​លើ​អេក្រង់ ៦. អនុវត្ត​ប្រតិបត្តិការ​ចុច​ម្ដង/ទ្វេដង/កណ្ដុរ​ស្ដាំ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​កណ្ដុរ​ដំណើរការ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности bluetooth мыши ДЕЙСТВИЯ: 1. Включите bluetooth мышь 2. Щёлкните на значке bluetooth в панели меню 3. Выберите 'Установить новое устройство' 4. Найдите устройство в списке и выполните его выбор 5. Перемещайте указатель мыши по экрану 6. Выполните несколько одиночных/двойных щелчков и щелчков правой кнопкой мыши ПРОВЕРКА: Мышь работает корректно?
zh_cn: 目的： 此测试将检查您是否能够使用蓝牙鼠标 步骤： 1. 启用蓝牙鼠标 2. 单击菜单栏中的蓝牙图标 3. 选择 '设置新设备' 4. 在列表中查找该设备，并选择 5. 在屏幕上来回移动鼠标 6. 执行单击/双击/右键单击操作 验证： 鼠标是否正常工作？

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera VERIFICATION: Did you see the image?
ast: OXETIVU: Esta prueba verifica que funciona la cámara incorporada PASOS: 1. Calca en prueba p'amosar una imaxe fixa de la cámara VERIFICACIÓN: ¿Viose la imaxe?
cs: CÍL: Tento test vyzkouší zda vestavěná kamera funguje POSTUP: 1. Po kliknutí na Test se zobrazí nehybný obraz z kamery DŮKAZ: Byl vidět obrázek?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει αν η ενσωματωμένη κάμερα λειτουργεί ΒΗΜΑΤΑ: 1. Κάντε κλικ στη Δοκιμή για την προβολή μία ακίνητης εικόνας που λήφθηκε από την κάμερα ΕΠΙΒΕΒΑΙΩΣΗ: Βλέπετε την εικόνα;
fr: BUT : Ce test va vérifier que l'appareil photo intégré fonctionne ÉTAPES : 1. Cliquez sur le bouton « Tester » pour visualiser une image fixe de l'appareil photo VÉRIFICATION : Avez-vous vu l'image ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ម៉ាស៊ីន​ដែល​ភ្ជាប់​មក​ស្រាប់​ដំណើរការ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. ចុច សាកល្បង ដើម្បី​បង្ហាញ​រូបភាព​នឹង​ថ្កល់​ពី​ម៉ាស៊ីន​ថត ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មើល​ឃើញ​រូបភាព​ទេ ?
ru: ЦЕЛЬ: Эта проверка поможет убедиться в работоспособности встроенной камеры ДЕЙСТВИЯ: 1. Щёлкните Проверить для создания фотографии с камеры ПРОВЕРКА: Видите ли вы фотографию?
zh_cn: 目的： 此测试将检查内置摄像头是否正常工作 步骤： 1. 单击 "测试"，显示来自该摄像头的静态图像 验证： 您是否看到了该图像？

source: Maximum disk space used during a default installation test
ast: Máximu espaciu de discu usáu nuna prueba d'instalación predeterminada
cs: Během výchozího testu instalací bude zabrán nejvýše tento objem dat
el: Ο μέγιστος χώρος δίσκου που χρησιμοποιήθηκε κατά τη δοκιμή μιας προεπιλεγμένης εγκατάστασης
fr: Espace disque maximal utilisé lors d'un test d'installation par défaut
km: ទំហំ​ថាស​អតិបរមា​ដែល​ត្រូវ​ប្រើ​ក្នុង​អំឡុង​ពេល​សាកល្បង​ដំឡើង​តាម​លំនាំដើម
ru: Максимальное использование места на диске при тесте с настройками по умолчанию
zh_cn: 默认安装测试过程中使用的最大磁盘空间
