Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check the system's ability to reboot cleanly. STEPS: 1: Select "Test" to begin. 2: The machine will reboot. 3: After rebooting, wait for the test prompts to inform you that the test is complete. 4: Once the test has completed, restart checkbox and select Re-Run when prompted VERIFICATION: If the machine successfully reboots, select Yes then select Next.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει την δυνατότητα του συστήματος να κάνει σωστή επανεκκίνηση. ΒΗΜΑΤΑ: 1. Επιλέξτε "Δοκιμή" για να ξεκινήσετε. 2. Το σύστημα θα κάνει επανεκκίνηση. 3. Μετά την επανεκκίνηση, περιμένετε μέχρι να ενημερωθείτε ότι η δοκιμή ολοκληρώθηκε. 4. Αφού ολοκληρωθεί η δοκιμή, επανεκκινήστε το checkbox και επιλέξτε "Επανάληψη" όταν σας ζητηθεί ΕΠΙΒΕΒΑΙΩΣΗ: Αν το μηχάνημα επανεκκινήσει με επιτυχία, επιλέξτε "Ναι" και μετά επιλέξτε "Επόμενο".
fr: BUT : Ce test va vérifier la capacité du système à redémarrer proprement. ÉTAPES : 1. Sélectionnez « Tester » pour démarrer. 2. L'ordinateur devrait redémarrer. 3. Après le redémarrage, attendez le message du test vous informant que le test est terminé. 4. Lorsque le test est terminé, redémarrez Checkbox et sélectionnez « Ré-exécuter » quand cela est proposé VÉRIFICATION : Si l'ordinateur redémarre correctement, sélectionnez « Oui« puis « Suivant ».
ru: ЦЕЛЬ: Этот тест проверит возможность надлежащей перезагрузки компьютера. ДЕЙСТВИЯ: 1: Выберите "Проверить", чтобы начать. 2: Будет выполнения перезагрузка компьютера. 3: После перезагрузки, дождитесь сообщения о завершении проверки. 4: Как только тест будет завершён, перезапустите Проверку системы и после запроса выберите повторный запуск ПРОВЕРКА: Если компьютер успешно выполнил перезагрузку, выберите Да и затем Далее.

source: PURPOSE: This test will check your lid sensors STEPS: 1. Close your laptop lid VERIFICATION: Does closing your laptop lid cause your system to suspend?
ast: OXETIVU: Esta prueba revisará los sensores de la tapa PASOS: 1. Zarra la tapa del to portátil VERIFICACIÓN: ¿Zarrar la tapa del portátil fizo que se suspendiera'l sistema?
cs: CÍL: Tento test ověří reakci systému na sklopení obrazovky notebooku POSTUP: 1. Sklopte obrazovku ke klávesnici DŮKAZ: Způsobilo zavření notebooku uspání systému?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τους αισθητήρες του καπακιού του υπολογιστή ΒΗΜΑΤΑ: 1. Κλείστε το καπάκι του φορητού σας υπολογιστή ΕΠΑΛΗΘΕΥΣΗ: Προκαλεί το κλείσιμο του καπακιού την αναστολή λειτουργίας του συστήματος;
fr: BUT : Ce test va vérifier les capteurs du couvercle de votre ordinateur portable ÉTAPES : 1. Rabattez le couvercle de votre ordinateur portable VÉRIFICATION : Est-ce que votre système se met en veille à la fermeture du couvercle ?
km: គោលបំណង ៖ វា​នឹង​ពិនិត្យមើល​ឧបករណ៍​ចាប់​សញ្ញា​គម្រប​របស់​អ្នក ជំហាន ៖ ១. បិទ​គម្រប​កុំព្យូទ័រ​យួរដៃ​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​បិទ​គម្រប​កុំព្យូទ័រ​យួរដៃ​របស់​អ្នក​បណ្ដាលឲ្យ​ប្រព័ន្ធ​ផ្អាក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности датчиков крышки ДЕЙСТВИЯ: 1. Закройте крышку ноутбука ПРОВЕРКА: Переходит ли ваш ноутбук в режим ожидания при закрытии крышки?
zh_cn: 目的： 此测试将检查您的电脑盖传感器 步骤： 1. 盖上您的笔记本电脑盖 验证： 关闭您的笔记本电脑盖是否导致您的系统挂起？

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close and open the lid VERIFICATION: Did the screen turn off while the lid was closed?
ast: OXETIVU: Esta prueba comprobará los sensores de la tapa PASOS: 1. Calca en «Prueba» 2. Zarra y abri la tapa VERIFICACIÓN: ¿Apagóse la pantalla mentanto taba zarrada la tapa?
cs: CÍL: Tento test ověří reakci systému na sklopení obrazovky notebooku POSTUP: 1. Klikněte na "Test" 2. Zavřete a otevřete notebook DŮKAZ: Zčernala obrazovka při sklopené obrazovce?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τους αισθητήρες του καπακιού του υπολογιστή ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» 2. Κλείστε το καπάκι και έπειτα ανοίξτε το ξανά ΕΠΑΛΗΘΕΥΣΗ: Έσβησε η οθόνη όσο το καπάκι ήταν κλειστό;
fr: BUT : Ce test va vérifier les capteurs du couvercle de votre ordinateur portable ÉTAPES : 1. Cliquez sur « Tester » 2. Rabattez et rouvrez le couvercle de votre ordinateur portable VÉRIFICATION : Est-ce que l'écran s'est éteint quand le couvercle était fermé ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ឧបករណ៍​ចាប់​សញ្ញា​គម្រប​របស់​អ្នក ជំហាន ៖ ១. ចុច "សាកល្បង" ២. បិទ និង​បើក​គម្រប ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អេក្រង់​រលត់​ដែរ​ឬទេ ពេល​ដែល​គម្រប​ត្រូវ​បាន​បិទ ។
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности датчиков крышки ДЕЙСТВИЯ: 1. Щёлкните "Проверить" 2. Закройте и откройте крышку ПРОВЕРКА: Выключился ли экран после закрытия крышки?
zh_cn: 目的： 此测试将检查您的电脑盖传感器 步骤： 1. 单击 "测试" 2. 关闭然后打开此盖 验证： 在关闭此盖时屏幕是否关闭？

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close the lid 3. Wait 5 seconds with the lid closed 4. Open the lid VERIFICATION: Did the system resume when the lid was opened?
ast: OXETIVU: Esta prueba revisará los sensores de la tapa PASOS: 1. Calca en «Prueba» 2. Zarra la tapa 3. Espera 5 segundos cola tapa zarrada 4. Abri la tapa VERIFICACIÓN: ¿El sistema reanudóse cuando s'abrió la tapa?
cs: CÍL: Tento test ověří reakci systému na sklopení obrazovky notebooku POSTUP: 1. Klikněte na "Test" 2. Zavřete notebook 3. Počkejte 5 vteřin 4. Otevřete notebook DŮKAZ: Probudil se systém po otevření notebooku?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τους αισθητήρες του καπακιού του υπολογιστή ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» 2. Κλείστε το καπάκι 3. Περιμένετε 5 δευτερόλεπτα με το καπάκι κλειστό 4. Ανοίξτε το καπάκι ΕΠΑΛΗΘΕΥΣΗ: Συνέχισε το σύστημα τη λειτουργία του όταν άνοιξε το καπάκι;
fr: BUT : Ce test va vérifier les capteurs du couvercle de votre ordinateur portable ÉTAPES : 1. Cliquez sur « Tester » 2. Rabattez le couvercle 3. Laissez le couvercle fermé 5 secondes 4. Ouvrez le couvercle de votre ordinateur portable VÉRIFICATION : Le système a-t-il repris à l'ouverture du couvercle ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ឧបករណ៍​ចាប់​សញ្ញា​គម្រប​របស់​អ្នក ជំហាន ៖ ១. ចុច "សាកល្បង" ២. បិទ​គម្រប ៣. រង់ចាំ ៥ វិនាទី ៤. បើក​គម្រប ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​ធ្វើ​បន្ត​ដែរ​ឬទេ នៅ​ពេល​ដែល​គម្រប​ត្រូវ​បាន​បើក ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности датчиков крышки ДЕЙСТВИЯ: 1. Щёлкните "Проверить" 2. Закройте крышку 3. Подождите 5 секунд после закрытия крышки 4. Откройте крышку ПРОВЕРКА: Возобновилось ли рабочее состояние после открытия крышки?
zh_cn: 目的： 此测试将检查您的电脑盖传感器 步骤： 1. 单击 "测试" 2. 关闭此盖 3. 在此盖关闭的情况下等待 5 秒钟 4. 打开此盖 验证： 打开此盖时该系统是否恢复？

source: Make sure that the RTC (Real-Time Clock) device exists.
ast: Asegúrate que'l preséu RTC (Reló de tiempu real n'inglés Real-Time Clock) esiste.
cs: Ujistěte se, že zařízení RTC (Real-Time Clock) existuje.
el: Βεβαιωθείτε ότι υπάρχει η συσκευή RTC (Real-Time Clock).
fr: Assurez-vous de la présence de l'horloge temps réel (RTC)
km: សូម​ប្រាកដ​ថា​មាន​ឧបករណ៍ RTC (Real-Time Clock) ។
ru: Проверьте доступность RTC устройства.
zh_cn: 确认实时时钟(RTC)设备存在

source: PURPOSE: This test will check suspend and resume STEPS: 1. Click "Test" and your system will suspend for about 30 - 60 seconds 2. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually 3. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed VERIFICATION: Did your system suspend and resume correctly?
ast: OXETIVU: Esti test verificará les funciones de suspender y reaniciar PASOS: 1. Calca en "Probar" y el sistema suspenderáse por cerca de 30-60 segundos 2. Si'l sistema nun esconsoña dempués de 60 segundos, calca'l botón d'encendíu per un momentu pa retornar el sistema manualmente. 3. Si'l sistema fallo al esconsoñar y necesita reaniciase, recomienza'l Test de Sistema dempués del reaniciu y conseña esta prueba como un fallu VERIFICACIÓN: ¿Suspendióse y reanicióse'l sistema correutamente?
cs: CÍL: Tento test vyzkouší uspání a probuzení POSTUP: 1. Kliknutím na Test uspíte systém na 30 až 60 sekund. 2. Pokud se systém neprobudí během 60 sekund, prosím spusťte ho ručně. 3. Pokud se systém neprobudí a musí být restartován, prosím znovu spusťte Testování systému a označte test jako neúspěšný DŮKAZ: Bylo uspání a probuzení systému úspěšné?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την αναστολή λειτουργίας και την επαναφορά ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» και η λειτουργία του συστήματός σας θα ανασταλεί για περίπου 30 - 60 δευτερόλεπτα 2. Αν το σύστημά σας δεν ξυπνήσει αυτόματα μετά από 60 δευτερόλεπτα, θα χρειαστεί να πατήσετε στιγμιαία το κουμπί παροχής ενέργειας (On/Off) ώστε να ξυπνήσετε το σύστημα χειροκίνητα 3. Αν το σύστημά σας δεν ξυπνήσει καθόλου και χρειαστεί επανεκκίνηση, παρακαλώ επανεκκινήστε τους ελέγχους συστήματος και σημειώστε αυτό το τεστ ως αποτυχημένο ΕΠΑΛΗΘΕΥΣΗ: Έγινε σωστά η αναστολή λειτουργίας του συστήματος και η επαναφορά του;
fr: BUT : Ce test va vérifier la mise en veille et la sortie de veille ÉTAPES : 1. Cliquez sur « Tester » et votre système se mettra en veille pendant environ 30 - 60 secondes 2. Si votre système ne se réveille pas de lui-même après 60 secondes, veuillez appuyer momentanément sur le bouton de mise en marche pour réveiller le système manuellement 3. Si votre système ne parvient pas du tout à se réveiller et doit être redémarré, relancez les Tests Système après le redémarrage et marquez ce test comme Échoué VÉRIFICATION : Votre système s'est-il mis en veille et réveillé correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​ផ្អាក និង​ការ​សម្ងំ ជំហាន ៖ ១. ចុច "សាកល្បង" បន្ទាប់មក​ប្រព័ន្ធ​របស់​អ្នក​នឹង​ផ្អាក​ក្នុង​រយៈពេល​ពី ៣០-៦០ វិនាទី ២. ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​ភ្ញាក់​ដោយ​​ខ្លួនឯង​ក្នុង​រយៈពេល ៦០ វិនាទី​ទេ សូម​ចុច​ប៊ូតុង​ថាមពល​ជាប់​មួយស្របក់ ដើម្បី​ដាស់​ប្រព័ន្ធ​ដោយ​ដៃ ៣. ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​បាន​បរាជ័យ​ក្នុង​ការ​ភ្ញាក់ ហើយ​ត្រូវ​បាន​ចាប់ផ្ដើម​ឡើងវិញ​ម្ដង​ហើយ​ម្ដងទៀត សូម​អ្នក​ចាប់ផ្ដើម​ការ​សាកល្បង​ប្រព័ន្ធ​ឡើងវិញ និង​សម្គាល់​ថា​ការ​សាកល្បង​នេះ​បាន​បរាជ័យ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​បាន​ផ្អាក និង​ធ្វើ​បន្ត​ដោយ​ជោគជ័យ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в работоспособности перехода в режим ожидания и выхода из него ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и ваша система перейдёт в режим ожидания через 30 - 60 секунд 2. Если ваша система не вернулась в рабочий режим по прошествии 60 секунд, пожалуйста, нажмите клавишу электропитания для самостоятельного восстановления рабочего режима 3. Если система испытывает проблемы при возобновлении рабочего режима и необходимо выполнить перезагрузку, перезапустите Проверку системы после перезагрузки и отметьте этот тест как не пройденный ПРОВЕРКА: Ваша система переходит в режим ожидания и выходит из него надлежащим образом?
zh_cn: 目的： 此测试将检查挂起和恢复 步骤： 1. 单击 "测试"，您的系统将挂起约 30 - 60 秒 2. 如果您的系统在 60 秒钟后没有自动唤醒，请立即按电源按钮手动唤醒该系统 3. 如果您的系统根本没有唤醒，并且必须重新启动，请在重新启动系统后重新启动系统测试，并将此测试标记为失败 验证： 您的系统是否正确挂起和恢复？

source: PURPOSE: Take a screengrab of the current screen after suspend (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: 1. Review attachment manually later
el: ΣΚΟΠΟΣ: Λήψη στιγμιοτύπου της τρέχουσας οθόνης μετά την επαναφορά (με σύνδεση στο Unity) ΒΗΜΑΤΑ: 1. Πάρτε μια φωτογραφία με κάμερα USB ΕΠΙΒΕΒΑΙΩΣΗ: 1. Έλεγχος του επισυναπτόμενου με το χέρι αργότερα
fr: BUT : Faire une copie d'écran de l'écran courant après mise en veille (dans l'environnement Unity) ÉTAPES : 1. Prenez une photo en utilisant une webcam USB VÉRIFICATION : 1. Vérifiez la pièce jointe manuellement plus tard
ru: ЦЕЛЬ: Создать снимок текущего экрана после перехода в ждущий режим (выполнив вход в Unity) ДЕЙСТВИЯ: 1. Создайте снимок используя веб-камеру с интерфейсом USB ПРОВЕРКА: 1. Просмотрите вложение позднее самостоятельно

source: PURPOSE: Do some challenging operations, suspend the system, do more challenging operations - then check for lockup on the GPU STEPS: 1. Create 2 glxgears windows and move them quickly 2. Switch workspaces/viewports with wmctrl 3. Launch a Flash playback in firefox 4. Suspend/resume VERIFICATION: 1. After a 60s workload, check kern.log for reported GPU errors
el: ΣΚΟΠΟΣ: Εκτέλεση μερικών απαιτητικών εργασιών, βάζετε το σύστημα σε αδράνεια, εκτελέστε περισσότερες απαιτητικές εργασίες - μετά ελέγξτε για εμπλοκή στην GPU ΒΗΜΑΤΑ: 1. Δημιουργήστε 2 παράθυρα glxgears και μετακινήστε τα γρήγορα 2. Αλλάξτε τους χώρους εργασίας με το wmctrl 3. Εκκινήστε μια αναπαραγωγή flash στον firefox 4. Αναμονή/επαναφορά ΕΠΙΒΕΒΑΙΩΣΗ: 1. Μετά από 60 δευτερόλεπτα ελέγξτε το kern.log για τυχόν σφάλματα της GPU
fr: BUT : Effectuez des opérations délicates, mettez le système en veille, effectuez davantage d'opérations délicates - puis vérifiez les blocages du GPU (processeur graphique) ÉTAPES : 1. Créez 2 fenêtres glxgears et déplacez-les rapidement 2. Changez d'espaces de travail et fenêtres avec wmctrl 3. Lancez une lecture Flash dans firefox 4. Mettez le système en veille et réveillez-le VÉRIFICATION : 1. Après une charge de travail de 60s, regardez si kern.log contient des erreurs GPU
ru: ЦЕЛЬ: Выполнить несколько сложных операций, перевести систему в режим приостановления работы и выполнить дополнительные сложные операции, затем проверить блокировку графического процессора ДЕЙСТВИЯ: 1. Создайте 2 окна glxgears и быстро их перемещать 2. Переключайте рабочие места/окна просмотров с помощью wmctrl 3. Запустите воспроизведение Flash в firefox 4. Перейдите в ждущий режим и выйдите из него ПРОВЕРКА: 1. После 60-ти секундной нагрузки, просмотрите kern.log на содержание в нём ошибок графического процессора

source: PURPOSE: 1. Touchpad verification STEPS: 1. Make sure that touchpad is enabled 2. Try to move pointer using touchpad 3. Pointer should move accordingly VERIFICATION: 1. Did touchpad work as expected?
el: ΣΚΟΠΟΣ: 1. Επαλήθευση της πινακίδας αφής (touchpad) ΒΗΜΑΤΑ: 1. Βεβαιωθείτε ότι είναι ενεργοποιημένη η πινακίδα αφής 2. Προσπαθήστε να μετακινήσετε το δείκτη με την πινακίδα αφής 3. Ο δείκτης θα πρέπει να μετακινηθεί ανάλογα ΕΠΙΒΕΒΑΙΩΣΗ: 1. Η πινακίδα αφής δούλεψε όπως έπρεπε;
fr: BUT : 1. Vérification du pavé tactile ÉTAPES : 1. Assurez-vous que le pavé tactile est activé 2. Essayez de déplacer le pointeur à l'aide du pavé tactile 3. Le pointeur devrait se déplacer en conséquence VÉRIFICATION : Le pavé tactile a-t-il fonctionné comme espéré ?
ru: ЦЕЛЬ: 1. Проверка сенсорной панели ДЕЙСТВИЯ: 1. Убедитесь, что сенсорная панель включёна 2. Попробуйте переместить указатель, используя сенсорную панель 3. Указатель должен перемещаться соответственно ПРОВЕРКА: 1. Сенсорная панель работает надлежащим образом?

source: PURPOSE: 1. Touchpad verification STEPS: 1. Click on Power Indicator -> System Settings -> Mouse -> Touchpad 2. Make sure that the "Enable horizontal scrolling" checkbox is checked 3. Select 'Test' to open in GEdit a file with a really wide line 4. Verify that you can move the the horizontal slider by moving your finger side by side in the lower part of the touchpad VERIFICATION: 1. Did touchpad work as expected?
el: ΣΚΟΠΟΣ: 1. Επαλήθευση πινακίδας αφής (touchpad) ΒΗΜΑΤΑ: 1. Κάντε κλικ στο Ένδειξη ενέργειας → Ρυθμίσεις συστήματος → Ποντίκι → Πινακίδα αφής 2. Βεβαιωθείτε ότι είναι επιλεγμένο το «Ενεργοποίηση οριζόντιας κύλισης» 3. Επιλέξτε «Δοκιμή» για να ανοίξετε στο GEdit ένα αρχείο με μια πολύ πλατιά γραμμή 4. Επαληθεύστε ότι μπορείτε να μετακινήσετε την οριζόντια μπάρα μετακινώντας οριζόντια το δάχτυλό σας στην κάτω πλευρά της πινακίδας αφής ΕΠΙΒΕΒΑΙΩΣΗ: 1. Η πινακίδα αφής δούλεψε όπως έπρεπε;
fr: BUT : Vérification du pavé tactile ÉTAPES : 1. Cliquez sur Indicateur de session -> Paramètres système… -> Souris -> Pavé tactile 2. Assurez-vous que la case « Activer le défilement horizontal » est bien cochée 3. Cliquez sur « Tester » pour ouvrir dans GEdit un fichier avec une très longue ligne 4. Vérifiez que vous pouvez déplacer le curseur horizontal en déplaçant votre doigt d'un bord à l'autre sur la partie inférieure du pavé tactile VÉRIFICATION : 1. Le pavé tactile a-t-il fonctionné comme prévu ?
ru: ЦЕЛЬ: 1. Проверка сенсорной панели ДЕЙСТВИЯ: 1. Щёлкните на значке индикатора электропитания -> Параметры системы -> Мышь -> Сенсорная панель 2. Убедитесь, что стоит галочка "Включить горизонтальную прокрутку" 3. Выберите 'Проверить', чтобы открыть файл в GEdit с широкой строкой 4. Проверьте возможность перемещения горизонтального бегунка, перемещая ваш палец в сторону в нижней части сенсорной панели ПРОВЕРКА: 1. Работает ли сенсорная панель надлежащим образом?

source: PURPOSE: 1. Touchpad verification STEPS: 1. Click on Power Indicator -> System Settings -> Mouse -> Touchpad 2. Make sure that the "Edge scrolling" radiobox is checked 3. Select 'Test' to open in GEdit a file with a multiple lines of text 4. Verify that you can move the the vertical slider by moving your finger side by side in the right part of the touchpad VERIFICATION: 1. Did touchpad work as expected? NOTES: 1. Edge Scrolling option should be enabled by default
el: ΣΚΟΠΟΣ: 1. Επαλήθευση πινακίδας αφής ΒΗΜΑΤΑ: 1. Κάντε κλικ στο Ένδειξης ενεργειας → Ρυθμίσεις συστήματος -> Ποντίκι -> Πινακίδα αφής 2. Βεβαιωθείτε ότι είναι επιλεγμένο το «Kύλιση άκρων» 3. Επιλέξτε «Δοκιμή» για να ανοίξετε στο GEdit ένα αρχείο με κείμενο πολλαπλών γραμμών 4. Επαληθεύστε ότι μπορείτε να κινήσετε την κάθετη μπάρα μετακινώντας το δάχτυλό σας απ' άκρη σε άκρη στην δεξιά πλευρά της πινακίδας αφής ΕΠΙΒΕΒΑΙΩΣΗ: 1. Η πινακίδα αφής δούλεψε όπως έπρεπε; ΣΗΜΕΙΩΣΗ: 1. Η επιλογή «κύλιση άκρων» πρέπει να είναι ενεργή από προεπιλογή
fr: BUT : Vérification du pavé tactile ÉTAPES : 1. Cliquez sur Indicateur de session -> Paramètres système… -> Souris -> Pavé tactile 2. Assurez-vous que le bouton radio « Défilement sur le bord » est coché 3. Cliquez sur « Tester » pour ouvrir dans GEdit un fichier avec de multiples lignes de texte 4. Vérifiez que vous pouvez déplacer le curseur vertical en déplaçant votre doigt d'un bord à l'autre sur la partie droite du pavé tactile VÉRIFICATION : 1. Le pavé tactile a-t-il fonctionné comme prévu ?
ru: ЦЕЛЬ: 1. Проверка тачпада ШАГИ: 1. Нажмите Индикатор Питания -> Настройка Системы -> Мышь -> Тачпад 2. Убедитесь, что параметр "Краевая прокрутка" включен 3. Нажмите "Тест", чтобы открыть в Gedit файл с большим количеством строк 4. Убедитесь, что вы можете двигать вертикальную полосу прокрутки, передвигая палец в правой части тачпада ПРОВЕРКА: 1. Работоспособен тачпад? ЗАМЕЧАНИЯ: 1. Краевая прокрутка должна быть включена по умолчанию

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB keyboard into the computer. 2. Click on "Test" and enter some text. VERIFICATION: Does the keyboard work?
ast: OXETIVU: Esti test verificará la conexón USB. PASOS: 1. Coneuta un tecláu USB al equipu. 2. Calca en "Probar" y escribi dalgún testu. VERIFICACIÓN: ¿Funcionó'l tecláu?
cs: CÍL: Tento test ověří spojení přes USB. POSTUP: 1. Připojte k počítači USB klávesnici. 2. Po kliknutí na "Test" zadejte nějaký text. DŮKAZ: Funguje klávesnice dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη σύνδεση USB σας. ΒΗΜΑΤΑ: 1. Συνδέστε ένα πληκτρολόγιο USB στον υπολογιστή. 2. Πατήστε στην επιλογή «Δοκιμή» και εισάγετε κάποιο κείμενο. ΕΠΑΛΗΘΕΥΣΗ: Λειτουργεί το πληκτρολόγιο;
fr: BUT : Ce test va vérifier votre connexion USB. ÉTAPES : 1. Brancher un clavier USB sur l'ordinateur. 2. Cliquer sur « Tester » et taper du texte. VÉRIFICATION : Le clavier fonctionne-t-il ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​តភ្ជាប់ USB របស់​អ្នក ។ ជំហាន ៖ ១. ដោត​ក្ដារចុច USB ទៅកាន់​កុំព្យ័ទ័រ ។ ២. ចុច "សាកល្បង" រួច​បញ្ចូល​អត្ថបទ​ខ្លះៗ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ក្ដារចុច​របស់​អ្នក​ដំណើរការ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в работоспособности соединения USB. ДЕЙСТВИЯ: 1. Подключите клавиатуру с интерфейсом USB к компьютеру. 2. Щёлкните "Проверить" и введите любой текст. ПРОВЕРКА: Клавиатура работает надлежащим образом?
zh_cn: 目的： 此测试将检查您的 USB 连接。 步骤： 1. 将一个 USB 键盘插入此计算机中。 2. 单击 "测试"，然后输入一些文字。 验证： 该键盘是否正常工作？

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB mouse into the computer. 2. Perform some single/double/right click operations. VERIFICATION: Does the mouse work correctly?
ast: OXETIVU: Esta prueba comprobará la conexón USB. PASOS: 1. Coneuta un mur USB nel equipu. 2. Fai dalgunes operaciones, fai clic cenciellu/duble/derechu. VERIFICACIÓN: ¿El mur funcionó correutamente?
cs: CÍL: Tento test ověří spojení přes USB. POSTUP: 1. Připojte k počítači USB myš. 2. Vyzkoušejte nějaké levé/dvojité/pravé kliknutí. DŮKAZ: Funguje myš dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη σύνδεση USB σας. ΒΗΜΑΤΑ: 1. Συνδέστε ένα ποντίκι USB στον υπολογιστή. 2. Κάνετε μερικές λειτουργίες μονού/διπλού/δεξιού κλικ. ΕΠΑΛΗΘΕΥΣΗ: Λειτουργεί το ποντίκι;
fr: BUT : Ce test va vérifier votre connexion USB. ÉTAPES : 1. Brancher une souris USB sur l'ordinateur. 2. Faire plusieurs clic gauche/double clic/clic droit. VÉRIFICATION : La souris fonctionne-t-elle correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​តភ្ជាប់ USB របស់​អ្នក ។ ជំហាន ៖ ១. ដោត​កណ្ដុរ USB ទៅកាន់​កុំព្យូទ័រ​របស់​អ្នក ។ ២. អនុវត្ត​ដោយ​ចុច​ទោល/ទ្វេ/ខាងស្ដាំ​ម្ដង ឬ​ពីរ​ដង ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​កណ្ដុរ​របស់​អ្នក​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в работоспособности соединения USB. ДЕЙСТВИЯ: 1. Подключите мышь с интерфейсом USB к компьютеру. 2. Выполните несколько одиночных/двойных щелчков и несколько щелчков правой кнопкой мыши. ПРОВЕРКА: Мышь работает надлежащим образом?
zh_cn: 目的： 此测试将检查您的 USB 连接。 步骤： 1. 将一个 USB 鼠标插入此计算机中。 2. 执行一些单击/双击/右键单击操作。 验证： 该鼠标是否正常工作？

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB storage device STEPS: 1. Click "Test" and insert a USB storage device (pen-drive/HDD). (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει αν το σύστημα ανιχνεύει σωστά την εισαγωγή μιας συσκευής αποθήκευσης USB ΒΗΜΑΤΑ: 1. Πατήστε «Δοκιμή» και εισάγετε μια συσκευή αποθήκευσης USB (φλασάκι/σκληρό δίσκο). (Σημείωση: αυτή η δοκιμή θα λήξει μετά 20 δευτερόλεπτα) 2. Μην αποσυνδέσετε τη συσκευή μετά τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Η επιβεβαίωση της δοκιμής είναι αυτοματοποιημένη. Μην αλλάξετε το αυτόματα επιλεγμένο αποτέλεσμα.
fr: BUT : Ce test va vérifier que le système détecte correctement l'insertion d'un périphérique de stockage USB ÉTAPES : 1. Cliquez sur « Tester » et insérez un périphérique de stockage USB (mémoire flash USB "pen-drive"/disque dur). Note : ce test s'interrompra après 20 secondes). 2. Ne débranchez pas le périphérique après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne modifiez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест позволит проверить правильность определения вставки USB-накопителя ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте USB-накопитель (флешка/жёсткий диск). (Примечание: время отведённое для начала проверки составляет 20 секунд.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка автоматизирована. Не изменяйте автоматически выбранный результат.
