Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the system correctly detects the removal of a USB 3.0 storage device STEPS: 1. Click "Test" and remove the USB 3.0 device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob Ihr System das Entfernen eines USB-3.0-Speichergeräts korrekt erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie das USB-3.0-Gerät. (Hinweis: Dieser Test wird nach 20 Sekunden automatisch abgebrochen.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests ist automatisiert. Bitte ändern Sie das automatisch ausgewählte Ergebnis nicht.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a retirada dun dispositivo de almacenaxe USB 3.0 PASOS: 1. Prema «Probar» e retire o dispositivo USB 3.0. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di un dispositivo di memorizzazione USB 3.0. PASSI: 1. Fare clic su «Prova» e rimuovere il dispositivo USB 3.0. (Nota: questo test va in timeout dopo 20 secondi.) VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB HDD or thumbdrive into the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
ast: PROPÓSITU: Esta prueba va comprobar la conexón USB PASOS: 1. Coneuta un discu duru USB o memoria USB nel equipu. 2. Tendrá d'apaecer un iconu nel llanzador. 3. Primi en 'Prueba' p'aniciar la prueba. VERIFICACIÓN: La verificación d'esta prueba ye automática. Nun cambies el resultáu seleicionáu automáticamente .
cs: CÍL: Tento test ověří připojení USB. POSTUP: 1. Připojte harddisk nebo flashku do USB. 2. Ve spouštěči by se měla objevit ikona disku. 3. Test začne kliknutím na "Test". DŮKAZ: Výsledek testu se zvolí automaticky, prosím neměňte ho.
de: ZWECK: Dieser Test überprüft Ihre USB-Verbindung. DURCHFÜHRUNG: 1. Verbinden Sie eine USB-Festplatte oder einen USB-Stick mit Ihrem Rechner. 2. Ein Symbol sollte im Starter erscheinen. 3. Klicken Sie auf »Testen«, um mit der Überprüfung zu beginnen. ÜBERPRÜFUNG: Die Überprüfung dieses Test erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την USB σύνδεσή σας. ΒΗΜΑΤΑ: 1. Συνδέστε στον υπολογιστή ένα φορητό μέσο ή έναν σκληρό δίσκο USB. 2. Θα πρέπει να εμφανιστεί ένα εικονίδιο στον εκκινητή 3. Πατήστε στην επιλογή «Δοκιμή» ώστε να ξεκινήσει το τεστ. ΕΠΑΛΗΘΕΥΣΗ: Η επαλήθευση αυτού του τεστ είναι αυτοματοποιημένη. Μην αλλάζετε το αυτομάτως επιλεγμένο αποτέλεσμα.
fr: BUT : Ce test va vérifier votre connexion USB. ÉTAPES : 1. Branchez un disque dur USB ou une clé USB sur l'ordinateur. 2. Une icône devrait apparaître sur le lanceur d'application. 3. Cliquez sur « Tester » pour démarrer le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne modifiez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verificará a conexión USB PASOS: 1. Conecte un dispositivo USB HDD ou un soporte USB ao computador. 2. Debería aparecer unha icona no Iniciador 3. Prema «Probar» para comezar a comprobación. COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica le connessioni USB. PASSI: 1. Collegare un disco rigido o un thumb drive USB al computer. 2. Dovrebbe comparire un'icona nel Launcher. 3. Fare clic su «Prova» per iniziare il test. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​តភ្ជាប់ USB របស់​អ្នក ។ ជំហាន ៖ ១. ដោត USB HDD ឬ ឧបករណ៍​ផ្ទុក​ចល័ត​ផ្សេងទៀត​ទៅកាន់​កុំព្យូទ័រ​របស់​អ្នក ។ ២. រូបតំណាង​គួរតែ​លេចឡើង​នៅ​លើ​កម្មវិធី​ចាប់ផ្ដើម ។ ៣. ចុច "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម ។ ការ​ផ្ទៀងផ្ទាត់ ៖ ការ​ផ្ទៀងផ្ទាត់​សម្រាប់​ការ​សាកល្បង​នេះ​គឺ​ត្រូវ​បាន​ធ្វើ​ដោយ​ស្វ័យប្រវត្តិ ។ កុំ​ប្ដូរ​លទ្ធផល ដែល​បាន​ជ្រើស​ដោយ​ស្វ័យប្រវត្តិ ។
ru: ЦЕЛЬ: Эта проверка позволит вам убедиться в работоспособности вашего USB соединения. ДЕЙСТВИЯ: 1. Подсоедините жёсткий диск с интерфейсом USB или портативный накопитель к компьютеру. 2. На панели запуска должен появиться значок. 3. Щёлкните "Проверить" для начала выполнения проверки. ПРОВЕРКА: Проверка автоматизирована. Не изменяйте автоматически выбираемый результат.
zh_cn: 目的： 此测试将检查您的 USB 连接。 步骤： 1. 将一个 USB HDD 或 U 盘插入此计算机中。 2. 此时在启动器上应显示一个图标。 3. 单击 "测试"，开始进行此测试。 验证： 此测试的验证自动进行。不要更改自动选择的结果。

source: PURPOSE: This test will check your USB 3.0 connection. STEPS: 1. Plug a USB 3.0 HDD or thumbdrive into a USB 3.0 port in the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft Ihre USB-3.0-Verbindung. DURCHFÜHRUNG: 1. Verbinden Sie eine USB-3.0-Festplatte oder einen USB-Stick mit einem USB-3.0-Anschluss an Ihrem Rechner. 2. Ein Symbol sollte auf Ihrem Starter erscheinen. 3. Klicken Sie auf »Testen«, um den Test zu beginnen. ÜBERPRÜFUNG: Dieser Test wird automatisch durchgeführt. Bitte ändern Sie nicht das automatisch ausgewählte Ergebnis.
gl: PROPÓSITO: Esta proba verificará a conexión USB 3.0 PASOS: 1. Conecte un dispositivo USB 3.0 HDD ou un pendrive a un porto USB 3.0 do computador. 2. Debería aparecer unha icona no Iniciador 3. Prema «Probar» para comezar a comprobación. COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica la connessione USB 3.0. PASSI: 1. Connettere un disco rigido o una chiavetta a una porta USB 3.0 del computer. 2. Dovrebbe comparire un'icona nel Launcher. 2. Fare clic su «Prova» per iniziare il test. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: This test is automated and executes after the usb/insert test is run.
ast: Esta prueba ye automática y execútase dempués de usb/insert.
cs: Tento test je automatický a spustí se po testu vložení USB.
de: Diese automatisierte Überprüfung wird nach dem Test »USB/insert« ausgeführt.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής συσκευής USB.
fr: Ce test est automatisé et s'exécute après avoir lancé le test insertion/USB.
gl: Esta proba é automática e se executa depois de realizar a proba usb/inserir.
it: Questo test è automatico ed viene avviato dopo l'esecuzione di usb/insert.
km: សាកល្បង សាកល្បង.
ru: Этот тест запускается автоматически после выполнения теста «usb/insert».
zh_cn: 此测试自动进行，并且在 usb/insert 测试运行后执行。

source: This test is automated and executes after the usb3/insert test is run.
de: Dies ist ein automatisierter Test, der nach dem Test »usb3/insert« ausgeführt wird.
gl: Esta proba é automática e se executa despois de realizar a proba usb3/inserir.
it: Questo test è automatico ed viene avviato dopo l'esecuzione di usb3/insert.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Connect a USB storage device to an external USB slot on this computer. 2. An icon should appear on the Launcher. 3. Confirm that the icon appears. 4. Eject the device. 5. Repeat with each external USB slot. VERIFICATION: Do all USB slots work with the device?
ast: OXETIVU: Esti test verificará la conexón USB. PASOS: 1. Coneuta un preséu d'almacenamientu USB nun slot USB esternu del equipu. 2. Tendría d'apaecer un iconu nel Llanzador. 3. Confirma si apaez l'iconu. 4. Espulsa'l preséu. 5. Repite con cada slot USB esternu. VERIFICACIÓN: ¿Funcionaron tolos slots USB col preséu?
cs: CÍL: Tento test ověří připojení do externího USB. POSTUP: 1. Připojte USB disk k počítači. 2. Ve spouštěči by se měla objevit ikona disku. 3. Potvrďte, že se ikona objevila. 4. Odpojte zařízení. 5. Opakujte pro všechny externí USB sloty. DŮKAZ: Fungují všechny USB sloty dle očekávání?
de: ZWECK: Dieser Test überprüft Ihre USB-Verbindung. DURCHFÜHRUNG: 1. Verbinden Sie ein USB-Speichergerät mit einem externen USB-Anschluss an diesem Rechner. 2. Im Starter sollte ein Symbol erscheinen. 3. Bestätigen Sie das Erscheinen des Symbols. 4. Entfernen Sie das Gerät (»Auswerfen«). 5. Wiederholen Sie den Vorgang an jedem externen USB-Anschluss. ÜBERPRÜFUNG: Funktionieren alle USB-Anschlüsse mit dem Gerät?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη σύνδεση USB σας. ΒΗΜΑΤΑ: 1. Συνδέστε μία συσκευή αποθήκευσης USB σε μία εξωτερική θύρα USB σε αυτόν τον υπολογιστή. 2. α πρέπει να εμφανιστεί ένα εικονίδιο στον εκκινητή. 3. Επιβεβαιώστε ότι το εικονίδιο εμφανίζεται. 4. Αποσυνδέστε τη συσκευή. 5. Επαναλάβετε με κάθε εξωτερική θύρα USB. ΕΠΑΛΗΘΕΥΣΗ: Λειτουργούν όλες οι εξωτερικές θύρες USB με τη συσκευή;
fr: BUT : Ce test va vérifier votre connexion USB ÉTAPES : 1. Connectez un périphérique de stockage USB à un port USB externe de votre ordinateur. 2. Une icône devrait s'afficher sur le Lanceur d'application. 3. Confirmez que l'icône s'affiche. 4. Éjectez le périphérique. 5. Répétez pour chaque port USB externe. VÉRIFICATION : Tous les ports USB fonctionnent-ils avec ce périphérique ?
gl: PROPÓSITO: Esta proba verificará a conexión USB PASOS: 1. Conecte un dispositivo de almacenamento USB a unha rañura para USB externo do computador. 2. Debería aparecer unha icona no Iniciador 3. Confirme que apareza a icona. 4. Retire o dispositivo. 5. Repita a operación con todas as rañuras USB. COMPROBACIÓN: Funcionaron todas as rañuras USB correctamente?
it: SCOPO: Questo test verifica le connessioni USB. PASSI: 1. Collegare un dispositivo di memorizzazione USB a una porta USB esterna al computer. 2. Dovrebbe comparire un'icona nel Launcher. 3. Confermare la comparsa dell'icona. 4. Rimuovere il dispositivo. 5. Ripetere per ogni porta USB esterna. VERIFICA: Il dispositivo funziona su tutte le porte USB?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ការ​តភ្ជាប់ USB របស់​អ្នក ។ ជំហាន ៖ ១. តភ្ជាប់​ឧបករណ៍​ផ្ទុក USB ទៅកាន់​រន្ធ USB ខាងក្រៅ​នៅ​លើ​កុំព្យូទ័រ​នេះ ។ ២. រូបតំណាង​គួរតែ​លេចឡើង​នៅ​ក្នុង​កម្មវិធី​ចាប់ផ្ដើម ។ ៣. អះអាង​ថា​រូបតំណាង​លេចឡើង ។ ៤. ដក​ឧបករណ៍​ចេញ ។ ៥. ធ្វើ​ដូចគ្នា​ទៅ​លើ​រន្ធ USB ខាងក្រៅ​ផ្សេងទៀត ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​រន្ធ USB ទាំងអស់​ដំណើរការ​ជាមួយ​ឧបករណ៍​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности соединения USB. ДЕЙСТВИЯ: 1. Присоедините устройство хранения USB во внешний разъём USB на этом компьютере. 2. Должен появиться значок на панели запуска. 3. Убедитесь, что значок появился. 4. Выполните извлечение устройства. 5. Повторите тоже самое с каждый внешним разъёмом USB. ПРОВЕРКА: Все ли разъёмы USB работают надлежащим образом с устройством?
zh_cn: 目的： 此测试将检查您的 USB 连接。 步骤： 1. 将一个 USB 存储设备连接到此计算机上的外置 USB 插槽。 2. 此时在启动器上应显示一个图标。 3. 确认该图标能够显示。 4. 弹出该设备。 5. 使用每个外置 USB 插槽重复这些步骤。 验证： 该设备是否可使用所有 USB 插槽？

source: PURPOSE: This test will check that the update manager can find updates. STEPS: 1. Click Test to launch update-manager. 2. Follow the prompts and if updates are found, install them. 3. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner. VERIFICATION: Did Update manager find and install updates (Pass if no updates are found, but Fail if updates are found but not installed)
ast: OXETIVU: Esti test verificará si'l Xestor d'anovamientos pue alcontrar anovamientos. PASOS: 1. Calca en "Probar" pa llanzar el Xestor d'anovamientos. 2. Sigui les instrucciones qu'apaecen y si s'atopen anovamientos, instálalos. 3. Cuando fine'l Xestor d'anovamientos, por favor, zarra l'aplicación calcando nel botón zarrar na esquina inferior derecha. VERIFICACIÓN: ¿El Xestor d'anovamientos alcontró ya instaló los anovamientos? (Pasa si nun s'atoparon anovamientos y Fallu si nun s'instalaron)
cs: CÍL: Tento test ověří, že Správce aktualizací umí najít aktualizace. POSTUP: 1. Kliknutím na "Test" spustíte Správce aktualizací. 2. Dejte vyhledat aktualzace, a pokud jsou nalezeny, nainstalujte je. 3. Až Správce aktualizací dokončí aktualizaci, zavřete ho tlačítkem "Zavřít" v pravém dolním rohu. DŮKAZ: Našel a nainstaloval Správce aktualizací aktualizace? ("Ano", pokud nebyly aktualizace nelezeny, "Ne", pokud je našel a nenainstaloval)
de: ZWECK: Dieser Test überprüft, ob die Aktualisierungsverwaltung Aktualisierungen finden kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Aktualisierungsverwaltung zu starten. 2. Folgen Sie den Anweisungen und installieren Sie Aktualisierungen, falls vorhanden. 3. Wenn der Vorgang abgeschlossen ist, schließen Sie die Anwendung mithilfe der Schaltfläche »Schließen« in der rechten unteren Ecke. ÜBERPRÜFUNG: Hat die Aktualisierungsverwaltung Aktualisierungen gefunden und installiert? (Gilt als »bestanden«, falls keine Aktualisierungen gefunden wurden, gilt aber als »gescheitert«, falls Aktualisierungen gefunden, jedoch nicht installiert werden konnten.)
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι ο διαχειριστής ενημερώσεων μπορεί να εντοπίσει ενημερώσεις. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να εκκινήσετε το διαχειριστή ενημερώσεων. 2. Ακολουθήστε τα μηνύματα προτροπής και αν βρεθούν ενημερώσεις, εγκαταστήστε τις. 3. Όταν ολοκληρωθεί η εργασία του διαχειριστή ενημερώσεων, παρακαλώ κλείστε την εφαρμογή κάνοντας κλικ στο κουμπί «Κλείσιμο» στην κάτω δεξιά γωνία του παραθύρου. ΕΠΑΛΗΘΕΥΣΗ: Βρήκε και εγκατέστησε ο διαχειριστής ενημερώσεων ενημερώσεις (σημειώστε ως επιτυχές αν δεν βρέθηκαν ενημερώσεις, αλλά ως αποτυχημένο αν βρέθηκαν και δεν εγκαταστάθηκαν);
fr: BUT : Ce test va vérifier que le gestionnaire de mises à jour peut trouver les mises à jour. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de mises à jour. 2. Suivez les messages affichés à l'écran et, si des mises à jour sont trouvées, installez-les. 3. Lorsque le gestionnaire de mises à jour a terminé, veuillez fermer l'application en cliquant sur le bouton Fermer en bas à droite de la fenêtre. VÉRIFICATION : Le gestionnaire de mises à jour a-t-il trouvé et installé des mises à jour ? (Réussi si aucune mise à jour trouvée, mais Échec si des mises à jour ont été trouvées mais pas installées)
gl: PROPÓSITO: Esta proba verifica que o xestor de actualizacións pode buscar actualizacións PASOS: 1. Prema «Probar» para abrir o xestor de actualizacións. 2. Siga as indicacións e se se encontran actualizacións, instáleas. 3. Cando o xestor de actualizacións remate, peche o aplicativo no botón «Pechar» do recanto inferior dereito. COMPROBACIÓN: Encontrou e instalou actualizacións o xestor? (pasarase a proba se non hai actualizacións, pero fallará se hai actualizacións pero non se instalan)
it: SCOPO: Questo test verifica che il «Gestore aggiornamenti» sia in grado di trovare aggiornamenti disponibili. PASSI: 1. Fare clic su «Prova» per avviare il «Gestore aggiornamenti». 2. Seguire le indicazioni e installare gli aggiornamenti, se presenti. 3. Quando il «Gestore aggiornamenti» ha completato, chiudere l'applicazione facendo clic sul pulsante «Chiudi» nell'angolo in basso a destra. VERIFICA: «Gestore aggiornamenti» ha trovato e installato aggiornamenti (riuscito se non vengono trovati aggiornamenti, fallito se vengono trovati ma non installati).
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​គ្រប់គ្រង​បច្ចុប្បន្នភាព​អាច​រក​ឃើញ​បច្ចុប្បន្នភាព​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម​កម្មវិធី​គ្រប់គ្រង​បច្ចុប្បន្នភាព ។ ២. ធ្វើតាម​ការ​ទាមទារ ហើយ​ប្រសិនបើ​រក​ឃើញ​ការ​ធ្វើ​បច្ចុប្បន្នភាព សូម​ដំឡើង​វា ។ ៣. នៅ​ពេល​កម្មវិធី​កម្មវិធី​គ្រប់គ្រង​បច្ចុប្បន្នភាព​បញ្ចប់ សូម​បិទ​កម្មវិធី​ដោយ​ចុច​ប៊ូតុង​បិទ​នៅ​ជ្រុង​ស្ដាំ​ខាងក្រោម ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​កម្មវិធី​គ្រប់គ្រង​បច្ចុប្បន្នភាព​រក​ឃើញ និង​ដំឡើង​បច្ចុប្បន្នភាព​ដែរ​ឬទេ (ជោគជ័យ​ប្រសិនបើ​រក​មិន​ឃើញ​បច្ចុប្បន្នភាព ហើយ​បរាជ័យ​ប្រសិនបើ​រក​ឃើញ​បច្ចុប្បន្នភាព ប៉ុន្តែ​មិន​បាន​ដំឡើង)
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в возможности менеджера обновлений осуществлять поиск обновлений. ДЕЙСТВИЯ: 1. Щёлкните Проверить для запуска менеджера обновлений. 2. Следуйте запросам и если обновления найдены, установите их. 3. После завершения работы менеджера обновлений, пожалуйста, закройте программу, щёлкнув на кнопке Закрыть в нижнем правом углу. ПРОВЕРКА: Нашёл ли менеджер обновлений, обновления и установил ли их? (Проверка пройдена, если обновления не найдены, не пройдена, если обновления найдены, но не установлены)
zh_cn: 目的： 此测试将检查更新管理器是否能够找到更新。 步骤： 1. 单击 "测试"，启动更新管理器。 2. 按照提示操作，如果找到更新，则安装它们。 3. 当更新管理器已完成时，请单击右下角中的 "关闭" 按钮关闭该应用程序。 验证： 更新管理器是否找到并安装了更新(如果未找到更新，则此测试通过， 但如果找到了更新但没有安装，则此测试失败)

source: PURPOSE: This test will check that the file browser can create a new folder. STEPS: 1. Click Test to open the File Browser. 2. On the menu bar, click File -> Create Folder. 3. In the name box for the new folder, enter the name Test Folder and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a new folder called Test Folder?
ast: PROPÓSITU: Esta prueba va comprobar que'l esplorador de ficheros pue crear una carpeta nueva. PASOS: 1. Calca en Probar p'abrir l'esplorador de ficheros. 2. Na barra de menú, calca en Ficheru -> Crear una carpeta. 3. Nel cuadru Nome pa la nueva carpeta, escribi'l nome Carpeta de prueba y calca Intro. 4. Zarra l'esplorador de ficheros. VERIFICACIÓN: ¿Usted ahora tiene una nueva carpeta llamada Carpeta de prueba?
cs: CÍL: Tento test ověří, že Správce souborů může vytvořit prázdný adresář. POSTUP: 1. Kliknutím na "Test" spustíte Správce souborů. 2. V menu vyberte Soubor->Vytvořit adresář. 3. Vyplňte název adresáře "Testovací adresář" a potvrďte klávesou Enter. 4. Uzavřete Správce souborů. DŮKAZ: Byl vytvořen adresář "Testovací adresář"?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung in der Lage ist, einen neuen Ordner zu erstellen. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein neues Fenster der Dateiverwaltung zu öffnen. 2. Klicken Sie in der Menüleiste auf »Datei → Ordner anlegen«. 3. Geben Sie in das Namensfeld des neuen Ordners den Namen »Testordner« ein und bestätigen Sie mit der Eingabetaste. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Ist nun der Ordner mit dem Namen »Testordner« vorhanden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι ο διαχειριστής αρχείων έχει τη δυνατότητα να δημιουργήσει έναν νέο φάκελο. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να ανοίξει ο διαχειριστής αρχείων. 2. Στην μπάρα μενού, κάντε κλικ στο Αρχείο -> Δημιουργία φακέλου. 3. Στο πλαίσιο του ονόματος του νέου φακέλου, εισάγετε το όνομα «Φάκελος δοκιμής» και πατήστε το πλήκτρο Enter. 4. Κλείστε το διαχειριστή αρχείων. ΕΠΑΛΗΘΕΥΣΗ: Υπάρχει ο νέος φάκελος με το όνομα «Φάκελος δοκιμής»;
fr: BUT : Ce test va vérifier que l'explorateur de fichiers peut créer un nouveau dossier. ÉTAPES : 1. Cliquez sur « Tester » pour ouvrir l'explorateur de fichiers. 2. Dans la barre de menus, cliquez Fichier -> Créer un dossier. 3. Dans la boîte de saisie du nom du nouveau dossier, taper le nom « Dossier Essai » et tapez Entrée. 4. Fermez l'explorateur de fichiers. VÉRIFICATION : Avez-vous maintenant un nouveau dossier nommé « Dossier Essai » ?
gl: PROPÓSITO: Esta proba verifica que o explorador de ficheiros pode crear un novo cartafol PASOS: 1. Prema «Probar» para abrir o explorador de ficheiros. 2. Na barra do menú, prema Ficheiro -> Crear novo cartafol. 3. Na caixa do nome do novo cartafol, introduza o nome «Cartafol de proba» e prema Intro. 4. Peche o explorador de ficheiros. COMPROBACIÓN: Ten agora un novo cartafol chamado «Cartafol de proba»?
it: SCOPO: Questo test verifica che l'esploratore file riesca a creare una nuova cartella. PASSI: 1. Fae clic su «Prova» per aprire l'esploratore file. 2. Nella barra dei menù, fare clic su File -> Crea cartella. 3. Inserire «Cartella di prova» come nome della nuova cartella e premere Invio. 4. Chiudere l'esploratore file. VERIFICA: È presente una nuova cartella chiamata «Cartella di prova»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​​បង្កើត​ថត​ថ្មី​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ ២. នៅ​លើ​របារ​ម៉ឺនុយ ចុច ឯកសារ -> បង្កើត​ថត ។ ៣. នៅ​ក្នុង​ប្រអប់​ឈ្មោះ​សម្រាប់​ថត​ថ្មី បញ្ចូល​ឈ្មោះ​ថា Test Folder រួច​ចុច​បញ្ចូល (Enter) ។ ៤. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​មាន​ថត​ថ្មី​ដែល​មាន​ឈ្មោះ​ថា Test Folder ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит вам убедиться, в возможности создания новой папки обозревателем файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. На панели меню, щёлкните Файл -> Создать новую папку. 3. В поле имени новой папки, введите в качестве имени "Test Folder" и нажмите клавишу Ввода. 4. Закройте обозреватель файлов. ПРОВЕРКА: Создана ли новая папка с именем "Test Folder"?
zh_cn: 目的： 此测试将检查文件浏览器是否能够创建新文件夹。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 在菜单栏上，单击 "文件" -> "创建文件夹"。 3. 在新文件夹的名称框中，输入 Test Folder，然后按 Enter。 4. 关闭文件浏览器。 验证： 您现在是否有了一个名为 Test Folder 的新文件夹？
