Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: This test checks that the wireless interface is working after suspending the system. It disconnects all interfaces and then connects to the wireless interface and checks that the connection is working as expected.
ast: Esta prueba comprueba que la interfaz inalámbrica funciona dempués de pasar el sistema a suspensión. Desconeuta toles interfaces y, a continuación, comprueba que la conexón funciona de la manera esperada.
cs: Tento test zkontroluje že po uspání a probuzení systému funguje bezdrátové síťové připojení. Odpojí všechna síťová rozhraní, připojí se k bezdrátovému síťovému rozhraní a ověří, že připojení funguje správně.
de: Dieser Test überprüft, ob die Funknetzwerkschnittstellen nach dem Aufwecken aus der Bereitschaft korrekt arbeiten. Er unterbricht die Verbindung aller Geräte und verbindet sich dann mit dem Funknetzwerkgerät, um zu prüfen ob die Verbindung wie erwartet funktioniert.
el: Αυτό το τεστ ελέγχει τη λειτουργία της ασύρματης διεπαφής δικτύου μετά την αναστολή λειτουργίας του συστήματος. Αποσυνδέει όλες τις διεπαφές, έπειτα συνδέεται στην ασύρματη διεπαφή δικτύου και ελέγχει τη σύνδεση ώστε να επιβεβαιώσει πως αυτή λειτουργεί κατά το προσδοκώμενο.
fr: Ce test vérifie que l'interface sans fil fonctionne après la mise en veille du système. Il déconnecte toutes les interfaces puis se connecte à l'interface sans fil et vérifie que la connexion fonctionne comme prévu.
gl: Esta proba verifica que a interface sen fíos funciona despois de pasar o sistema a suspensión. Desconecta tódalas interfaces e, a continuación, comproba que a conexión funciona da maneira agardada.
it: Questo test controlla che l'interfaccia senza fili funzioni dopo la sospensione del sistema. Disconnette tutte le interfacce, effettua la connessione all'interfaccia senza fili e verifica che la connessione stessa funzioni come atteso.
km: សាកល្បង.
ru: Этот тест проверяет работоспособность беспроводного интерфейса, после выхода из ждущего режима. Он отключает все интерфейсы, а затем производит подключение к беспроводному интерфейсу и проверяет работоспособность соединения.
zh_cn: 此测试将检查在该系统挂起后无线接口是否正常工作。此测试将断开所有接口的连接，然后连接到无线接口，并且检查此连接是否正常工作。

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols after the system has been suspended.
de: Überprüft, ob sich die Funknetzwerk-Hardware des Systems nach dem Aufwecken aus der Bereitschaft mit einem Router, der WPA-Sicherheit und die Protokolle 802.11b/g verwendet, verbinden kann.
el: Ελέγχει ότι το υλικό ασύρματης δικτύωσης μπορεί να συνδεθεί σε ένα δρομολογητή με χρήση πρωτοκόλλου ασφαλείας WPA και πρωτόκολλα 802.11b/g μετά την αναμονή του συστήματος.
fr: Teste si le matériel sans fil peut se connecter à un routeur en utilisant la sécurité WPA et les protocoles 802.11b/g après une mise en veille du système.
gl: Comproba que o hardware sen fíos dos sistemas pode conectar a un router usando os protocolos de seguranza WPA e 802.11b/g despois de que o sistema foi suspendido.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e i protocolli 802.11b/g dopo la sospensione del sistema.
ru: Проверяет возможности беспроводного оборудования подключаться к маршрутизатору используя протоколы WPA и 802.11b/g после перехода системы в ждущий режим.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols after the system has been suspended.
de: Überprüft, ob sich die Funknetzwerk-Hardware Ihres Systems nach dem Aufwecken aus der Bereitschaft mit einem Router verbinden kann, der keine Verschlüsselung und die Protokolle 802.11b/g verwendet.
el: Ελέγχει ότι το υλικό ασύρματης δικτύωσης μπορεί να συνδεθεί σε ένα δρομολογητή χωρίς ασφάλεια και πρωτόκολλα 802.11b/g μετά την αναμονή του συστήματος.
fr: Teste si le matériel sans fil peut se connecter à un routeur sans utiliser de sécurité et en utilisant les protocoles 802.11b/g après une mise en veille du système.
gl: Comproba que o hardware sen fíos dos sistemas pode conectar a un router sen usar os protocolos de seguranza usando o protocolo 802.11b/g despois de que o sistema foi suspendido.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza usando i protocolli 802.11b/g dopo la sospensione del sistema.
ru: Проверяет возможности беспроводного оборудования подключаться к маршрутизатору не используя шифрование и 802.11b/g, после перехода системы в ждущий режим.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol after the system has been suspended.
de: Überprüft, ob sich die Funknetzwerk-Hardware des Systems nach dem Aufwecken aus der Bereitschaft mit einem Router, der WPA-Sicherheit und das Protokoll 802.11n verwendet, verbinden kann.
el: Ελέγχει ότι το υλικό ασύρματης δικτύωσης μπορεί να συνδεθεί σε ένα δρομολογητή με τη χρήση πρωτοκόλλου ασφαλείας WPA και πρωτόκολλα 802.11n μετά την αναμονή του συστήματος.
fr: Teste si le matériel sans fil peut se connecter à un routeur en utilisant la sécurité WPA et le protocole 802.11n après une mise en veille du système.
gl: Comproba que o hardware sen fíos dos sistemas pode conectar a un router usando os protocolos de seguranza WPA e o protocolo 802.11n despois de que o sistema foi suspendido.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e il protocollo 802.11n dopo la sospensione del sistema.
ru: Проверяет возможности беспроводного оборудования подключаться к маршрутизатору используя WPA и 802.11n, после перехода системы в ждущий режим.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol after the system has been suspended.
de: Überprüft, ob sich die Funknetzwerk-Hardware Ihres Systems nach dem Aufwecken aus der Bereitschaft mit einem Router verbinden kann, der keine Verschlüsselung und das Protokoll 802.11n verwendet.
el: Ελέγχει ότι το υλικό ασύρματης δικτύωσης μπορεί να συνδεθεί σε ένα ρούτερ χωρίς ασφάλεια και πρωτόκολλα 802.11n μετά την αναμονή του συστήματος.
fr: Teste si le matériel sans fil peut se connecter à un routeur sans utiliser de sécurité et en utilisant les protocoles 802.11b/g après une mise en veille du système.
gl: Comproba que o hardware sen fíos dos sistemas pode conectar a un router sen usar os protocolos de seguranza usando o protocolo 802.11n despois de que o sistema foi suspendido.
it: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza usando il protocollo 802.11n dopo la sospensione del sistema.
ru: Проверяет возможности беспроводного оборудования подключаться к маршрутизатору не используя шифрование и 802.11n, после перехода системы в ждущий режим.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
de: ZWECK: Testet, ob die Hardware des Systems sich mithilfe einer WPA-Verschlüsselung und dem 802.11b/g-Protokoll mit einem Router verbinden kann. DURCHFÜHRUNG: 1. Öffnen Sie das Konfigurationsmenü Ihres Routers. 2. Ändern Sie die Einstellungen, sodass nur Verbindungen auf den kabellosen Bändern B und G akzeptiert werden. 3. Stellen Sie sicher, dass die SSID »ROUTER_SSID« lautet. 4. Ändern Sie die Sicherheitseinstellungen, sodass WPA2 verwendet wird und der PSK-Schlüssel mit dem in »ROUTER_PSK« übereinstimmt. 5. Klicken Sie auf den »Testen«-Knopf, um eine Verbindung zu dem Router herzustellen und die Verbindung zu testen. ÜBERPRÜFUNG: Die Überprüfung erfolgt automatisiert; ändern Sie die ausgewählten Ergebnisse nicht.
gl: PROPÓSITO: Esta proba verifica que o hardware sen fíos do sistema pode conectar cun router usando seguranza WPA cos protocolos 802.11b/g PASOS: 1. Abra a ferramenta de configuración do router 2. Cambie os axustes para aceptar só conexións nas bandas sen fíos B e G 3. Asegúrese que o SSID está estabelecido como ROUTER_SSID 4. Cambie a configuración de seguranza para usar seguranza WPA2 e asegúrse de que a chave PSK coincide coa estabelecida en ROUTER_PSK 5. Prema o botón «Probar» para crear unha conexión co router e probar a conexión COMPROBACIÓN: A verificación é automática, non cambie o resultado seleccionado automaticamente.
it: SCOPO: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e i protocolli 802.11b/g. PASSI: 1. Aprire lo strumento di configurazione del router. 2. Modificare le impostazioni per accettare solo le connessioni sulle bande «B» e «G». 3. Assicurarsi che il parametro SSID sia impostato a ROUTER_SSID. 4. Modificare le impostazioni di sicurezza per usare la «WPA2» e assicurarsi che PSK corrisponda a quello impostato in ROUTER_PSK. 5. Fare clic su «Prova» per creare una connessione con il router e verificarla. VERIFICA: La verifica è automatica, non modificare il risultato selezionato automaticamente.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
de: ZWECK: Testet, ob die Hardware des Systems sich mit einem Router verbinden kann, der das 802.11b/g-Protokoll ohne Verschlüsselung verwendet. DURCHFÜHRUNG: 1. Öffnen Sie das Konfigurationsmenü Ihres Routers. 2. Ändern Sie die Einstellungen, sodass nur Verbindungen auf den kabellosen Bändern B und G akzeptiert werden. 3. Stellen Sie sicher, dass die SSID »ROUTER_SSID« lautet. 4. Ändern Sie die Sicherheitseinstellungen, sodass keine Verschlüsselung verwendet wird. 5. Klicken Sie auf den »Testen«-Knopf, um eine Verbindung zu dem Router herzustellen und die Verbindung zu testen. ÜBERPRÜFUNG: Die Überprüfung erfolgt automatisiert; ändern Sie die ausgewählten Ergebnisse nicht.
gl: PROPÓSITO: Esta proba verifica que o hardware sen fíos do sistema pode conectar cun router sen usar seguranza co protocolo 802.11b PASOS: 1. Abra a ferramenta de configuración do router 2. Cambie os axustes para aceptar só conexións nas bandas sen fíos B e G 3. Asegúrese que o SSID está estabelecido como ROUTER_SSID 4. Cambie a configuración de seguranza para non usar seguranza 5. Prema o botón «Probar» para crear unha conexión co router e probar a conexión COMPROBACIÓN: A verificación é automática, non cambie o resultado seleccionado automaticamente.
it: SCOPO: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza usando i protocolli 802.11b/g. PASSI: 1. Aprire lo strumento di configurazione del router. 2. Modificare le impostazioni per accettare solo le connessioni sulle bande «B» e «G». 3. Assicurarsi che il parametro SSID sia impostato a ROUTER_SSID. 4. Modificare le impostazioni per non usare alcuna sicurezza. 5. Fare clic su «Prova» per creare una connessione con il router e verificarla. VERIFICA: La verifica è automatica, non modificare il risultato selezionato automaticamente.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
de: ZWECK: Testet, ob die Hardware des Systems sich mithilfe einer WPA-Verschlüsselung und dem 802.11n-Protokoll mit einem Router verbinden kann. DURCHFÜHRUNG: 1. Öffnen Sie das Konfigurationsmenü Ihres Routers. 2. Ändern Sie die Einstellungen, sodass nur Verbindungen auf dem kabellosen Band N akzeptiert werden. 3. Stellen Sie sicher, dass die SSID »ROUTER_SSID« lautet. 4. Ändern Sie die Sicherheitseinstellungen, sodass WPA2 verwendet wird und der PSK-Schlüssel mit dem in »ROUTER_PSK« übereinstimmt. 5. Klicken Sie auf den »Testen«-Knopf, um eine Verbindung zu dem Router herzustellen und die Verbindung zu testen. ÜBERPRÜFUNG: Die Überprüfung erfolgt automatisiert; ändern Sie die ausgewählten Ergebnisse nicht.
gl: PROPÓSITO: Esta proba verifica que o hardware sen fíos do sistema pode conectar cun router usando seguranza WPA co protocolo 802.11n PASOS: 1. Abra a ferramenta de configuración do router 2. Cambie os axustes para aceptar só conexións na banda sen fíos N 3. Asegúrese que o SSID está estabelecido como ROUTER_SSID 4. Cambie a configuración de seguranza para usar seguranza WPA2 e que a clave PSK coincida coa estabelecida en ROUTER_PSK 5. Prema o botón «Probar» para crear unha conexión co router e probar a conexión COMPROBACIÓN: A verificación é automática, non cambie o resultado seleccionado automaticamente.
it: SCOPO: Verifica che il dispositivo senza fili del sistema possa connettersi a un router usando la sicurezza WPA e il protocollo 802.11n. PASSI: 1. Aprire lo strumento di configurazione del router. 2. Modificare le impostazioni per accettare solo le connessioni sulla banda «N». 3. Assicurarsi che il parametro SSID sia impostato a ROUTER_SSID. 4. Modificare le impostazioni di sicurezza per usare la «WPA2» e assicurarsi che PSK corrisponda a quello impostato in ROUTER_PSK. 5. Fare clic su «Prova» per creare una connessione con il router e verificarla. VERIFICA: La verifica è automatica, non modificare il risultato selezionato automaticamente.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
de: ZWECK: Testet, ob die Hardware des Systems sich mit einem Router verbinden kann, der das 802.11b/g-Protokoll ohne Verschlüsselung verwendet. DURCHFÜHRUNG: 1. Öffnen Sie das Konfigurationsmenü Ihres Routers. 2. Ändern Sie die Einstellungen, sodass nur Verbindungen auf dem kabellosen Band N akzeptiert werden. 3. Stellen Sie sicher, dass die SSID »ROUTER_SSID« lautet. 4. Ändern Sie die Sicherheitseinstellungen, sodass keine Verschlüsselung verwendet wird. 5. Klicken Sie auf den »Testen«-Knopf, um eine Verbindung zu dem Router herzustellen und die Verbindung zu testen. ÜBERPRÜFUNG: Die Überprüfung erfolgt automatisiert; ändern Sie die ausgewählten Ergebnisse nicht.
gl: PROPÓSITO: Esta proba verifica que o hardware sen fíos do sistema pode conectar cun router sen usar seguranza co protocolo 802.11n PASOS: 1. Abra a ferramenta de configuración do router 2. Cambie os axustes para aceptar só conexións na banda sen fíos N 3. Asegúrese que o SSID está estabelecido como ROUTER_SSID 4. Cambie a configuración de seguranza para non usar seguranza 5. Prema o botón «Probar» para crear unha conexión co router e probar a conexión COMPROBACIÓN: A verificación é automática, non cambie o resultado seleccionado automaticamente.
it: SCOPO: Verifica che il dispositivo senza fili del sistema possa connettersi a un router senza alcuna sicurezza usando il protocollo 802.11n. PASSI: 1. Aprire lo strumento di configurazione del router. 2. Modificare le impostazioni per accettare solo le connessioni sulla banda «N». 3. Assicurarsi che il parametro SSID sia impostato a ROUTER_SSID. 4. Modificare le impostazioni per non usare alcuna sicurezza. 5. Fare clic su «Prova» per creare una connessione con il router e verificarla. VERIFICA: La verifica è automatica, non modificare il risultato selezionato automaticamente.

source: This test grabs the hardware address of the bluetooth adapter after suspend and compares it to the address grabbed before suspend.
ast: Esta prueba obtién la direición de hardware del adautador de Bluetooth tres entrar en suspensión y compárala cola direición obtenida enantes d'entrar en suspensión.
cs: Tento test zjistí hardwarovou adresu bluetooth adaptéru a srovná ji s tou, která byla zjištěna před uspáním.
de: Dieser Test liest die Hardware-Adresse des Bluetooth-Adapters nach der Bereitschaft aus und vergleicht sie mit der Adresse, die vor der Bereitschaft ausgelesen wurde.
el: Αυτό το τεστ συλλαμβάνει τη διεύθυνση υλικού του προσαρμογέα bluetooth μετά την αναστολή λειτουργίας και τη συγκρίνει με την πριν την αναστολή συλληφθείσα διεύθυνση.
fr: Ce test récupère l'adresse matérielle de l'adaptateur Bluetooth après la sortie de veille et la compare à l'adresse récupérée avant la mise en veille.
gl: Esta proba obtén o enderezo de hardware do adaptador de Bluetooth tras entrar en suspensión e compáraa co enderezo obtido antes de entrar en suspensión.
it: Questo test prende l'indirizzo hardware dell'adattatore Bluetooth dopo la sospensione e lo compare con quello rilevato prima della sospensione.
km: សាកល្បង.
ru: Этот тест извлекает аппаратный адрес bluetooth-адаптера после выхода из ждущего режима и сравнивает его с адресом извлечённым дом перехода в ждущий режим.
zh_cn: 本测试将获取休眠之后的蓝牙适配器地址，并于休眠之前进行对比。

source: This is an automated Bluetooth file transfer test. It sends an image to the device specified by the BTDEVADDR environment variable.
ast: Esta ye una prueba automática de tresferencia de ficheros por Bluetooth. Unvia una imaxe al preséu especificáu pola variable d'entornu BTDEVADDR.
cs: Toto je automatický test přenosu souboru přes Bluetooth. Pošle obrázek na zařízení určené proměnnou prostředí BTDEVADDR.
de: Dies ist ein automatisierter Bluetooth-Datenübertragungstest. Dieser sendet ein Bild an das Gerät, welches durch die Umgebungsvariable »BTDEVADDR« festgelegt ist.
el: Αυτό είναι ένα αυτοματοποιημένο τεστ μεταφοράς αρχείων μέσω bluetooth. Αποστέλλει μία εικόνα στην καθορισμένη από τη μεταβλητή περιβάλλοντος BTDEVADDR συσκευή.
fr: Ceci est un test de transfert de fichier en Bluetooth automatisé. Il envoie une image à un périphérique spécifié par la variable d'environnement BTDEVADDR.
gl: Esta é unha proba automática de transferencia de ficheiros por Bluetooth. Envía unha imaxe ao dispositivo especificado pola variábel de contorno BTDEVADDR.
it: Questo è un test automatico di trasmissione file Bluetooth. Invia un'immagine al dispositivo specificato dalla variabile ambiente BTDEVADDR.
km: សាកល្បង.
ru: Это автоматизированная проверка передачи файлов через Bluetooth. Она отправляет изображение на устройство, указанное в переменной окружения BTDEVADDR.
zh_cn: 这是一个自动蓝牙文件传输测试。此测试将向 BTDEVADDR 环境变量指定的设备发送一个图像。

source: This is an automated Bluetooth test. It emulates browsing on a remote device specified by the BTDEVADDR environment variable.
de: Dies ist ein automatisierter Bluetooth-Test. Es wird das Durchsuchen des Dateisystems eines entfernten Gerätes simuliert, das in der Umgebungsvariable »BTDEVADDR« angegeben ist.
gl: Esta é unha proba automática de Bluetooth. Emula a exploración dun dispositivo remoto especificado pola variábel de contorno BTDEVADDR.
it: Questo è un test automatico Bluetooth. Emula l'esplorazione su un dispositivo remoto specificato dalla variabile ambiente BTDEVADDR.

source: This is an automated Bluetooth test. It receives the given file from a remote host specified by the BTDEVADDR environment variable
de: Dies ist ein automatisierter Bluetooth-Test. Es wird eine Dateiübertragung von einem entfernten Gerät angenommen, das in der Umgebungsvariable »BTDEVADDR« angegeben ist.
gl: Esta é unha proba automática de Bluetooth. Recibe un ficheiro especificado desde un servidor remoto dado pola variábel de contorno BTDEVADDR
it: Questo è un test automatico Bluetooth. Riceve il file fornito dal dispositivo remoto specificato dalla variabile ambiente BTDEVADDR.
