Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check your optical devices ability to read CD media STEPS: 1. Insert appropriate non-blank media into your optical drive(s). Movie and Audio Disks may not work. Self-created data disks have the greatest chance of working. 2. If a file browser window opens, you can safely close or ignore that window. 3. Click "Test" to begin the test. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει την δυνατότητα των οπτικών σας συσκευών να διαβάζουν δίσκους CD ΒΗΜΑΤΑ: 1. Εισάγετε έναν κατάλληλο όχι κενό δίσκο στον οδηγό οπτικών δίσκων. Οι δίσκοι Movie και Audio μπορεί να μη λειτουργούν. Οι δίσκοι δεδομένων που έχετε δημιουργήσει εσείς έχουν τη μεγαλύτερη πιθανότητα να λειτουργήσουν. 2. Αν ανοίξει ένα παράθυρο εξερεύνησης αρχείων, μπορείτε με ασφάλεια να το κλείσετε ή να το αγνοήσετε. 3. Κάντε κλικ στο "Δοκιμή" για να ξεκινήσει ο έλεγχος. ΕΠΙΒΕΒΑΙΩΣΗ: Η δοκιμή αυτή θα επιλέξει αυτόματα "ΝΑΙ" αν είναι επιτυχής και "ΟΧΙ" αν αποτύχει.
fr: BUT : Ce test va vérifier la capacité de vos appareils optiques à lire des médias CD ÉTAPES : 1. Insérez un média non-vierge dans votre/vos lecteur(s) optique(s). Il se peut que les disques Audio et Vidéo ne fonctionnent pas. Des disques de données que vous avez créés ont plus de chances de fonctionner. 2. Si une fenêtre d'explorateur de fichiers s'ouvre, vous pouvez la fermer en toute sécurité ou ignorer cette fenêtre. 3. Cliquez sur « Tester » pour démarrer le test. VÉRIFICATION : Ce test devrait sélectionner automatiquement « Oui » s'il réussit, « Non » s'il échoue.
ru: ЦЕЛЬ: Этот тест выполнит проверку возможности чтения компакт-диска на оптических устройствах ДЕЙСТВИЯ: 1. Вставьте соответствующий не пустой диск в дисковод(-ы) оптических дисков. Диски содержащие видеозаписи и звуковые записи могут не подойти. Самостоятельно созданные диски с данными наиболее предпочтительны для выполнения. 2. Если открывает окно обозревателя файлов, вы можете безопасно закрыть его или проигнорировать. 3. Щёлкните "Проверить", чтобы начать проверку. ПРОВЕРКА: В случае успешного прохождения проверки, автоматически будет выбран вариант "Да", "Нет", если тест не пройден.

source: PURPOSE: This test will check your system's CD writing capabilities. This test requires a blank CD-R. If you do not have a blank CD-R, skip this test. STEPS: 1. Enter a blank CD-R into your drive 2. Click "Test" to begin. 3. When the CD tray ejects the media after burning, close it (DO NOT remove the disk, it is needed for the second portion of the test). Note, you must close the drive within 10 seconds or the test will time out. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
ast: OXETIVU: Esta prueba comprobará la capacidá d'escritura del CD del sistema. Pa esta prueba fai falta un CD-R virxe. Si nun tienes un CD-R virxe, salta esta prueba. PASOS: 1. Introduz un CD-R virxe nel preséu. 2. Calca "Probar" pa principiar. 3. Cuando s'abra la bandexa del CD tres grabar el discu, zarrala (NUN quites el discu, ye necesariu pa la segunda parte de la prueba). Atención, tienes de zarrar el preséu antes de 10 segundos o escosará el tiempu de la prueba. COMPROBACIÓN: Esta prueba tendría de seleicionar automáticamente "Si" si pasa, "No" si falla.
cs: ÚČEL: Tento test zkontroluje schopnost zápisu na CD. Vyžaduje prázdné CD-R. Pokud prázdné CD-R nemáte, přeskočte tento test. Postup: 1. Vložte prázdné CD-R do mechaniky 2. Stiskněte "Test", aby mohlo začít testování. 3. Až se mechanika po vypálení otevře, zavřete ji (NEODEBÍREJTE disk, je třeba k druhému testování). Mějte na paměti, že mechaniku musíte zavřít během 10 sekund, než vyprší časový limit testu. OVĚŘENÍ: Tento test by měl sám zvolit "Ano", pokud test uspěl a "Ne", selhal-li.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει τη δυνατότητα ανάγνωσης εγγραφής δίσκων CD από τον υπολογιστή σας. Πρέπει να χρησιμοποιήσετε ένα άδειο CD-R. Αν δεν έχετε άδειο CD-R, μην κάνετε αυτή την δοκιμή. ΒΗΜΑΤΑ: 1. Εισάγετε ένα άδειο CD-R στο υπολογιστή σας 2. Πατήστε στο «Δοκιμή» για να ξεκινήσετε. 3. Όταν ο υπολογιστής βγάλει τον δίσκο μετά την εγγραφή, βάλτε τον πίσω (κλείστε το συρτάρι) (ΜΗΝ βγάλετε το δίσκο, χρειάζεται για το δεύτερο μέρος της δοκιμής). Σημειώστε ότι πρέπει να κλείσετε το συρτάρι μέσα σε 10 δευτερόλεπτα διαφορετικά η δοκιμή θα ακυρωθεί. ΕΠΙΒΕΒΑΙΩΣΗ: Αυτή η δοκιμή θα επιλέξει αυτόματα το «Ναι» αν είναι επιτυχής, ή «Όχι» σε περίπτωση αποτυχίας.
fr: BUT : Ce test va vérifier la capacité d'écriture du graveur de CD. Ce test requiert un CD-R vierge. Si vous n'en possédez pas, passez ce test. ÉTAPES : 1. Insérez un CD-R vierge dans votre lecteur. 2. Cliquez sur "Tester" pour démarrer la gravure. 3. Lorsque le système éjecte le CD après la gravure, refermez-le (N'ENLEVEZ PAS le disque, il est nécessaire pour la seconde partie du test). (Note : Si le CD n'est pas inséré dans les 10 secondes, le test sera annulé.) VÉRIFICATION : Le test devrait sélectionner automatiquement "Oui" s'il réussit, ou "Non" s'il échoue.
ru: ЦЕЛЬ: Этот тест проверит способность вашей системы записывать CD-носители. Требуется чистый CD-R. Если у вас его нет, пропустите этот тест. ДЕЙСТВИЯ: 1. Вставьте чистый CD-R в ваш оптический привод. 2. Нажмите "Проверить" для начала. 3. Когда CD-дисковод выдвинетсяпосле записи, закройте его (НЕ УДАЛЯЙТЕ диск, он нужен для второй части теста) Заметьте, вы должны закрыть дисковод в течение 10 секунд, иначе истечет время ожидания. ПРОВЕРКА: Этот тест должен автоматически выбрать "Да", если тест проходит, или "Нет" в обратном случае.
zh_cn: 目的： 本测试将检测电脑的 CD 写入能力。您需要准备一张空白的 CD-R 盘片，如果没有则请略过此项测试。 步骤： 1、向光驱中放入一张空白 CD-R 盘片。 2、开始进行测试。 3、当刻录完毕 CD 托盘弹出时请尽快将其关闭以便开始第二阶段测试（请勿取出光盘）。请注意您必须在十秒钟时间内关闭光驱托盘，否则测试将发生超时错误。 验证： 如果测试成功，程序将自动选择“是”，反之则为测试失败。

source: PURPOSE: This test will check your system's DVD writing capabilities. This test requires a blank DVD-R. If you do not have a blank DVD-R, skip this test. STEPS: 1. Enter a blank DVD-R into your drive 2. Click "Test" to begin. 3. When the CD tray ejects the media after burning, close it (DO NOT remove the disk, it is needed for the second portion of the test). Note, you must close the drive within 10 seconds or the test will time out. VERIFICATION: This test should automatically select "Yes" if it passes, "No" if it fails.
ast: OXETIVU: Esta prueba comprobará la capacidá d'escritura del DVD del sistema. Pa esta prueba fai falta un DVD-R virxe. Si nun tienes un DVD-R virxe, salta esta prueba. PASOS: 1. Introduz un DVD-R virxe nel preséu. 2. Calca "Probar" pa principiar. 3. Cuando s'abra la bandexa del CD tres grabar el discu, zarrala (NUN quites el discu, ye necesariu pa la segunda parte de la prueba). Atención, tienes de zarrar el preséu antes de 10 segundos o escosará el tiempu de la prueba. COMPROBACIÓN: Esta prueba tendría de seleicionar automáticamente "Si" si pasa, "No" si falla.
cs: ÚČEL: Tento test zkontroluje schopnost zápisu na DVD. Vyžaduje prázdné DVD-R. Pokud prázdné DVD-R nemáte, přeskočte tento test. POSTUP: 1. Vložte prázdné DVD-R do mechaniky 2. Stiskněte "Test", aby mohlo začít testování. 3. Až se mechaniky po vypálení otevře, zavřete ji (NEODEBÍREJTE disk, je třeba k druhému testování). Mějte na paměti, že mechaniku musíte zavřít během 10 sekund, než vyprší časový limit testu. OVĚŘENÍ: Tento test by měl sám zvolit "Ano", pokud test uspěl a "Ne", selhal-li.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει τη δυνατότητα ανάγνωσης εγγραφής δίσκων CD από τον υπολογιστή σας. Πρέπει να χρησιμοποιήσετε ένα άδειο CD-R. Αν δεν έχετε άδειο CD-R, μην κάνετε αυτή την δοκιμή. ΒΗΜΑΤΑ: 1. Εισάγετε ένα άδειο CD-R στο υπολογιστή σας 2. Πατήστε στο «Δοκιμή» για να ξεκινήσετε. 3. Όταν ο υπολογιστής βγάλει τον δίσκο μετά την εγγραφή, βάλτε τον πίσω (κλείστε το συρτάρι) (ΜΗΝ βγάλετε το δίσκο, χρειάζεται για το δεύτερο μέρος της δοκιμής). Σημειώστε ότι πρέπει να κλείσετε το συρτάρι μέσα σε 10 δευτερόλεπτα διαφορετικά η δοκιμή θα ακυρωθεί. ΕΠΙΒΕΒΑΙΩΣΗ: Αυτή η δοκιμή θα επιλέξει αυτόματα το «Ναι» αν είναι επιτυχής, ή «Όχι» σε περίπτωση αποτυχίας.
fr: BUT : Ce test va vérifier la capacité d'écriture du graveur de DVD. Ce test requiert un DVD-R vierge. Si vous n'en possédez pas, passez ce test. DÉMARCHE : 1. Insérez un DVD-R vierge dans votre lecteur. 2. Cliquez sur "Tester" pour démarrer la gravure. 3. Lorsque le graveur éjecte le DVD après la gravure, refermez-le (N'ENLEVEZ PAS le disque, il est nécessaire pour la seconde partie du test.) Note : Si le DVD n'est pas inséré dans les 10 secondes, le test sera annulé. VÉRIFICATION : Le test devrait sélectionner automatiquement "Oui" s'il réussit, ou "Non" s'il échoue.
ru: ЦЕЛЬ: Этот тест проверит способность вашей системы записывать DVD-носители. Требуется чистый DVD-R. Если у вас его нет, пропустите этот тест. ДЕЙСТВИЯ: 1. Вставьте чистый DVD-R в ваш оптический привод. 2. Нажмите "Проверить" для начала. 3. Когда CD-дисковод выдвинетсяпосле записи, закройте его (НЕ УДАЛЯЙТЕ диск, он нужен для второй части теста) Заметьте, вы должны закрыть дисковод в течение 10 секунд, иначе истечет время ожидания. ПРОВЕРКА: Этот тест должен автоматически выбрать "Да", если тест проходит, или "Нет" в обратном случае.
zh_cn: 目的： 本测试将检测系统的 DVD 写入功能。您需要准备一张空白的 DVD-R 盘片。如果您没有空白 DVD-R 盘片，可以略过测试。 步骤： 1、将空白 DVD-R 盘片放入光驱。 2、开始测试。 3、当光驱托盘弹出时请尽快将其关闭。请勿取出光盘，它将用于第二阶段测试。请注意您必须在十秒钟之内关闭光驱托盘否则测试将超时失败。 检测： 如果测试成功，程序将自动选择“是”，反之则为失败。

source: PURPOSE: This test will check your DVD movie playback capabilities. Note that installation of non-free software (codecs, player, etc) may be required prior to performing this test. STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Open the Dash (click on the Ubuntu Circle of Friends button on the Launcher) 3. Click "Media Apps" and then click on "Movie Player" 4. Play the movie using Movie Player, stop the movie after verifying that it plays 6. Eject the DVD VERIFICATION: Did all the steps work?
ast: OXETIVU: Esta prueba va revisar les capacidaes de reproducción de películes en DVD. Decátate que pue precisar la instalación de software non-llibre (códecs, reproductor, etc). PASOS: 1. Inxerta un DVD que contenga cualquier película na to unidá óptica 2. Abri'l tableru (calca nel botón de Círculu d'amigos d'Ubuntu nel llanzador) 3. Calca en «Aplicaciones Multimedia» y dempués en «Reproductor de películes» 4. Reproduz la película usando'l Reproductor, posa la película una vegada verificao que se reproduz 5. Espulsa'l DVD VERIFICACIÓN: ¿Tolos pasos funcionaron?
cs: Účel: Tento test zkontroluje možnosti přehrávání filmů na DVD. K provedení tohoto testu může být požadováno nainstalování nesvobodného softwaru (kodeky, přehrávač atd.) Kroky: 1. Do mechaniky vložte DVD s filmem 2. Otevřete nabídku Dash (klikněte na ikonu s Ubuntu motivem v launcheru) 3. Klikněte na "Mediální aplikace" a potom klikněte na "Přehrávač filmů" 4. Přehrajte film v přehrávači, zastavte přehrávání, jakmile ověříte, že vše funguje 5. Vyjměte DVD Ověření: Proběhlo vše úspěšně?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη δυνατότητα αναπαραγωγής ταινιών DVD του συστήματός σας. Σημειώστε πως ενδέχεται να χρειαστεί εγκατάσταση μη ελεύθερου λογισμικού (κωδικοποιητές, εφαρμογές αναπαραγωγής κτλ) για τη διεξαγωγή αυτού του τεστ. ΒΗΜΑΤΑ: 1. Εισάγετε ένα DVD με οποιαδήποτε ταινία στον οδηγό οπτικών συσκευών 2. Ανοίξτε το Dash (κάντε κλικ στο κουμπάκι με τον κύκλο φιλίας του Ubuntu στον εκκινητή) 3. Πατήστε στην επιλογή «Εφαρμογές πολυμέσων» και μετά κάντε κλικ στην εφαρμογή «Αναπαραγωγή πολυμέσων» 4. Παίξτε την ταινία χρησιμοποιώντας την «Αναπαραγωγή πολυμέσων» και διακόψτε την αφού βεβαιωθείτε πως η αναπαραγωγή της γίνεται κανονικά 5. Εξάγετε το DVD ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησαν όλα τα βήματα;
fr: BUT : Ce test va vérifier la capacité de lecture de DVD vidéo. Note : l'installation de logiciels non-libres (codecs, lecteurs, etc) peut être nécessaire avant d'effectuer le test. ÉTAPES : 1. Insérez un DVD vidéo dans votre lecteur. 2. Ouvrez le Dash (cliquez sur le logo Ubuntu en haut du lanceur) 3. Dans Multimédia, sélectionnez le Lecteur vidéo 4. Jouez le film avec le Lecteur vidéo, arrêtez la lecture après vérification 5. Éjectez le DVD VÉRIFICATION : Chaque étape s'est-elle déroulée correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​សមត្ថភាព​ចាក់​ភាពយន្ត​ក្នុង​ឌីវីឌី​ជា​ថ្មី ។ ចំណាំ​ថា​ការ​ដំឡើង​កម្មវិធី​គិត​ថ្លៃ (កូដិក កម្មវិធី​ចាក់ ជាដើម) អាច​នឹង​ត្រូវ​បាន​ទាមទារ​ មុន​ពេល​អនុវត្ត​ការ​សាកល្បង​នេះ ។ ជំហាន ៖ ១. បញ្ចូល​ឌីវីឌី​ដែល​មាន​ភាពយន្ត​ទៅ​ក្នុង​ដ្រាយ​អុបទិក​​របស់​អ្នក ២. បើក​សញ្ញា​ដាច់​ៗ (ចុច​ប៊ូតុង Ubuntu Circle of Friends នៅ​លើ​កម្មវិធី​បើក​ដំណើរការ) ៣. ចុច "កម្មវិធី​មេឌៀ" បន្ទាប់មក​ចុច "កម្មវិធី​ចាក់​ភាពយន្ត" ៤. ចាក់​ភាពយន្ត​ដោយ​ប្រើ​កម្មវិធី​ចាក់​ភាពយន្ត បញ្ឈប់​ការ​ចាក់​ភាពយន្ត បន្ទាប់ពី​បាន​ផ្ទៀងផ្ទាត់​ថា​វា​ចាក់ ៦. ច្រាន​ឌីវីឌី​ចេញ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ជំហាន​ទាំងអស់​ដំណើរការ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверки позволить удостовериться в возможности воспроизведения DVD-видео. Также может потребоваться установки проприетарного программного обеспечения (кодеки, проигрыватель и т.п.) ДЕЙСТВИЯ: 1. Вставьте DVD с видеозаписью в дисковод оптических дисков 2. Откройте меню быстрого доступа (щёлкните на кнопке круга друзей Ubuntu на панели запуска) 3. Щёлкните "Мультимедиа" и затем откройте Мультимедиа проигрыватель 4. Воспроизведите видеозапись используя мультимедийный проигрыватель, остановите видеозапись после того, как убедитесь в надлежащем воспроизведении 5. Выполните извлечение DVD ПРОВЕРКА: Все ли действия были выполнены без проблем?
zh_cn: 目的： 此测试将检查您的 DVD 电影播放功能。注意，在执行此测试前，可能需要安装非免费软件(编码解码器、播放器等)。 步骤： 1. 将一张包含任何电影的 DVD 插入您的光驱中 2. 打开 Dash(单击启动器上的 "Ubuntu 朋友圈" 按钮) 3. 单击 "媒体应用程序"，然后单击 "电影播放器" 4. 使用电影播放器播放此电影，在验证该电影是否播放后关闭该电影 6. 弹出该 DVD 验证： 所有这些步骤是否均能够执行？

source: PURPOSE: This will verify that a PCMCIA or ExpressCard slot can detect inserted devices STEPS: 1. Plug a PCMCIA or ExpressCard device into the computer VERIFICATION: Was the device correctly detected?
ast: OXETIVU: Va comprobase qu'una ranura PCMCIA o ExpressCard pue deteutar los preseos inxertaos PASOS: 1. Coneutar un preséu PCMCIA o ExpressCard al equipu VERIFICACIÓN: ¿Deteutóse'l preséu correutamente?
cs: CÍL: Tento test ověří, že sloty PCMCIA nebo ExpessCard detekují připojené zařízení POSTUP: 1. Připojte zařízení PCMCIA nebo ExpressCard k počítači. DŮKAZ: Bylo zařízení správně detekováno?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει ότι μία θύρα τύπου PCMCIA ή ExpressCard μπορεί να ανιχνεύσει τις συσκευές που εισάγονται ΒΗΜΑΤΑ: 1. Συνδέστε μία συσκευή τύπου PCMCIA ή ExpressCard στον υπολογιστή ΕΠΑΛΗΘΕΥΣΗ: Ανιχνεύθηκε σωστά η συσκευή;
fr: BUT : Ce test va vérifier qu'un port PCMCIA ou ExpressCard détecte les appareils insérés. ÉTAPES : 1. Branchez un dispositif PCMCIA ou ExpressCard à votre ordinateur. VÉRIFICATION : Le dispositif a-t-il été correctement détecté ?
km: គោលបំណង ៖ វា​នឹង​ផ្ទៀងផ្ទាត់​ថា​រន្ធ PCMCIA ឬ ExpressCard អាច​រក​ឃើញ​ឧបករណ៍​ដែល​បាន​បញ្ចូល​ដែរ ឬទេ ជំហាន ៖ ១. ដោត​ឧបករណ៍ PCMCIA ឬ ExpressCard ទៅ​ក្នុង​កុំព្យូទ័រ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ឧបករណ៍​ត្រូវ​បាន​រក​ឃើញ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит удостовериться в возможности обнаружения устройств устанавливаемых в разъёмы PCMCIA или ExpressCard ДЕЙСТВИЯ: 1. Установите PCMCIA или ExpressCard устройство в соответствующий разъём компьютера ПРОВЕРКА: Было ли устройство определено правильно?
zh_cn: 目的： 这将验证 PCMCIA 或 ExpressCard 插槽是否能够检测到插入的设备 步骤： 1. 将一个 PCMCIA 或 ExpressCard 设备插入到此计算机中 验证： 是否正确检测到了该设备？

source: PURPOSE: This test will verify that a USB DLS or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on add 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
ast: OXETIVU: Esta prueba comprobará que'l módem USB DSL o de banda ancha móvil funciona. PASOS: 1. Coneuta'l cable USB al equipu. 2. Calca col botón derechu sobre l'iconu de Rede nel panel 3. Seleiciona «Editar les conexones» 4. Seleiciona la llingüeta DSL (pa un módem ADSL) o «Banda ancha móvil» (pa un módem 3G) 5. Calca sobre'l botón «Amestar» 6. Configura los parámetros de la conexón como correspuenda 7. Una notificación OSD tendría de confirmar que la conexón ta afitada 8. Seleiciona Probar pa verificar que ye posible afitar una conexón HTTP VERIFICACIÓN: ¿Afitóse correutamente la conexón?
cs: CÍL: Tento test ověří funkci USB modemu nebo mobilního širokopásmového připojení POSTUP: 1. připojte USB kabel do počítače 2. Klikněte pravým tlačítkem na panelu na ikonu Sítě 3. Zvolte 'Upravit připojení' 4. Zvolte sekci 'DSL' (ADSL modem) nebo 'Mobilní širokopásmová' 5. Klikněte na 'Přidat' 6. Nastavte správné parametry připojení 7. Měla by se zobrazit informace o úspěšném navázání spojení 8. Kliknutím na Test ověříte schopnost navázání HTTP spojení DŮKAZ: Bylo spojení úspěšně navázáno?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει τη λειτουργία ενός USB DSL ή Mobile Broadband μόντεμ ΒΗΜΑΤΑ: 1. Συνδέστε το καλώδιο USB στον υπολογιστή 2. Κάντε δεξί κλικ στο εικονίδιο του δικτύου στον πίνακα εφαρμογών 3. Επιλέξτε «Επεξεργασία συνδέσεων» 4. Επιλέξτε την καρτέλα «DSL» (για ένα ADSL μόντεμ) ή «Mobile Broadband» (για ένα μόντεμ τύπου 3G) 5. Πατήστε στο κουμπί «Προσθήκη» 6. Ρυθμίστε κατάλληλα τις παραμέτρους της νέας σύνδεσης 7. Η ειδοποίηση οθόνης (OSD) θα πρέπει να επιβεβαιώσει πως επιτεύχθηκε η σύνδεση 8. Επιλέξτε τη δοκιμή που θα επαληθεύσει τη δυνατότητα να επιτευχθεί μία σύνδεση με το πρωτόκολλο HTTP ΕΠΑΛΗΘΕΥΣΗ: Επιτεύχθηκε σωστά η σύνδεση;
fr: BUT : Ce test va vérifier qu'une connexion DSL USB ou modem mobile à large bande fonctionne ÉTAPES : 1. Connectez le câble USB à l'ordinateur 2. Cliquez droit sur l'icône réseau dans le tableau de bord 3. Sélectionnez « Modifier les connexions » 4. Sélectionnez l'onglet « DSL » (pour un modem ADSL) ou « Connexion mobile à large bande » (pour un modem 3G) 5. Cliquez sur le bouton « Ajouter » 6. Configurez les paramètres de connexion correctement 7. Une notification à l'écran devrait confirmer que la connexion a été établie 8. Sélectionnez « Tester » pour vérifier qu'il est possible d'établir une connexion HTTP VÉRIFICATION : La connexion a-t-elle été établie correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា តើ​ម៉ូដឹម USB DLS ឬ Mobile Broadband ដំណើរការ​ដែរ​ឬទេ ជំហាន ៖ ១. តភ្ជាប់​ខ្សែ USB ទៅកាន់​កុំព្យូទ័រ ២. ចុច​លើ​រូបតំណាង​បណ្ដាញ​នៅ​ក្នុង​ស្លាបព្រិល ៣. ជ្រើស 'កែសម្រួល​ការ​តភ្ជាប់' ៤. ជ្រើស​ផ្ទាំង 'DSL' (សម្រាប់​ម៉ូដឹម ADSL) ឬ 'Mobile Broadband' (សម្រាប់​ម៉ូដឹម 3G) ៥. ចុច​ប៊ូតុង 'បន្ថែម' ៦. កំណត់​រចនាសម្ព័ន្ធ​ប៉ារ៉ាម៉ែត្រ​ការ​តភ្ជាប់​ដែល​ត្រឹមត្រូវ ៧. ការ​ជូនដំណឹង OSD គួរតែ​បាន​អះអាង​ថា​ការ​តភ្ជាប់​ត្រូវ​បាន​បង្កើត ៨. ជ្រើស​សាកល្បង​ដើម្បី​ផ្ទៀងផ្ទាត់​ថា​វា​អាច​បង្កើត​ការ​តភ្ជាប់ HTTP បាន​ហើយ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​តភ្ជាប់​ត្រូវ​បាន​បង្កើត​ឡើង​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности USB DLS или Мобильного широкополосного модема ДЕЙСТВИЯ: 1. Подсоедините кабель USB к компьютеру 2. Щёлкните правой кнопкой мыши на значке сети в верхней панели 3. Выберите 'Изменить соединения' 4. Выберите вкладку 'DSL' (для ADSL модема) или 'Мобильный широкополосный' (для 3G модема) 5. Щёлкните на кнопке 'Добавить' 6. Настройте параметры соединения правильно 7. Всплывающее оповещение сообщит об установке соединения 8. Выберите Проверить для проверки возможности установки HTTP соединения ПРОВЕРКА: Было ли соединение установлено правильно?
zh_cn: 目的： 此测试将验证 USB DLS 或移动宽带调制解调器是否正常工作 步骤： 1. 将 USB 电缆连接到此计算机 2. 右键单击面板中的网络图标 3. 选择 '编辑连接' 4. 选择 'DSL'(对于 ADSL 调制解调器)或 '移动宽带'(对于 3G 调制解调器)标签页 5. 单击 '添加' 按钮 6. 正确配置连接参数 7. 通知 OSD 应确认此连接已建立 8. 选择 "测试"，验证是否可建立 HTTP 连接 验证： 是否正确建立了此连接？

source: PURPOSE: This test will check your system shutdown/booting cycle STEPS: 1. Shutdown your machine 2. Boot your machine 3. Repeat steps 1 and 2 at least 5 times VERIFICATION: Did the system shutdown and rebooted correctly?
ast: OXETIVU: Esta prueba revisará'l ciclu d'apagáu/arranque del sistema PASOS: 1. Apaga l'equipu equipu 2. Arranca l'equipu 3. Repite los pasos 1 y 2, a lo menos 5 vegaes VERIFICACIÓN: ¿El sistema apagóse y reaniciose correutamente?
cs: CÍL: Tento test prověří vypínání a spouštění systému POSTUP: 1. Vypněte počítač 2. Spusťte počítač 3. Opakujte ještě jednou až pětkrát DŮKAZ: Probíhá vypínání a spouštění dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τον κύκλο τερματισμού/εκκίνησης του συστήματός σας ΒΗΜΑΤΑ: 1. Τερματίστε τη λειτουργία του υπολογιστή σας 2. Εκκινήστε τον υπολογιστή 3. Επαναλάβετε τα βήματα 1 και 2 τουλάχιστον 5 φορές ΕΠΑΛΗΘΕΥΣΗ: Έγινε σωστά ο τερματισμός και η εκκίνηση του συστήματος;
fr: BUT : Ce test va vérifier le cycle d'arrêt/démarrage de votre système ÉTAPES : 1. Éteindre votre machine 2. Allumer votre machine 3. Répéter les étapes 1 et 2 au moins 5 fois VÉRIFICATION : Le système s'est-il éteint et rallumé correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ខួប​នៃ​ការ​ចាប់ផ្ដើម​ឡើងវិញ/បិទ​ប្រព័ន្ធ​របស់​អ្នក ជំហាន ៖ ១. បិទ​ម៉ាស៊ីន​របស់​អ្នក ២. ចាប់ផ្ដើម​ម៉ាស៊ីន​របស់​អ្នក​ឡើងវិញ ៣. ធ្វើ​ជំហាន​ទី ២ និង​ទី ២ ឡើងវិញ​ឲ្យ​បាន ៥ ដង ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​បាន​បិទ និង​ចាប់ផ្ដើម​ឡើងវិញ​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест позволит проверить цикл выключения/загрузки ДЕЙСТВИЯ: 1. Выключите ваш компьютер 2. Загрузите ваш компьютер 3. Повторите действия 1 и 2, как минимум 5 раз ПРОВЕРКА: Система выключается и перезагружается надлежащим образом?
zh_cn: 目的： 此测试将检查您的系统关机/启动循环 步骤： 1. 关闭您的机器 2. 启动您的机器 3. 将第 1 步和第 2 步至少重复 5 次 验证： 该系统是否正确关闭和重新启动？

source: PURPOSE: This test will check the system's ability to power-off and boot. STEPS: 1: Select "Test" to begin. 2: The machine will shut down. 3: Power the machine back on. 4: After rebooting, wait for the test prompts to inform you that the test is complete. 5: Once the test has completed, restart checkbox and select Re-Run when prompted VERIFICATION: If the machine successfully shuts down and boots, select Yes then select Next.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει τη δυνατότητα του συστήματος για σβήσιμο και εκκίνηση. ΒΗΜΑΤΑ: 1: Επιλέξτε "Δοκιμή" για να ξεκινήσετε. 2: Το μηχάνημα θα σβήσει. 3: Ανάψτε το. 4: Μετά την επανεκκίνηση, περιμένετε τη δοκιμή να σας πληροφορήσει ότι ολοκληρώθηκε. 5: Αφού ολοκληρωθεί η δοκιμή, επανεκκινήστε το checkbox και επιλέξτε επανάληψη όταν σας ζητηθεί. ΕΠΙΒΕΒΑΙΩΣΗ: Αν το μηχάνημα σβήσει και εκκινήσει με επιτυχία, επιλέξτε "Ναι" και μετά "Επόμενο".
fr: BUT : Ce test va vérifier la capacité du système de s'éteindre et de redémarrer. ÉTAPES : 1. Sélectionnez « Tester » pour démarrer. 2. L'ordinateur devrait s'éteindre. 3. Rallumez l'ordinateur. 4. Après le démarrage, attendez le message du test vous informant que le test est terminé. 5. Lorsque le test est terminé, redémarrez Checkbox et sélectionnez « Ré-exécuter » quand cela est proposé VÉRIFICATION : Si l'ordinateur s'éteint et redémarre correctement, sélectionnez « Oui » puis « Suivant ».
ru: ЦЕЛЬ: Этот тест проверить возможность выключения питания и загрузки системы. ДЕЙСТВИЯ: 1: Выберите "Проверить", чтобы начать. 2: Компьютер завершит работу. 3: Включите питание компьютера. 4: После перезагрузки, подождите пока тест не сообщит вам о завершении проверки. 5: Как только тест будет завершён, перезапустите Проверку системы и после запроса выберите повторный запуск ПРОВЕРКА: Если компьютер успешно выполнил завершение работы и загрузился, выберите Да и затем Далее.
