Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 2. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
ast: OXETIVU: Esti test unviará la imaxe 'JPEG_Color_Image_Ubuntu.jpg' a un preséu especificáu PASOS: 1. Calca en "Probar" y seleiciona'l nome del preséu Bluetooth aparexáu que va recibir la tresferencia del ficheru (pue llevar daqué de tiempu dempués d'inxertar el nome hasta que'l ficheru entame a unviase) 2. Aceuta cualesquier confirmación qu'apaeza en dambos preseos VERIFICACIÓN: ¿Tresfiriéronse los datos correutamente?
cs: CÍL: Tento test pošle obrázek 'JPEG_Color_Image_Ubuntu.jpg' na určené zařízení. POSTUP: 1. Po kliknutí na Test zadejte název Bluetooth zařízení, které může přijímat soubory (může chvíli trvat než se zahájí přenos) 2. Potvrďte všechny dotazy, které se objeví na obou zařízeních DŮKAZ: Přenesl se soubor úspěšně?
de: ZWECK: Diese Test schickt das Bild »JPEG_Color_Image_Ubuntu.jpg« an ein festgelegtes Gerät. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und Sie werden aufgefordert, den Namen eines Bluetooth-Gerätes einzugeben, das Dateiübertragungen entgegen nehmen kann. (Nach der Eingabe des Namens kann es einen Moment dauern, bevor mit dem Senden der Datei begonnen wird.) 2. Bestätigen Sie alle Nachfragen auf beiden Geräten. ÜBERPRÜFUNG: Wurden die Daten fehlerfrei übertragen?
el: ΣΚΟΠΟΣ Αυτό το τεστ θα αποστείλει την εικόνα «JPEG_Color_Image_Ubuntu.jpg» σε μία καθορισμένη συσκευή ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» και θα σας ζητηθεί να εισάγετε το όνομα μίας συσκευής Bluetooth η οποία να δέχεται τη μεταφορά αρχείων (ενδέχεται να χρειαστεί να περάσουν κάποιες στιγμές μετά την εισαγωγή του ονόματος ώστε να αρχίσει η αποστολή του αρχείου) 2. Αποδεχθείτε τις όποιες προτροπές παρουσιαστούν και στις δύο συσκευές ΕΠΑΛΗΘΕΥΣΗ: Μεταφέρθηκαν σωστά τα δεδομένα;
fr: BUT : Ce test va envoyer l'image 'JPEG_Color_Image_Ubuntu.jpg' au périphérique spécifié ÉTAPES : 1. Cliquez sur « Tester » et il vous sera demandé de saisir le nom d'un périphérique Bluetooth qui peut accepter les transferts de fichiers (Il peut y avoir un petit délai entre la saisie du nom et le début du transfert) 2. Acceptez toute demande apparaissant sur les deux appareils VÉRIFICATION : Les données ont-elles été correctement transférées ?
gl: PROPÓSITO: Esta proba enviará a imaxe «JPEG_Color_Image_Ubuntu.jpg» a un dispositivo especificado PASOS: 1. Prema «Probar» e preguntaráselle polo nome dun dispositivo Bluetooth que acepte transferencias de ficheiros (despois de introducir o nome pode levar unha miga enviar o ficheiro) 2. Acepte as preguntas que se lle fagan en ambos os dispositivos COMPROBACIÓN: Transferíronse os datos correctamente?
it: SCOPO: Questo test invia l'immagine «JPEG_Color_Image_Ubuntu.jpg» a un dispositivo specificato. PASSI: 1. Fare clic su «Prova», verrà richiesto di inserire il nome di un dispositivo Bluetooth che accetti il trasferimento di file (dopo l'inserimento del nome l'inizio del trasferimento del file potrebbe richiedere del tempo). 2. Accettare qualsiasi richiesta compaia in entrambi i dispositivi. VERIFICA: I dati sono stati trasferiti in modo corretto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ញើ​រូបភាព 'JPEG_Color_Image_Ubuntu.jpg' ទៅកាន់​ឧបករណ៍​ដែល​បាន​បញ្ជាក់ ជំហាន ៖ ១. ចុច "សាកល្បង" បន្ទាប់មក​អ្នក​នឹង​តម្រូវឲ្យ​បញ្ចូល​ឈ្មោះ​ឧបករណ៍​ប្ល៊ូធូស​ដើម្បី​ព្រម​ទទួល​ការ​ផ្ទេរ​ឯកសារ (វា​អាច​ប្រើ​ពេលវេលា​បន្តិចបន្តួច​បន្ទាប់ពី​បញ្ចូល​ឈ្មោះ​សម្រាប់​ឯកសារ​ដើម្បី​ចាប់ផ្ដើម​ការ​ផ្ញើ) ២. ព្រម​ទទួល​ការ​ទាមទារ​ទាំងអស់​ដែល​បាន​លេចឡើង​នៅ​លើ​ឧបករណ៍​ទាំង​ពីរ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ទិន្នន័យ​ត្រូវ​បាន​ផ្ទេរ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит отправить изображение 'JPEG_Color_Image_Ubuntu.jpg' на заданное устройство ДЕЙСТВИЯ: 1. Щёлкните "Проверить", после чего вам будет необходимо ввести имя устройства с Bluetooth, которое поддерживает передачу файлов (это может занять несколько секунд после ввода имени, после чего начнётся передача файла) 2. Согласитесь со всеми запросами, которые будут появляться на обоих устройствах ПРОВЕРКА: Были ли данные переданы надлежащим образом?
zh_cn: 目的： 此测试将向指定的设备发送图像 'JPEG_Color_Image_Ubuntu.jpg' 步骤： 1. 单击 "测试"，此时将提示您输入能够接受文件传输的设备的蓝牙设备名称(输入该文件的名称后可能需要等待片刻才能开始发送) 2. 接受这两个设备上显示的任何提示 验证： 是否正确发送了这些数据？

source: PURPOSE: This test will cycle through the detected display modes STEPS: 1. Click "Test" and the display will cycle trough the display modes VERIFICATION: Did your display look fine in the detected mode?
ast: OXETIVU: Esti test alternará ente los moos de pantalla deteutaos PASOS: 1. Calca en "Probar" y la pantalla alternará ente los moos deteutaos VERIFICACIÓN: ¿La pantalla amuésase correutamente nel mou deteutáu?
cs: CÍL: Tento test projde všechny detekované režimy monitoru POSTUP: 1. Kliknutím na "Test" se spustí procházení režimů monitoru DŮKAZ: Byl obraz v pořádku v nalezeném režimu?
de: ZWECK: Dieser Test wird durch die erkannten Bildschirmmodi schalten. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und der Bildschirm wird durch die Bildschirmmodi schalten. ÜBERPRÜFUNG: Sah die Anzeige auf Ihrem Bildschirm in den erkannten Modi korrekt aus?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα προκαλέσει την κυκλική εναλλαγή μεταξύ των τρόπων λειτουργίας της οθόνης που έχουν ανιχνευθεί ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε η οθόνη να εναλλαγεί κυκλικά μεταξύ των τρόπων λειτουργίας της ΕΠΑΛΗΘΕΥΣΗ: Φαινόταν σωστά η οθόνη σας σε όλους τους τρόπος λειτουργίας;
fr: BUT : Ce test va faire défiler les modes d'affichage détectés ÉTAPES : 1. Cliquez sur « Tester » pour faire défiler les modes d'affichage VÉRIFICATION : Votre affichage était-il correct dans les modes détectés ?
gl: PROPÓSITO: Esta proba verificará os modos de visualización detectados PASOS: 1. Prema «Probar» e a visualización cambiará entre os modos detectados COMPROBACIÓN Visualízanse correctamente os modos detectados?
it: SCOPO: Questo test effettua un ciclo attraverso le modalità rilevate dello schermo. PASSI: 1. Fare clic su «Prova» per iniziare il ciclo attraverso le modalità dello schermo. VERIFICA: Lo schermo è stato visualizzato correttamente nelle modalità rilevate?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​បង្វិល​តាម​​របៀប​បង្ហាញ​ដែល​បាន​រក​ឃើញ ជំហាន ៖ ១. ចុច​ "សាកល្បង" ការ​បង្ហាញ​នឹង​បង្វិល​តាម​របៀប​ការ​បង្ហាញ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​បង្ហាញ​របស់​អ្នក​ល្អ​ដែរ​ឬទេ​នៅ​ក្នុង​របៀប​ដែល​បាន​រក​ឃើញ ?
ru: ЦЕЛЬ: Эта проверка позволит выполнить цикл переходов по определённым режимам экрана ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и экран пройдёт цикл переходов по режимам экрана ПРОВЕРКА: Отображение в определённом режиме на экране выглядит надлежащим образом?
zh_cn: 目的： 此测试将在检测到的显示模式间循环 步骤： 1. 单击 "测试"，显示器将在检测到的显示模式间循环 验证： 您的显示器在检测到的模式下是否正常显示？

source: This test will check to make sure supported video modes work after a suspend and resume. This is done automatically by taking screenshots and uploading them as an attachment.
ast: Esta prueba comprobará que los moos de videu compatibles funcionen dempués d'entrar en suspensión y reanudar. Esta operación faise automáticamente tomando captures de pantalla y xubiéndolas como datos axuntos.
cs: Tento test zkontroluje, že podporovaná rozlišení a nastavení monitoru fungují po uspání a probuzení. To se provede automaticky tím, že se sejmou snímky obrazovky a nahrají se jako příloha.
de: Dieser Test prüft, ob unterstützte Video-Modi nach dem Aufwecken aus der Bereitschaft funktionieren. Dies geschieht automatisch, indem Bildschirmfotos aufgenommen werden und diese als Anhang hochgeladen werden.
el: Αυτό το τεστ θα ελέγξει ώστε να επιβεβαιώσει πως οι υποστηριζόμενοι τρόποι λειτουργίας της οθόνης λειτουργούν μετά από την αναστολή λειτουργίας του συστήματος και την επαναφορά του. Αυτό γίνεται αυτόματα λαμβάνοντας στιγμιότυπα της οθόνης και μεταφορτώνοντάς τα ως επισυνάψεις.
fr: Ce test va s'assurer du bon fonctionnement des différents modes vidéo pris en charge après une mise en veille suivie d'une sortie de veille. Ceci prend automatiquement des copies d'écran et les envoie en pièce jointe.
gl: Esta proba verifica que os modos de vídeo compatíbeis funcionan despois de entrar en suspensión e reanudar. Esta operación realízase automaticamente tomando capturas de pantalla e subíndoas como datos adxuntos.
it: Questo test verifica il funzionamento delle modalità video supportate dopo una sospensione e un ripristino del sistema. Viene eseguito in maniera automatica catturando alcune schermate e caricandole come allegati.
km: សាកល្បង.
ru: Этот тест проверяет работоспособность видео режимов после перехода в ждущий режим и возобновления рабочего режима. Он выполняется автоматически, сохранением снимков экрана и передачей их во вложении.
zh_cn: 此测试将检查并确保在挂起和恢复后支持的显示模式正常工作。这是通过捕获屏幕截图并将它们作为附件进行上传来自动进行的。

source: This attaches screenshots from the suspend/cycle_resolutions_after_suspend_auto test to the results submission.
ast: Esto axunta captures de pantalla de la suspensión/ciclu_resoluciones_dempués_suspensión a los resultaos del test .
cs: Připojí snímky obrazovky cyklů uspávání/procházení_rozlišení_po_probuzení k výsledkům.
de: Dies legt dem Bericht die Bildschirmfotos vom Test »suspend/cycle_resolutions_after_suspend_auto« als Anlage bei.
el: Αυτό επισυνάπτει στιγμιότυπα της οθόνης από το αυτοματοποιημένο_τεστ_ανάλυσης_μετά_τον_κύκλο_αναστολής/επαναφοράς στην αναφορά αποτελεσμάτων.
fr: Ceci joint les copies d'écran du test suspend/cycle_resolutions_after_suspend_auto à la soumission des résultats.
gl: Isto anexa capturas de pantalla da proba suspensión/cycle_resolutions_after_suspend_auto aos resultados.
it: Allega le schermate provenienti dal test suspend/cycle_resolutions_after_suspend_auto ai risultati da inviare.
km: សាកល្បង.
ru: Прикрепляет снимок экрана теста «suspend/cycle_resolutions_after_suspend_auto» к результатам для отправки.
zh_cn: 这会将 suspend/cycle_resolutions_after_suspend_auto 测试中捕获的屏幕截图附加到提交的结果中。

source: This will check to make sure that your audio device works properly after a suspend and resume. This may work fine with speakers and onboard microphone, however, it works best if used with a cable connecting the audio-out jack to the audio-in jack.
ast: Esto comprobará que'l preséu d'audio funciona correcho dempués d'una suspensión y reanudación. Esto pue funcionar bien con los altavoces y el micrófonu integraos, sicasí, funciona meyor si s'usa con un cable que coneuta'l jack de salida d'audio al jack d'entrada d'audio.
cs: Toto ověří, že zvukové zařízení funguje dobře po uspání a probuzení. K tomu můžou stačit reproduktory a mikrofon, ale nejlepší je propojit kabelem jack zvukového vstupu s jackem zvukového výstupu.
de: Dies testet, ob Ihre Audio-Geräte nach dem Aufwecken aus der Bereitschaft korrekt funktionieren. Das funktioniert sowohl mit Lautsprechern als auch integrierten Mikrofonen, allerdings ist es am Besten, wenn Sie den Audio-Ausgang mit einem Kabel mit dem Audio-Eingang verbinden.
el: Αυτό το τεστ θα ελέγξει ώστε να επιβεβαιώσει πως η συσκευή ήχου σας λειτουργεί σωστά μετά από την αναστολή λειτουργίας του συστήματος και την επαναφορά του. Αυτό το τεστ ενδέχεται να λειτουργήσει σωστά με τα ηχεία και το ενσωματωμένο μικρόφωνο, λειτουργεί καλύτερα όμως αν χρησιμοποιηθεί με ένα καλώδιο το οποίο θα συνδέει το βύσμα εξόδου του ήχου με το βύσμα εισόδου του.
fr: Ceci va vérifier le bon fonctionnement de votre périphérique audio après une mise en veille suivie d'une sortie de veille. Cela peut fonctionner correctement avec haut-parleurs et un microphone intégrés, mais il est préférable d'utiliser un câble de raccordement entre la prise jack de sortie et celle d'entrée.
gl: Isto comproba que o dispositivo de son funciona correctamente despois dunha suspensión e reactivación. Isto pode funcionar ben cos altofalantes e o micrófono integrados, porén, funciona mellor se se emprega cun cabo que conecte o jack de saída de son ao jack de entrada de son.
it: Questo test verifica che il proprio dispositivo audio funzioni in maniera corretta dopo una sospensione e un ripristino. Può funzionare bene con altoparlanti e microfoni interni, tuttavia funziona meglio usando un cavo che connette il jack di uscita audio al jack di ingresso audio.
km: វា​នឹង​ពិនិត្យមើល​ដើម្បីឲ្យ​ប្រាកដ​ថា តើ​ឧបករណ៍​អូឌីយ៉ូ​របស់​អ្នក​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬទេ​បន្ទាប់ពី​បាន​ផ្អាក និង​ធ្វើ​បន្ត ។ វា​អាច​ដំណើរការ​យ៉ាង​ល្អ​ជាមួយ​ធុងបាស និង​មីក្រូហ្វូន​ដែល​ជាប់​មក​ស្រាប់ ហើយ​វា​ដំណើរការ​រឹតតែ​ល្អ​ថែមទៀត ប្រសិនបើ​បាន​ប្រើ​ជាមួយ​ការ​តភ្ជាប់​ខ្សែ audio-out jack ទៅ audio-in jack ។
ru: Будет выполнения проверка работоспособности звукового устройства, после выхода из ждущего режима в рабочий режим. Это подходит для динамиков и встроенного микрофона, но наиболее подходящий вариант при использовании кабельного соединения разъёма звукового выхода и разъёма звукового входа.
zh_cn: 这将检查并确保在挂起和恢复后您的音频设备正常工作。此测试可以使用扬声器和内置麦克风，但最好使用将音频输出插孔与音频输入插孔相连的电缆。

source: Attaches the log from the single suspend/resume test to the results
de: Dies legt dem Bericht das Protokoll des einzelnen Bereitschaft/Aufwecken-Tests als Anlage bei.
el: Επισυνάπτει το αρχείο καταγραφής από μια μοναδική δοκιμή αναμονής/επαναφοράς στα αποτελέσματα
fr: Joint le journal du simple test mise en veille/réveil aux résultats
gl: Anexa aos resultados o rexistro da proba simple suspender/continuar
it: Allega il registro del test di sospensione/ripristino singolo ai risultati.
ru: Добавляет к результатам отчет однократного теста засыпания-пробуждения

source: PURPOSE: Take a screengrab of the current screen after suspend (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
de: ZWECK: Ein Bildschirmfoto des aktuellen Bildschirms aufnehmen, nachdem das System in Bereitschaft gewesen ist (in der Unity-Arbeitsumgebung). DURCHFÜHRUNG: 1. Nehmen Sie ein Foto mit Ihrer USB-Webcam auf. ÜBERPRÜFUNG: Überprüfen Sie die Anlage später manuell.
gl: PROPÓSITO: Facer unha captura da pantalla actual despois da suspensión (coa sesión iniciada no escritorio Unity) PASOS: 1. Faga unha foto usando unha cámara web USB COMPROBACIÓN: Revise o anexo manualmente máis tarde
it: SCOPO: Catturare un'istantanea della schermata corrente dopo la sospensione (accesso effettuato in Unity). PASSI: Scattare un fotografia usando la webcam USB. VERIFICA: Esaminare manualmente l'allegato in seguito.

source: PURPOSE: Do some challenging operations then check for lockup on the GPU STEPS: 1. Create 2 glxgears windows and move them quickly 2. Switch workspaces with wmctrl 3. Launch an HTML5 video playback in firefox VERIFICATION: After a 60s workload, check kern.log for reported GPU errors
de: ZWECK: Einige rechenaufwendige Vorgänge ausführen und dann prüfen, ob die GPU gesperrt wurde. DURCHFÜHRUNG: 1. Öffnen Sie 2 »glxgears«-Fenster und bewegen Sie diese schnell über den Bildschirm. 2. Wechseln Sie die Arbeitsfläche mit »wmctrl«. 3. Starten Sie die Wiedergabe eines HTML5-Videos in Firefox. ÜBERPRÜFUNG: Nach einer Arbeitsbelastung über 60 Sekunden prüfen Sie »kern.log« auf GPU-Fehler.
gl: PROPÓSITO: Realizar algunhas operacións complicadas para comprobar o bloqueo da GPU PASOS: 1. Crear 2 xanelas glxgears e movelas rapidamente 2. Alternar espazos de traballo con wmctrl 3. Iniciar a reprodución dun vídeo HTML5 no Firefox COMPROBACIÓN: Despois dunha carga de traballo de 60 segundos, comprobe o kern.log para ver se hai erros na GPU.

source: Checks the length of time it takes to reconnect an existing wifi connection after a suspend/resume cycle.
de: Überprüft, wie lange es dauert, sich nach einem Bereitschaft/Aufwach-Zyklus erneut mit einem vorhandenen Funknetzwerk zu verbinden.
gl: Comproba o tempo de reconexión a unha wifi existente despois dun ciclo suspender/continuar.
it: Controlla il tempo impiegato per riconnettere una rete Wi-Fi esistente dopo un ciclo di sospensione/ripristino.

source: Checks the length of time it takes to reconnect an existing wired connection after a suspend/resume cycle.
de: Überprüft, wie lange es dauert, sich nach einem Bereitschaft/Aufwach-Zyklus erneut mit einem vorhandenen Kabelnetzwerk zu verbinden.
gl: Comproba o tempo que lle leva reconectar cunha conexión con fíos existente despois dun ciclo de suspender/continuar.
it: Controlla il tempo impiegato per riconnettere una rete cablata esistente dopo un ciclo di sospensione/ripristino.

source: PURPOSE: Validate that the power LED operated the same after resuming from suspend STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED remain on after resuming from suspend?
de: ZWECK: Überprüfen Sie, ob die Energie-LED korrekt funktioniert, nachdem das System im Bereitschaftsmodus war. DURCHFÜHRUNG: 1. Die Energie-LED sollte leuchten, wenn das Gerät eingeschaltet ist. ÜBERPRÜFUNG: Leuchtet die Energie-LED weiterhin, nachdem das System im Bereitschaftsmodus war?
gl: PROPÓSITO: Comprobar que o LED de acendido funciona correctamente tras continuar despois dunha suspensión PASOS: 1. O LED de acendido debería iluminarse mentres o dispositivo está prendido COMPROBACIÓN Permanece o LED de acendido iluminado tras continuar despois da suspensión?
it: SCOPO: Verificare che il LED dell'alimentazione funzioni anche dopo il ripristino dalla sospensione. PASSI: 1. Il LED dell'alimentazione dovrebbe essere acceso mentre il dispositivo è in funzione. VERIFICA: Il LED dell'alimentazione rimane acceso dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the battery light shows charging status after resuming from suspend STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED still turn orange after resuming from suspend?
de: ZWECK: Sicherstellen, dass die Akkulampe den Ladezustand anzeigt, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Lassen Sie das System einige Zeit im Akkubetrieb laufen. 2. Schließen Sie ein Stromkabel an. ÜBERPRÜFUNG: Wurde die Akkuanzeige-LED orange, auch nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Validar que a luz da batería mostra o estado da carga despois de continuar tras unha suspensión PASOS: 1. Deixe que o sistema se execute coa batería durante unha miga 2. Conécteo o adaptador á alimentación COMPROBACIÓN: Continúa o LED indicador da batería en cor laranxa despois de continuar tras a suspensión?
it: SCOPO: Verificare che l'indicatore luminoso della batteria mostri lo stato di carica dopo il ripristino dalla sospensione. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per un po'. 2. Collegare l'alimentazione esterna. VERIFICA: L'indicatore luminoso della batteria è ancora arancione dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the battery LED properly displays charged status after resuming from suspend STEPS: 1. Let system run on battery for a short time 2. Plug in AC 3. Let system run on AC VERIFICATION: Does the orange battery LED still shut off when system is fully charged after resuming from suspend?
de: ZWECK: Überprüft, ob die Akkuanzeige-LED den geladenen Zustand anzeigt, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Lassen Sie das System einige Zeit im Akkubetrieb laufen. 2. Schließen Sie ein Stromkabel an. 3. Betreiben Sie das System mit Stromkabel. ÜBERPRÜFUNG: Hat sich die orange Akkuanzeige-LED abgeschaltet als der Akku voll geladen war, auch nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED da batería mostra axeitadamente o estado de carga tras continuar despois dunha suspensión PASOS: 1. Deixe que o sistema se execute coa batería durante un chisco 2. Conécteo á alimentación 3. Permita que o sistema se execute conectado á alimentación COMPROBACIÓN: Continúa o LED laranxa da batería apagado cando o sistema está completamente cargado despois de continuar tras a suspensión?
it: SCOPO: Verificare che l'indicatore luminoso della batteria mostri correttamente lo stato di carica dopo il ripsristino dalla sospensione. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per un breve periodo. 2. Collegare l'alimentazione esterna. 3. Lasciare il sistema in esecuzione alimentato dalla corrente elettrica. VERIFICA: L'indicatore arancione della batteria è ancora spento al completamento della ricarica dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the battery LED indicated low power after resuming from suspend STEPS: 1. Let system run on battery for several hours 2. Monitor battery LED carefully VERIFICATION: Does the LED light orange when battery is low after resuming from suspend?
de: ZWECK: Überprüft, ob die Akkuanzeige-LED einen kritischen Ladezustand anzeigt, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Lassen Sie das System mehrere Stunden im Akkubetrieb laufen. 2. Beobachten Sie die Akku-LED sorgfältig. ÜBERPRÜFUNG: Leuchtete die Akkuanzeige-LED orange, auch nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED da batería indica carga baixa despois de continuar tras unha suspensión. PASOS: 1. Deixe que o sistema se execute coa batería durante algunhas horas 2. Monitorice o LED da batería coidadosamente COMPROBACIÓN: Vólvese a luz do LED laranxa cando a batería está baixa tras continuar despois dunha suspensión?
it: SCOPO: Verificare che il LED indichi la batteria scarica dopo il ripristino dalla sospensione. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per alcune ore. 2. Controllare attentamente il LED della batteria. VERIFICA: Il LED, quando la batteria è scarica, appare arancione dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the HDD LED still operates as expected after resuming from suspend STEPS: 1. Select "Test" to write and read a temporary file for a few seconds 2. HDD LED should blink when writing to/reading from HDD VERIFICATION: Did the HDD LED still blink with HDD activity after resuming from suspend?
de: ZWECK: Überprüft, ob die Festplatten-LED auch dann korrekt arbeitet, wenn der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Wählen Sie »Testen«, um ein temporäre Datei einige Sekunden lang zu schreiben und zu lesen. 2. Die Festplatten-LED sollte blinken, wenn von der Festplatte gelesen/auf die Festplatte geschrieben wird. ÜBERPRÜFUNG: Hat die Festplatten-LED auch bei Aktivität geblinkt, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED do disco ríxido segue funcionando correctamente tras continuar despois dunha suspensión PASOS: 1. Seleccione «Probar» para escribir e ler un ficheiro temporal durante uns segundos 2. O LED do disco ríxido debería pestanexar cando se escribe ou le no disco COMPROBACIÓN Pestanexa o LED do disco ríxido cando continúa a actividade despois da suspensión?
it: SCOPO: Verificare che il LED del disco rigido funzioni correttamente dopo il ripristino dalla sospensione. PASSI: 1. Fare clic su «Prova» per scrivere e leggere un file temporaneo per alcuni secondi. 2. Il LED dovrebbe lampeggiare durante la scrittura e la lettura dal disco. VERIFICA: Il LED lampeggia ancora durante le operazioni sul disco dopo il ripristino dalla sospensione?
