Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
ast: Falló al contautar col sirvidor. Por favor téntelo otra vegada o xuba'l siguiente ficheru nomáu: %s direutamente a la base de datos del sistema: https://launchpad.net/+hwdb/+submit
cs: Server nemohl být kontaktován. Prosím zkuste to znovu nebo nahrajte následující soubor: %s přímo do systémové databáze: https://launchpad.net/+hwdb/+submit
de: Die Verbindung zum Server ist gescheitert. Bitte versuchen Sie es erneut oder laden Sie diese Datei: %s direkt in die Systemdatenbank hoch: https://launchpad.net/+hwdb/+submit
el: Αποτυχία επικοινωνίας με τον εξυπηρετητή. Δοκιμάστε ξανά ή στείλτε το ακόλουθο όνομα αρχείου: %s απευθείας στη βάση συστήματος: https://launchpad.net/+hwdb/+submit
fr: Impossible de se connecter au serveur. Merci de réessayer ou d'envoyer le fichier suivant : %s directement à la base de données du système : https://launchpad.net/+hwdb/+submit
gl: Produciuse un fallo ao contactar co servidor. Ténteo de novo ou envíe o seguinte ficheiro: %s directamente á base de datos do sistema: https://launchpad.net/+hwdb/+submit
it: Impossibile collegarsi al server. Provare di nuovo oppure caricare il seguente file: %s direttamente nel database dell'hardware: https://launchpad.net/+hwdb/+submit
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាក់ទង​ទៅកាន់​ម៉ាស៊ីន​បម្រើ ។ សូម​ព្យាយាម​ម្ដងទៀត ឬ​ផ្ទុក​ឡើង​នូវ​ឈ្មោះ​ឯកសារ​ដូច​ខាងក្រោម ៖ %s ដោយ​ផ្ទាល់​ទៅកាន់​មូលដ្ឋាន​ទិន្នន័យ ៖ https://launchpad.net/+hwdb/+submit
ru: Не удалось соединиться с сервером. Пожалуйста, попробуйте снова или пришлите файл: %s вручную, с помощью страницы: https://launchpad.net/+hwdb/+submit
zh_cn: 联结服务器失败。请再试试 或上载下列文件名： %s 直接到系统数据库： https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
ast: Fallu al xubir archivos al sirvidor, por favor inténtelo otra vuelta más sero.
cs: Nepodařilo se nahrát soubor na server, zkuste to prosím později.
de: Hochladen auf den Server gescheitert, bitte versuchen Sie es später noch einmal.
el: Αποτυχία αποστολής πληροφοριών στον εξυπηρετητή, Παρακαλώ δοκιμάστε ξανά αργότερα.
fr: Échec de l'envoi sur le serveur, veuillez essayer à nouveau plus tard.
gl: Produciuse un fallo ao enviar a información ao servidor, por favor ténteo máis tarde.
it: Impossibile inviare al server, riprovare più tardi.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក​ឡើង​ទៅកាន់​ម៉ាស៊ីន​បម្រើ សូម​ព្យាយាម​ម្ដងទៀត​នៅ​ពេល​ក្រោយ ។
ru: Не удалось загрузить данные на сервер, пожалуйста попробуйте ещё раз.
zh_cn: 上载到服务器失败， 请一会儿重新尝试。

source: Information not posted to Launchpad.
ast: Información non espublizada en Launchpad
cs: Informace nebyly na Launchpad zaslány.
de: Die Informationen wurden nicht auf Launchpad eingetragen.
el: Οι πληροφορίες δεν καταχωρήθηκαν στο Launchpad.
fr: Les informations n'ont pas été envoyées sur Launchpad.
gl: A información non foi enviada a Launchpad.
it: Informazioni non inviate a Launchpad.
km: ព័ត៌មាន​មិន​បាន​ប្រកាស​ទៅកាន់ Launchpad ទេ ។
ru: Информация не была отправлена на Launchpad.
zh_cn: 不会发布到 Launchpad 上的信息。

source: The following report has been generated for submission to the Launchpad hardware database: [[%s|View Report]] You can submit this information about your system by providing the email address you use to sign in to Launchpad. If you do not have a Launchpad account, please register here: https://launchpad.net/+login
ast: El siguiente informe xeneróse como propuesta a la base de datos de hardware de Launchpad: [[%s|Ver Informe]] Pues presentar esta información sobre'l to sistema proporcionando'l corréu-e qu'uses p'acceder a Launchpad. Si nun tienes una cuenta en Launchpad, rexístrate equí: https://launchpad.net/+login
cs: Následující zpráva byla vytvořena pro odeslání do databáze hardwaru na Launchpadu: [[%s|Zobrazit zprávu]] Tyto informace o systému můžete odeslat zadáním emailové adresy, kterou používáte k přihlášení na Launchpad. Pokud nemáte účet na Launchpadu, můžete ho vytvořit zde: https://launchpad.net/+login
de: Der folgende Bericht wurde zum Senden an die Launchpad-Hardware-Datenbank erstellt: [[%s|Bericht anzeigen]] Sie können diese Informationen zu Ihrem System senden, indem Sie die E-Mail-Adresse angeben, mit der Sie bei Launchpad angemeldet sind. Falls Sie noch kein Launchpad-Konto besitzen, registrieren Sie sich bitte hier: https://launchpad.net/+login
el: Δημιουργήθηκε για υποβολή στη βάση δεδομένων υλικού του Launchpad η αναφορά που ακολουθεί: [[%s|Δείτε την αναφορά]] Μπορείτε να υποβάλετε αυτές τις πληροφορίες για το σύστημά σας παρέχοντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιείτε για την είσοδό σας στο Launchpad. Αν δεν έχετε λογαριασμό στο Launchpad, παρακαλώ εγγραφείτε εδώ: https://launchpad.net/+login
fr: Le rapport suivant a été généré pour être soumis à la base de données matériel Launchpad [[%s|Voir le rapport]] Vous pouvez soumettre ces informations concernant votre système en fournissant l'adresse e-mail que vous utilisez pour vous connecter à Launchpad. Si vous n'avez pas de compte Launchpad, veuillez vous enregistrer ici : https://launchpad.net/+login
gl: O seguinte informe xerouse polo envío á base de datos de hardware de Launchpad: [[%s|View Report]] Pode enviar esta información sobre o seu sistema indicando o enderezo de correo electrónico que use para iniciar sesión en Launchpad. Se non ten unha conta en Launchpad, rexístrese aquí: https://launchpad.net/+login
it: È stato generato il seguente report da inviare al database dell'hardware di Launchpad: [[%s|Visualizza report]] Queste informazioni sul sistema possono essere inviate fornendo l'indirizzo email utilizzato per accedere a Launchpad. Se non si possiede un account Launchpad, registrarsi qui: https://launchpad.net/+login
km: របាយការណ៍​ខាងក្រោម​ត្រូវ​បាន​បង្កើត​ឡើង​សម្រាប់​ការ​ដាក់​ស្នើ​ទៅកាន់​មូលដ្ឋាន​ទិន្នន័យ​ផ្នែក​រឹង​របស់ Launchpad ៖ [[%s|View Report]] អ្នក​អាច​ដាក់​ស្នើ​ព័ត៌មាន​អំពី​ប្រព័ន្ធ​របស់​អ្នក​តាមរយៈ​ការ​ផ្ដល់​អាសយដ្ឋាន​អ៊ីមែល​ដែល​អ្នកប្រើ​ដើម្បី​ចូល Launchpad ។ ប្រសិនបើ​អ្នក​គ្មាន​គណនី Launchpad ទេ សូម​ចុះឈ្មោះ​នៅ​ទីនេះ ៖ https://launchpad.net/+login
ru: Создан следующий отчёт для отправки в базу данных оборудования Launchpad: [[%s|View Report]] Вы можете отправить эту информацию о своей системе, указав адрес электронной почты, который использовали при регистрации на Launchpad. Если у вас ещё нет учётной записи на Launchpad, пожалуйста, зарегистрируйтесь здесь: https://launchpad.net/+login
zh_cn: 以下报告已生成，并将被提交至 Launchpad 硬件数据库： [[%s|查看报告]] 您可以通过提供您注册 Launchpad 所使用的电子邮件地址来提交有关您系统的这些信息。如果您没有 Launchpad 帐号，请在这里注册： https://launchpad.net/+login

source: Email
cs: Odeslat
fr: Courriel
gl: Correo
ru: Эл. почта

source: Email address must be in a proper format.
ast: La direición de corréu tien de tar nun formatu afayaízu.
cs: Emailová adresa musí být ve správném tvaru.
de: Die E-Mail-Adresse muss das richtige Format haben.
el: Η ηλεκτρονική σας διεύθυνση πρέπει να έχει κατάλληλη μορφή.
fr: La forme de l'adresse de courriel doit être correcte.
gl: O enderezo de correo electrónico debe ter un formato axeitado.
it: L'indirizzo email deve avere un formato corretto.
km: អាសយដ្ឋាន​អ៊ីមែល​ត្រូវតែ​ជា​ទម្រង់​ត្រឹមត្រូវ ។
ru: Адрес электронной почты должен быть правильно написан.
zh_cn: 电子邮件地址必须有正确的格式。

source: Exchanging information with the server...
ast: Intercambiando información col sirvidor...
cs: Vyměňování informací se serverem...
de: Informationen werden mit dem Server ausgetauscht …
el: Ανταλλαγή πληροφοριών με τον εξυπηρετητή...
fr: Échange d'informations avec le serveur…
gl: Intercambiando información co servidor...
it: Scambio delle informazioni con il server...
km: កំពុង​ផ្លាស់ប្ដូរ​ព័ត៌មាន​ជាមួយ​ម៉ាស៊ីន​បម្រើ...
ru: Обмен данными с сервером...
zh_cn: 和服务器交换信息...

source: The generated report seems to have validation errors, so it might not be processed by Launchpad.
ast: Paez ser que l'informe xeneráu tien fallos de validación, polo que pue ser que nun seya procesáu por Launchpad.
cs: Vygenerovaná zpráva obsahuje chyby, nemůže být proto Launchpadem zpracována.
de: Der erstellte Bericht scheint Fehler zu enthalten. Deshalb könnte es sein, dass er nicht von Launchpad verarbeitet wird.
el: Η αναφορά που δημιουργήθηκε φαίνεται να έχει σφάλματα εγκυρότητας, οπότε ενδέχεται να μην επεξεργαστεί από το Launchpad.
fr: Le rapport généré semble avoir des erreurs de validation, il ne pourra donc probablement pas être traité par Launchpad.
gl: O informe xerado parece ter fallos na comprobación, por iso non pode ser procesado por Launchpad.
it: Il report generato sembra avere dei problemi di validazione, potrebbe non essere elaborato da Launchpad.
km: របាយការណ៍​ដែល​បាន​បង្កើត​ហាក់​មាន​កំហុស ដូច្នេះ​វា​អាច​ត្រូវ​បាន​មិន​ដំណើរការ​ដោយ Launchpad​ទេ ។
ru: Сформированный отчет, скорее всего, содержит ошибки проверки, поэтому может быть не обработан Launchpad.
zh_cn: 生成的报告似乎具有确认错误， 因此 Launchpad 可能不会处理该报告。

source: There is another checkbox running. Please close it first.
ast: Hai otru checkbox executándose. Piésllalu primero.
cs: Již běží další checkbox. Nejprve jej prosím zavřete.
de: Eine weitere Instanz der Systemüberprüfung läuft bereits. Bitte schließen Sie diese zunächst.
el: Εκτελείται ταυτόχρονα άλλο ένα πλαίσιο ελέγχου. Παρακαλούμε να το κλείσετε πρώτα.
fr: Une autre instance de Checkbox est en cours d'exécution. Veuillez d'abord la quitter.
gl: Hai outra instancia de checkbox executándose. Pechea antes.
it: C'è un altra istanza del programma in esecuzione. Interromperla.
km: មាន Checkbox ផ្សេងទៀត​កំពុង​ដំណើរការ ។ សូម​បិទ​វា​សិន !
ru: Checkbox уже запущен. Сначала завершите его.
zh_cn: 有另一个 Checkbox 正在运行。请先关闭它。

source: Executing %(test_name)s
de: %(test_name)s wird ausgeführt
gl: Executando %(test_name)s
it: Esecuzione di %(test_name)s

source: Checkbox did not finish completely. Do you want to rerun the last test, continue to the next test, or restart from the beginning?
cs: Checkbox nebyl dokončen. Chcete se vrátit k poslednímu testu, pokračovat k testu dalšímu nebo začít od začátku?
de: Die Systemüberprüfung konnte nicht vollständig abgeschlossen werden. Möchten Sie den letzten Test wiederholen, mit dem nächsten Test fortfahren oder vom Anfang neu beginnen?
el: Το Checkbox δεν τερματίστηκε τελείως. Θέλετε να επαναλάβετε την τελευταία δοκιμή, να συνεχίσετε με την επόμενη δοκιμή ή να αρχίσετε από την αρχή;
fr: Checkbox n'est pas complètement terminé. Voulez-vous relancer le dernier test, passer au test suivant, ou redémarrer depuis le début ?
gl: Checkbox non rematou por completo. Desexa executar de novo a última proba, continuar coa seguinte ou volver ao comezo?
it: Il precedente test del sistema non è stato completato. È possibile rieseguire l'ultimo test, passare al successivo oppure ricominciare dall'inizio.
ru: Проверка системы не завершена. Вы действительно хотите запустить последний тест снова, начать со следующего теста или перезапустить с самого начала?

source: Building report...
ast: Construyendo informe...
cs: Vytváření hlášení...
de: Bericht wird erstellt …
el: Δημιουργία αναφοράς...
fr: Construction du rapport...
gl: Elaborando o informe...
it: Generazione del report...
km: កំពុង​បង្កើត​របាយការណ៍...
ru: Формирование отчета...
zh_cn: 正在创建报告...

source: Running %s...
ast: Executando %s...
cs: Běží %s...
de: %s wird ausgeführt …
el: Εκτέλεση %s...
fr: Exécution de %s…
gl: Executando %s...
it: Esecuzione di %s...
km: កំពុង​ដំណើរការ %s...
ru: Запускается %s...
zh_cn: 正在运行 %s...

source: Choose tests to run on your system:
cs: Vyberte testy, které mají být na vašem systému spuštěny:
de: Wählen Sie die Tests, die auf Ihrem System ausgeführt werden:
el: Επιλέξτε δοκιμές για να τρέξει στο σύστημά σας:
fr: Sélectionnez les tests à exécuter sur votre système :
gl: Escolla as probas para executar no sistema:
it: Scegliere i test da eseguire sul proprio sistema:
ru: Выберите тесты для выполнения на вашем компьютере:

source: Enter text:
ast: Introduza'l testu:
cs: Zadejte text:
de: Text eingeben:
el: Εισάγετε κείμενο:
fr: Saisissez le texte :
gl: Introduza o texto:
it: Inserire testo:
km: បញ្ចូល​អត្ថបទ ៖
ru: Введите текст:
zh_cn: 输入文本：

source: Type Text
ast: Teclee'l testu
cs: Napište text
de: Text eintippen
el: Πληκτρολογήστε κείμενο
fr: Écrire du texte
gl: Escriba o texto
it: Digitare testo
km: វាយ​អត្ថបទ
ru: Напечатать текст
zh_cn: 键入文本

source: Not required
de: Nicht erforderlich
gl: Non requirido
it: Non richiesto

source: Untested
de: Ungetestet
gl: Sen probar
it: Non verificato

source: Tested
de: Getestet
gl: Probado
it: Verificato

source: Test cancelled
de: Test abgebrochen
gl: A proba cancelouse
it: Test annullato

source: Please press each key on your keyboard.
de: Bitte drücken Sie jede Taste auf Ihrer Tastatur.
gl: Prema todas as teclas do teclado.
it: Premere ogni tasto sulla tastiera.

source: I will exit automatically once all keys have been pressed.
de: Wird automatisch beendet, sobald alle Tasten gedrückt wurden.
gl: Saír automaticamente cando se preman todas as teclas.
it: La finestra si chiuderà automaticamente una volta che tutti i tasti saranno stati premuti.

source: If your keyboard lacks one or more keys, press its number to skip testing that key.
de: Wenn auf Ihrer Tastatur eine oder mehrere Tasten fehlen, überspringen Sie den Test dieser Taste indem Sie deren Nummer drücken.
gl: Se o teclado carece dunha ou máis teclas, preme o seu número para saltar esa tecla.
it: Se sulla tastiera non sono presenti uno o più tasti, premere il numero corrispondente per escludere il tasto dal test.

source: You can also close me by pressing ESC or Ctrl+C.
de: Schließen ist auch durch drücken der ESC-Taste oder Strg+C möglich.
gl: Tamén pode pechar premendo ESC ou Ctrl+C.
it: È inoltre possibile chiudere la finestra premendo «Esc» o «Ctrl+C».

source: %(key_name)s key has been pressed
de: %(key_name)s-Taste wurde gedrückt
gl: Premeuse a tecla %(key_name)s
it: È stato premuto il tasto %(key_name)s

source: All required keys have been tested!
de: Alle erforderlichen Tasten wurden getestet!
gl: Probáronse todas as teclas requiridas.
it: Tutti i tasti richiesti sono stati verificati.

source: Key test
de: Tastentest
gl: Proba de teclas
it: Test dei tasti

source: _Exit
de: _Beenden
gl: _Saír
it: _Esci

source: Skip
de: Überspringen
gl: Saltar
it: Salta

source: If a key is not present in your keyboard, press the 'Skip' button below it to remove it from the test.
de: Wenn auf Ihrer Tastatur eine Taste nicht vorhanden ist, drücken Sie den »Überspringen«-Knopf unten, um diese aus dem Test zu entfernen.
gl: Se unha tecla non está presente no teclado, prema debaixo no botón «Saltar» para retirala da comprobación.
it: Se uno dei tasti non è presente sulla tastiera, fare clic su sul pulsante «Salta» sotto il tasto corrispondente per rimuoverlo dal test.

source: Test interrupted
de: Test unterbrochen
gl: A proba interrumpiuse
it: Test interrotto

source: No Internet connection
ast: Nyn hai conexón a Internet
cs: Žádné připojení k Internetu
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση με το Διαδίκτυο
fr: Pas de connexion à Internet
gl: Non hai conexión a Internet
it: Nessuna connessione a Internet
km: គ្មាន​ការ​តភ្ជាប់​អ៊ីនធឺណិត
ru: Нет подключения к Интернет
zh_cn: 没有互联网连接

source: FAIL: {}% packet loss is higherthan {}% threshold
gl: FALLO: a perda de {}% paquetes supera o límite de {}%

source: PASS: {}% packet loss is within {}% threshold
gl: APROBADO: a perda de {}% paquetes está dentro do límite de {}%

source: Internet connection fully established
ast: Conexón a Internet afitada dafechu
cs: Připojení k internetu plně funkční
de: Internetverbinndung erfolgreich hergestellt
el: Η σύνδεση με το Διαδίκτυο πραγματοποιήθηκε πλήρως
fr: Connexion Internet complètement établie
gl: Conexión a Internet totalmente estabelecida
it: Connessione a Internet stabilita
km: បាន​បង្កើត​ការ​តភ្ជាប់​អ៊ីនធឺណិត​ដោយ​ពេញលេញ
ru: Интернет-подключение полностью работоспособно
zh_cn: 互联网连接完整建立

source: Working
de: Beschäftigt
gl: Traballando
it: Elaborazione in corso

source: Audio Test
ast: Test d'audio
cs: Test zvuku
el: Δοκιμή ήχου
fr: Test audio
gl: Proba do son
it: Test dell'audio
km: សាកល្បង
ru: Проверка звука
zh_cn: 音频测试

source: Bluetooth Test
ast: Test de Bluetooth
cs: Test Bluetooth
el: Έλεγχος Bluetooth
fr: Test bluetooth
gl: Proba do Bluetooth
it: Test del Bluetooth
km: សាកល្បង
ru: Проверка Bluetooth
zh_cn: 蓝牙测试

source: Camera Test
ast: Test de cámara
cs: Test webkamery
de: Kameratest
el: Δοκιμή κάμερας
fr: Test appareil photo
gl: Proba da cámara
it: Test della webcam
km: សាកល្បង
ru: Проверка камеры
zh_cn: 摄像头测试

source: CPU Test
ast: Test de CPU
cs: Test CPU
el: Δοκιμή επεξεργαστή (CPU)
fr: Test microprocesseur
gl: Proba da CPU
it: Test della CPU
km: សាកល្បង
ru: Проверка ЦПУ
zh_cn: CPU 测试

source: Disk Test
ast: Test de discu
cs: Test disku
de: Festplattentest
el: Δοκιμή δίσκου
fr: Test disque
gl: Proba do disco
it: Test del disco
km: សាកល្បង
ru: Проверка диска
zh_cn: 硬盘测试

source: Firewire Test
ast: Test de Torgafueos
cs: Test Firewire
el: Δοκιμή Firewire
fr: Test Firewire
gl: Proba do Firewire
it: Test Firewire
km: សាកល្បង
ru: Проверка Firewire
zh_cn: 火线接口测试

source: Graphics Test
ast: Test de gráficos
cs: Test grafiky
de: Grafiktest
el: Δοκιμή γραφικών
fr: Test graphique
gl: Proba dos gráficos
it: Test della grafica
km: សាកល្បង
ru: Проверка графической подсистемы
zh_cn: 显卡测试

source: Info Test
ast: Test d'información
cs: Informační test
el: Έλεγχος πληροφοριών
fr: Test de récupération d'information
gl: Proba de información
it: Test informativi
km: ព័ត៌មាន សាកល្បង
ru: Информационный тест
zh_cn: 信息测试

source: Input Test
ast: Test d'entrada
cs: Test vstupních zařízení
de: Eingabetest
el: Δοκιμή εισόδου
fr: Test de saisie
gl: Proba de entrada
it: Test dispositivi di input
km: សាកល្បង
ru: Проверка ввода
zh_cn: 输入测试

source: Keys Test
ast: Test de tecles
cs: Test funkčních kláves
de: Tastentest
el: Δοκιμή πλήκτρων
fr: Test des touches
gl: Proba de teclas
it: Test dei tasti
km: សាកល្បង
ru: Проверка клавиш
zh_cn: 按键测试

source: Media Card Test
ast: Test de tarxeta
cs: Test paměťových karet
de: Speicherkartentest
el: Έλεγχος κάρτας πολυμέσων
fr: Test des cartes média
gl: Proba de tarxetas multimedia
it: Test schede di memoria
km: សាកល្បង
ru: Проверка карт памяти
zh_cn: 媒体卡测试

source: Memory Test
ast: Test de memoria
cs: Test paměti
de: Speichertest
el: Δοκιμή μνήμης
fr: Test mémoire
gl: Proba da memoria
it: Test della memoria
km: សាកល្បង
ru: Проверка памяти
zh_cn: 内存测试

source: Miscellanea Test
ast: Dellos Test
cs: Různé testy
de: Verschiedene Tests
el: Διάφοροι ελέγχοι
fr: Tests divers
gl: Probas varias
it: Test vari
km: សាកល្បង
ru: Различные тесты
zh_cn: 其它测试

source: Monitor Test
ast: Test de monitor
cs: Test monitoru
de: Bildschirmtest
el: Δοκιμή οθόνης
fr: Test moniteur
gl: Proba do monitor
it: Test del monitor
km: សាកល្បង
ru: Проверка монитора
zh_cn: 显示器测试

source: Wireless Test
ast: Test de rede inalámbrica
cs: Test bezdrátového připojení
de: Funknetzwerktest
el: Έλεγχος ασύρματης σύνδεσης
fr: Test liaison sans fil
gl: Proba rede sen fíos
it: Test reti senza fili
km: សាកល្បង
ru: Проверка беспроводных возможностей
zh_cn: 无线测试

source: Optical Test
ast: Test ópticu
cs: Test optických mechanik
de: Optischer Test
el: Έλεγχος οπτικού δίσκου
fr: Test optique
gl: Proba óptica
it: Test dei dispositivi ottici
km: សាកល្បង
ru: Проверка оптических дисков
zh_cn: 光驱测试

source: ExpressCard Test
gl: Proba ExpressCard
it: Test ExpressCard

source: Power Management Test
ast: Test de xestión d'enerxía
cs: Test správy napájení
de: Energieverwaltungstest
el: Έλεγχος διαχείρησης ενέργειας
fr: Test de gestion de l'énergie
gl: Proba de xestión de enerxía
it: Test di gestione dell'alimentazione
km: សាកល្បង
ru: Проверка управления электропитанием
zh_cn: 电量管理测试

source: Suspend Test
ast: Test de suspensión
cs: Test uspávání
de: Bereitschaftstest
el: Δοκιμή αναστολής
fr: Test de mise en veille
gl: Proba de suspensión
it: Test di sospensione
km: សាកល្បង
ru: Проверка ждущего режима
zh_cn: 休眠测试

source: USB Test
ast: Test d'USB
cs: Test USB
el: Έλεχγος USB
fr: Test USB
gl: Proba de USB
it: Test USB
km: សាកល្បង
ru: Проверка интерфейса USB
zh_cn: USB 接口测试

source: Not Started
ast: Ensin entamar
cs: Nespuštěno
de: Nicht gestartet
el: Δεν έχει ξεκινήσει
fr: Non démarré
gl: Non iniciada
it: Non iniziato
km: មិន​បាន​ចាប់ផ្ដើម
ru: Пока не выполнялась
zh_cn: 未能开始

source: Done
ast: Fecho
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
fr: Terminé
gl: Feito
it: Completato
km: ធ្វើ​រួច
ru: Выполнено
zh_cn: 完成

source: Not Supported
ast: Non Sofitáu
cs: Nepodporováno
de: Nicht unterstützt
el: Δεν υποστηρίζεται
fr: Non pris en charge
gl: Non admitido
it: Non supportato
km: មិន​គាំទ្រ
ru: Не поддерживается
zh_cn: 不支持

source: Not Resolved
ast: Ensin resolver
cs: Nevyřešeno
de: Nicht gelöst
el: Μη επιλυμένο
fr: Non résolu
gl: Sen resolver
it: Non risolto
km: មិន​បាន​ដោះស្រាយ​ឡើងវិញ
ru: Нет отклика
zh_cn: 未能解决

source: Not Tested
ast: Ensin probar
cs: Netestováno
de: Nicht getestet
el: Δεν ελέγχθηκε
fr: Non testé
gl: Non probado
it: Non effettuato
km: មិន​បាន​សាកល្បង
ru: Проверка не выполнялась
zh_cn: 尚未测试

source: In Progress
ast: En procesu
cs: Probíhá
de: In Bearbeitung
el: Σε εξέλιξη
fr: En cours
gl: En proceso
it: In corso
km: កំពុង​ដំណើរការ
ru: Выполняется
zh_cn: 测试中

source: Are you sure?
ast: ¿Tas seguru?
cs: Jste si jisti?
de: Sind Sie sicher?
el: Σίγουρα;
fr: Êtes-vous sûr(e) ?
gl: Esta seguro?
it: Procedere veramente?
km: តើ​អ្នក​ប្រាកដ​ទេ ?
ru: Вы действительно уверены?
zh_cn: 您确定吗？

source: Do you really want to skip this test?
ast: ¿De verdá quies omitir esta prueba?
cs: Jste si jisti, že chcete přeskočit tento test?
de: Möchten Sie diesen Test wirklich überspringen?
el: Θέλετε σίγουρα να παραλείψετε αυτή τη δοκιμή;
fr: Voulez-vous vraiment sauter ce test ?
gl: Confirma que quere saltar esta proba?
it: Saltare veramente questo test?
km: សាកល្បង?
ru: Вы действительно хотите пропустить выполнение этой проверки?
zh_cn: 确定要跳过这个测试吗？

source: Don't ask me again
ast: Nun m'etrugues más
cs: Příště se neptat
de: Nicht mehr nachfragen
el: Να μην ξαναγίνει η ερώτηση
fr: Ne plus me reposer la question
gl: Non preguntar de novo
it: Non chiedere più
km: កុំ​សួរ​ខ្ញុំ​ម្ដងទៀត
ru: Больше не спрашивать
zh_cn: 不要再次询问

source: Error
ast: Fallu
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
gl: Erro
it: Errore
km: កំហុស
ru: Ошибка
zh_cn: 错误

source: Info
ast: Información
cs: Informace
el: Πληροφορίες
fr: Informations
gl: Información
it: Informazioni
km: ព័ត៌មាន
ru: Информация
zh_cn: 信息

source: Form
ast: Formulariu
cs: Formulář
de: Formular
el: Μορφή
fr: Formulaire
gl: Formulario
it: Modulo
km: សំណុំ​បែបបទ
ru: Форма
zh_cn: 来自

source: System Testing
de: System- Überprüfung
gl: Comprobación do sistema
it: Test del sistema

source: Tab 1
ast: Pestaña 1
cs: Karta 1
de: Reiter 1
el: Καρτέλα 1
fr: Onglet 1
gl: Lapela 1
it: Scheda 1
km: ផ្ទាំង ១
ru: Вкладка 1
zh_cn: 标签一

source: 10 tests completed out of 30 (30%)
ast: 10 prebes de 30 completaes (30%)
cs: 10 z 30 testů dokončeno (30 %)
de: 10 von 30 Tests abgeschlossen (30%)
el: Ολοκληρώθηκαν 10 δοκιμές από σύνολο 30 (30%)
fr: 10 tests sur 30 réalisés (30%)
gl: 10 probas completadas sobre 30 (30%)
it: 10 test su 30 completati (30%)
km: បាន​បញ្ចប់​ការ​សាកល្បង​ចំនួន ១០ នៃ ៣០ (៣០%)
ru: Выполнено 10 тестов из 30 (30%)
zh_cn: 您已完成30项测试中的10项

source: Components
ast: Componentes
cs: Součásti
de: Bestandteile
el: Συστατικά
fr: Composants
gl: Compoñentes
it: Componenti
km: សមាសភាគ
ru: Компоненты
zh_cn: 组件

source: Status
ast: Estáu
cs: Stav
el: Κατάσταση
fr: État
gl: Estado
it: Stato
km: ស្ថានភាព
ru: Состояние
zh_cn: 状态

source: Select all
cs: Vybrat vše
de: Alle auswählen
el: Επιλογή όλων
fr: Sélectionner tout
gl: Seleccionar todo
it: Seleziona tutto
ru: Выделить всё
