Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that Firefox can run a java applet in a web page. Note: this may require installing additional software to complete successfully. STEPS: 1. Select Test to open Firefox with the Java test page, and follow the instructions there. VERIFICATION: Did the applet display?
ast: OXETIVU: Esti test va verificar si Firefox pue executar una miniaplicación Java nuna páxina web. Nota: esto pue desixir la instalación de software adicional pa concluyir correutamente. PASOS: 1. Seleiciona "Probar"p'abrir Firefox na páxina de test Java, y sigui les instrucciones. VERIFICACIÓN: ¿Amuésase la miniaplicación?
cs: CÍL: Tento test ověří, že Firefox umí spustit Java aplikaci uvnitř webové stránky. Poznámka: tento test může vyžadovat instalaci dodatečného software. POSTUP: 1. Kliknutím na Test spustíte Fiefox s testovací stránkou Javy a následujte instrukce. DŮKAZ: Zobrazil se Java applet?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο Firefox μπορεί να εκτελέσει μια εφαρμογή Java μέσα σε μια ιστοσελίδα. Σημείωση: αυτό μπορεί να απαιτήσει την εγκατάσταση επιπρόσθετου λογισμικού για την επιτυχή ολοκλήρωση. ΒΗΜΑΤΑ: 1. Επιλογή του Δοκιμή για άνοιγμα του Firefox με τη δοκιμαστική σελίδα Java και παρακολουθήστε τις οδηγίες εδώ. ΕΠΙΒΕΒΑΙΩΣΗ: Εμφανίστηκε η εφαρμογή Java;
fr: BUT : Ce test va vérifier que Firefox peut exécuter une applet java dans une page web. Note : ceci peut nécessiter l'installation de logiciels supplémentaires pour réussir. ÉTAPES : 1. Choisissez « Tester » pour lancer Firefox avec la page de test Java, et suivez les instructions. VÉRIFICATION : L'applet s'est-elle affichée ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Firefox អាច​ដំណើរការ​អាប់ភ្លេត java នៅ​ក្នុង​ទំព័រ​បណ្ដាញ​បាន​ដែរ​ឬទេ ។ ចំណាំ ៖ វា​អាច​ទាមទារ​ឲ្យ​ដំឡើង​កម្មវិធី​បន្ថែម​ដើម្បី​បញ្ចប់​ដោយ​ជោគជ័យ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Firefox ជាមួយ​ទំព័រ​សាកល្បង Java រួច​ធ្វើតាម​ការ​ណែនាំ​ដែល​មាន ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អាប់ភ្លេត​បង្ហាញ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности выполнения на веб-странице мини-приложения Java в Firefox. Примечание: может потребоваться установка дополнительного программного обеспечения для завершения выполнения проверки. ДЕЙСТВИЯ: 1. Выберите Проверить для открытия Firefox с пробной страницей, содержащий компонент Java и следуйте указанному в ней руководству. ПРОВЕРКА: Было ли отображено мини-приложение?
zh_cn: 目的： 此测试将检查 Firefox 是否能够在网页中运行 java 小程序。注意： 这可能需要安装额外软件才能成功完成。 步骤： 1. 选择 "测试"，打开具有 Java 测试页的 Firefox，然后按照其中的说明进行操作。 验证： 是否显示了该小程序？

source: Command received signal %s: %s
ast: Orde de señal recibida %s: %s
cs: Příkaz obdržel signál %s: %s
el: Η εντολή έλαβε σήμα %s: %s
fr: Signal commande reçue %s: %s
km: ពាក្យ​បញ្ជា​សញ្ញា​ទទួល %s ៖ %s
ru: Команда, получившая сигнал %s: %s
zh_cn: 命令收到了信号%s：%s

source: Checkbox System Testing
ast: Prueba del sistema Checkbox
cs: Test systému Checkbox
el: Δοκιμή συστήματος Checkbox
fr: Test du système Checkbox
km: ការ​សាកល្បង​ប្រព័ន្ធ Checkbox
ru: Тестирование системы Checkbox
zh_cn: Checkbox 系统测试

source: Previous
ast: Anterior
cs: Předchozí
el: Προηγούμενο
fr: Précédent
km: មុន
ru: Назад
zh_cn: 上一个

source: Next
ast: Siguiente
cs: Další
el: Επόμενο
fr: Suivant
km: បន្ទាប់
ru: Далее
zh_cn: 下一个

source: Select All
ast: Seleicionar too
cs: Vybrat vše
el: Επιλογή όλων
fr: Tout sélectionner
km: ជ្រើស​ទាំងអស់
ru: Выделить всё
zh_cn: 选择全部

source: Deselect All
ast: Deseleicionar too
cs: Zrušit vše
el: Αποεπιλογή όλων
fr: Tout désélectionner
km: ដោះ​ជ្រើស​ទាំងអស់
ru: Отменить выбор
zh_cn: 取消全部选择

source: Expand All
ast: Espander too
cs: Rozbalit vše
el: Ανάπτυξη όλων
fr: Tout afficher
km: ពង្រីក​ទាំងអស់
ru: Развернуть всё
zh_cn: 全部展开

source: Collapse All
ast: Contrayer too
cs: Sbalit vše
el: Σύμπτυξη όλων
fr: Tout réduire
km: វេញ​ទាំងអស់
ru: Свернуть всё
zh_cn: 全部折叠

source: Test
ast: Probar
cs: Otestovat
el: Δοκιμή
fr: Tester
km: សាកល្បង
ru: Проверить
zh_cn: 测试

source: Test Again
ast: Probar otra vegada
cs: Znovu otestovat
el: Επανάληψη δοκιμής
fr: Tester à nouveau
km: សាកល្បង
ru: Проверить снова
zh_cn: 重新测试

source: _Test Again
ast: _Probar otra vuelta
cs: _Znovu otestovat
el: Έλεγχ_ος ξανά
fr: _Tester à nouveau
km: សាកល្បង
ru: Тестировать снова
zh_cn: 再次测试(_T)

source: Detailed information...
cs: Podrobné informace...
el: Αναλυτικές πληροφορίες...
fr: Informations détaillées...
ru: Подробная информация...

source: Collecting information about this test. This might take a few minutes.
ast: Recoyendo información sobro esta prueba. Esto puede llevar un ratu.
cs: Shromažďování informací o tomto testu. Může to chvíli trvat.
el: Γίνεται συλλογή πληροφοριών για αυτόν τον έλεγχο. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
fr: Collecte d'informations concernant le test. Ceci peut prendre quelques minutes.
km: សាកល្បង.
ru: Идет сбор информации для этого теста. Это может занять несколько минут.
zh_cn: 正在测试本次测试的信息。 这将花费几分钟的时间。

source: Collected information is being sent for bug tracking. This might take a few minutes.
ast: La información recoyida ta unviándose pa rastrear el fallu. Esto puede llevar un ratu.
cs: Shromážděné informace jsou odesílány do systému pro sledování chyb. Může to chvíli trvat.
el: Οι συλλεγμένες πληροφορίες στέλνονται για έλεγχο σφαλμάτων. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
fr: Les informations collectées sont en cours d'envoi pour le système de suivi des bogues. Ceci peut prendre quelques minutes.
km: ព័ត៌មាន​ដែល​បាន​ប្រមូល​កំពុង​ត្រូវ​បាន​ផ្ញើ​សម្រាប់​ការ​តាមដាន​បំបាត់​កំហុស ។ វា​អាច​ប្រើ​ពេល​ពីរ​បី​នាទី ។
ru: Собирается информация, которая будет отправлена в систему отслеживания ошибок. Это может занять несколько минут.
zh_cn: 正在发送收集到的信息以用于缺陷跟踪。 这将花费几分钟的时间。

source: Test %(name)s failed.
ast: Falló la prueba %(name)s.
cs: Test %(name)s selhal.
el: Η δοκιμή %(name)s απέτυχε.
fr: Échec du test %(name)s.
km: បាន​បរាជ័យ​ក្នុង​ការ​សាកល្បង %(name)s ។
ru: Проверка %(name)s не пройдена.
zh_cn: 测试 %(name)s 失败

source: Test %s failed.
ast: La prueba %s falló
cs: Test %s selhal.
el: Απέτυχε ο έλεγχος %s.
fr: Le test %s a échoué.
km: បាន​បរាជ័យ​ក្នុង​ការ​សាកល្បង %s ។
ru: Тест %s не пройден.
zh_cn: 测试 %s 失败。

source: Do you want to report a bug?
ast: ¿Quies informar d'un fallu?
cs: Chcete oznámit chybu?
el: Θέλετε να αναφέρετε ένα σφάλμα;
fr: Souhaitez-vous signaler un bogue ?
km: តើ​អ្នក​ចង់​រាយការណ៍​កំហុស​ដែរ​ឬទេ ?
ru: Хотите отправить отчёт об ошибке?
zh_cn: 您想报告缺陷吗？

source: Is a package upgrade in process? Error: %s
ast: ¿Ta en procesu un anovamientu de paquete? Fallu: %s
cs: Probíhá aktualizace balíku? Chyba: %s
el: Μήπως είναι σε λειτουργία κάποια αναβάθμιση πακέτου; Σφάλμα: %s
fr: Une mise à niveau de paquet est-elle en cours ? Erreur : %s
km: តើ​ការ​ធ្វើឲ្យ​កញ្ចប់​ប្រសើរ​ឡើង​កំពុង​ដំណើរការ​ដែរ​ឬទេ ? កំហុស ៖ %s
ru: Запущено обновление пакетов? Ошибка: %s
zh_cn: 是不是正在进行软件升级？错误：%s

source: Unselecting a test will invalidate your submission for Ubuntu Friendly. If you plan to participate in Ubuntu Friendly, please, select all tests. You can always skip individual tests if you don't have the needed equipment.
ast: Desescoyer una prueba invalidará el to unvíu pa Ubuntu Friendly. Si planees participar en Ubuntu Friendly, escueyi toles prebes. Siempres puedes omitir prebes individuales si nun tienes l'equipamientu necesariu.
cs: Pokud zrušíte výběr testu nebudou výsledky platné pro projekt Ubuntu Friendly. Pokud se chcete zúčastnit projektu Ubuntu Friendly vyberte prosím všechny testy. Pokud nemáte potřebné vybavení, můžete jednotlivé testy vždy přeskočit.
el: Η μη επιλογή κάποιου ελέγχου θα ακυρώσει την υποβολή για το Ubuntu Friendly. Αν σχεδιάζετε να συμμετέχετε στο Ubuntu Friendly, παρακαλώ επιλέξτε όλους τους ελέγχους. Μπορείτε επίσης να προσπεράσετε κάποιους ελέγχους αν δεν έχετε τον κατάλληλο εξοπλισμό.
fr: Dé-sélectionner un test invalidera votre soumission à Ubuntu Friendly. Si vous souhaitez participer à Ubuntu Friendly, veuillez sélectionner tous les tests. Vous pouvez toujours sauter des tests individuels si vous n'avez pas l'équipement requis.
km: សាកល្បង.
ru: Отмена выбора проверки не позволит вам отправить результаты проверки в Ubuntu Friendly. Если вы планируете содействовать Ubuntu Friendly, пожалуйста, выберите все предложенные проверки. Вы всегда можете пропустить определённые проверки, если у вас отсутствует необходимое для проверки оборудование.
zh_cn: 如果您取消测试项目，您的结果将不会提交到 Ubuntu Freindly 项目。如果您准备参加 Ubuntu Friendly 项目，请选择所有测试项目。如果在测试中缺乏相应设备，可以到时跳过对应测试项目。

source: Connection established lost a packet
ast: La conexón actual perdió un paquete
cs: Spojení navázáno, paket ztracen
el: Η σύνδεση που πραγματοποιήθηκε έχασε ένα πακέτο
fr: La connexion établie a perdu un paquet
km: ការ​តភ្ជាប់​ដែល​បាន​បង្កើត​បាន​បាត់​កញ្ចប់​ព័ត៌មាន
ru: Потеря пакетов на установленном соединении
zh_cn: 连接建立但有丢包

source: Networking Test
ast: Test de rede
cs: Test síťového připojení
el: Δοκιμή δικτύωσης
fr: Test réseau
km: សាកល្បង
ru: Проверка сетевых возможностей
zh_cn: 网络测试

source: PCMCIA/PCIX Test
ast: Test de PCMCIA/PCIX
cs: Test karet PCMCIA/PCIX
el: Έλεγχος PCMCIA/PCIX
fr: Test PCMCIA/PCIX
km: សាកល្បង
ru: Проверка PCMCIA/PCIX
zh_cn: PCMCIA/PCIX 扩展卡测试

source: OK
ast: Val
el: Εντάξει
km: យល់ព្រម
ru: ОК
zh_cn: 成功

source: Don't show me this message in the future
ast: Nun amosar esti mensax nel futuru
cs: Nezobrazovat tuto zprávu v budoucnu
el: Να μη μου εμφανίζεται αυτό το μήνυμα στο μέλλον
fr: Ne plus afficher ce message à l'avenir
km: កុំ​បង្ហាញ​សារ​នេះ​នៅ​ពេល​ក្រោយ
ru: Не показывать это сообщение в дальнейшем
zh_cn: 不要再次显示这一信息

source: Yes
ast: Sí
cs: Ano
el: Ναι
fr: Oui
km: បាទ/ចាស
ru: Да
zh_cn: 是

source: No
ast: Non
cs: Ne
el: Όχι
fr: Non
km: ទេ
ru: Нет
zh_cn: 否

source: Comment
ast: Comentariu
cs: Komentář
el: Σχόλιο
fr: Commentaire
km: មតិយោបល់
ru: Комментарий
zh_cn: 注释

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Please enter the e-mail address associated with your Launchpad account (if applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">and click the Submit Results button to submit these test results to Ubuntu Friendly.</span></p></body></html>
ast: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Por favor, escribi la direición de corréu asociada cola to cuenta en Launchpad (si s'aplica)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">y calca nel botón Unviar Resultaos pa unviar esos resultaos de la prueba a Ubuntu Friendly.</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Prosím, vložte e-mailovou adresu k svému Launchpad účtu</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">a stiskněte "Odeslat výsledky" pro odeslání výsledků těchto testů do Ubuntu Friendly.</span></p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Παρακαλώ εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό σας στο Launchpad (αν υπάρχει)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">και πατήστε στο Υποβολή αποτελεσμάτων για να υποβάλετε αυτά τα αποτελέσματα δοκιμών στο Ubuntu Friendly.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Veuillez saisir l'adresse e-mail associée à votre compte Launchpad (si applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">et cliquer sur le bouton "Envoyer" pour envoyer ces résultats de tests à Ubuntu Friendly.</span></p></body></html>
km: http://www.w3.org/TR/REC-html40/strict.dtd <html><head><meta name="qrichtext" content="1" /><style type="text/css"> </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;"></span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;"> សាកល្បង</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Пожалуйста, введите адрес электронной почты связанный с вашей учёной записью в Launchpad (если необходимо)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">и щёлкните на кнопке подтверждения результатов, для отправки результатов проверки в Ubuntu Friendly.</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">请输入与您的 Launchpad 帐号相关联的电子邮件地址</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">然后点击提交按钮向 Ubuntu Friendly 项目提交您的测试结果。</span></p></body></html>
