Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: This is an automated test to gather some info on the current state of your network devices. If no devices are found, the test will exit with an error.
ast: Esta ye una prueba automática p'axuntar información del estáu actual de los preseos de rede. Si nun los alcuentra, amuesa un fallu.
cs: Tento test automaticky zjistí některé informace o aktuálním stavu síťových zařízení. Pokud žádné nenajde, skončí s chybou.
de: Dies ist ein automatisierter Test, um Informationen über den gegenwärtigen Zustand Ihrer Netzwerkgeräte zusammenzutragen. Wenn keine Geräte gefunden werden, wird der Test mit einem Fehler verlassen.
el: Αυτό είναι ένα αυτοματοποιημένο τεστ για τη συγκέντρωση πληροφοριών για την τρέχουσα κατάσταση των συσκευών δικτύου σας. Αν δεν βρεθούν συσκευές, το τεστ θα τερματιστεί με ένα σφάλμα.
fr: Il s'agit d'un test automatique qui rassemble des informations à propos de l'état actuel de vos périphériques réseau. Si aucun périphérique n'est trouvé, le test s'arrête avec une erreur.
gl: Esta é unha proba automática para recoller información do estado actual dos dispositivos de rede. Se non encontra dispositivos, a proba sairá cun erro.
it: Questo è un test automatico per raccogliere informazioni sullo stato attuale dei dispositivi di rete. Se non vengono trovati, il test termina con errore.
km: សាកល្បង ទេ សាកល្បង.
ru: Это автоматизированный тест для сбора информации о текущем состоянии ваших сетевых устройств. Если устройства не будут найдены, тест завершиться с ошибкой.
zh_cn: 这是一个收集有关您网络设备当前状态的一些信息的自动测试。如果未发现设备，此测试将退出并报错。

source: PURPOSE: This test will check the system can detect the insertion of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug an eSATA HDD into an available eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
de: ZWECK: Dieser Test überprüft, ob Ihr System eine angeschlossene eSATA-Festplatte erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um den Test zu starten. Dieser Test scheitert, wenn das angeschlossene Gerät nicht innerhalb von 20 Sekunden erkannt wird. 2. Schließen Sie eine eSATA-Festplatte an einen freien eSATA-Anschluss an. ÜBERPRÜFUNG: Die Überprüfung dieses Tests verläuft automatisch. Ändern Sie nicht das automatisch ausgewählte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema pode detectar que se insire un disco duro eSATA PASOS: 1. Prema «Probar» para iniciar a proba. Esta acabará e fallará se non se detecta a inserción nun período de 20 segundos. 2. Conecte un disco duro eSATA nun porto eSATA dispoñíbel. COMPROBACIÓN: A comprobación desta proba é automática. Non cambie o resultado escollido automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi l'inserimento di un disco rigido eSATA. PASSI: 1. Fare clic su «Prova» per iniziare il test. Questo test va in timeout e fallisce se l'inserimento non viene rilevato entro 20 secondi. 2. Collegare un disco rigido eSATA a una porta eSATA disponibile. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: This is an automated test which performs read/write operations on an attached eSATA HDD
de: Dies ist ein automatischer Test, der Lese‐/Schreiboperationen auf einer angeschlossenen eSATA-Festplatte durchführt.
gl: Esta é unha proba automática que realiza operacións de lectura e escrita nun disco duro eSATA
it: Questo è un test automatico che esegue operazioni in lettura e scrittura su un disco rigido eSATA collegato.

source: PURPOSE: This test will check the system can detect the removal of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached eSATA HDD from the eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
de: ZWECK: Dieser Test überprüft, ob Ihr System das Entfernen einer eSATA-Festplatte erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um den Test zu starten. Dieser Test scheitert, wenn das Entfernen des Gerätes nicht innerhalb von 20 Sekunden erkannt wird. 2. Entfernen Sie die zuvor angeschlossene eSATA-Festplatte von dem eSATA-Anschluss. ÜBERPRÜFUNG: Die Überprüfung dieses Tests verläuft automatisch. Ändern Sie nicht das automatisch ausgewählte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema pode detectar a retirada dun disco duro eSATA PASOS: 1. Prema «Probar» para iniciar a proba. A proba acabará e fallará se non se detecta a retirada nun período de 20 segundos. 2. Retire o disco duro eSATA que ligou ao porto eSATA. COMPROBACIÓN: A comprobación desta proba é automática. Non cambie o resultado escollido automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi la rimozione di un disco rigido eSATA. PASSI: 1. Fare clic su «Prova» per iniziare il test. Questo test va in timeout e fallisce se la rimozione non viene rilevata entro 20 secondi. 2. Rimuovere dalla porta eSATA il disco rigido collegato precedentemente. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.

source: PURPOSE: This will verify that an ExpressCard slot can detect inserted devices. STEPS: Skip this test if you do not have an ExpressCard slot. 1. Plug an ExpressCard device into the ExpressCard slot VERIFICATION: Was the device correctly detected?
gl: PROPÓSITO: Isto comproba que unha rañura tipo ExpressCard pode detectar os dispositivos que se insiran. PASOS: 1. Conecte un dispositivo tipo ExpressCard na rañura para ExpressCard COMPROBACIÓN: Detectouse ese dispositivo correctamente?

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the User indicator on the left side of the panel (your user name). 2. Select "Switch User Account" 3. On the LightDM screen select your username. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
de: ZWECK: Dieser Test stellt sicher, dass ein Fingerabdruckleser zur Anmeldung an Ihrem System genutzt werden kann. Der Test setzt voraus, dass es ein Testkonto gibt, von dem aus Testfälle ausgeführt werden können, und ein persönliches Konto, welches der Tester zum Überprüfen des Fingerabdrucklesers verwenden kann. DURCHFÜHRUNG: 1. Klicken Sie auf die Benutzeranzeige auf der linken Seite der Menüleiste (Ihr Benutzername). 2. Wählen Sie »Benutzerkonto wechseln« 3. Wählen Sie auf dem LightDM-Bildschirm Ihren Benutzernamen. 4. Melden Sie sich mit dem Fingerabdruckleser an. 5. Klicken Sie auf die Benutzeranzeige. 6. Wählen Sie das Testkonto, um mit der Ausführung der Tests fortzufahren. ÜBERPRÜFUNG: Hat die Authentifizierung problemlos funktioniert?
gl: PROPÓSITO: Esta proba verifica que o lector de pegadas dixitais funciona adecuadamente para permitir o acceso ao sistema. Este caso asume que hai unha conta de probas desde a que se executan os supostos e unha conta persoal para comprobar o lector de pegadas dixitais PASOS: 1. Prema o indicador de usuario da parte esquerda do panel (o seu nome de usuario). 2. Escolla «Cambiar conta de usuario» 3. Na pantalla do LightDM escolla o seu nome de usuario. 4. Empregue o lector de pegadas dixitais para acceder. 5. Prema no miniaplicativo de cambio de usuario. 6. Escolla a conta de probas para continuar executando as probas. COMPROBACIÓN: Funcionou correctamente o procedemento de autenticación?

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the Session indicator (Cog icon on the Left side of the panel) . 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
de: ZWECK: Dieser Test überprüft, ob der Fingerabdruckleser genutzt werden kann, um ein gesperrtes System zu entsperren. DURCHFÜHRUNG: 1. Öffnen Sie das Sitzungsmenü (Zahnrad auf der rechten Seite der Menüleiste) 2. Wählen Sie »Bildschirm sperren«. 3. Drücken Sie eine Taste oder bewegen Sie die Maus. 4. Ein Fenster sollte sich öffnen, welches die Möglichkeit zum Entsperren anbietet, entweder durch Eingabe des Passworts oder durch die Fingerabdrucklegitimierung. 5. Nutzen Sie zum Entsperren den Fingerabdruckleser. 6. Ihr Bildschirm sollte jetzt entsperrt sein. ÜBERPRÜFUNG: Hat der Legitimierungsprozess korrekt funktioniert?
gl: PROPÓSITO: Esta proba verifica que se pode empregar un lector de pegadas dixitais para desbloquear un sistema bloqueado. PASOS: 1. Prema o indicador da sesión (a engrenaxe da parte esquerda do panel). 2. Escolla «Bloquear a pantalla» 3. Prema calquera tecla ou mova o rato. 4. Debería aparecer unha xanela que permite desbloquear escribindo un contrasinal ou empregando a autenticación mediante pegada dixital. 5. Empregue o lector de pegadas dixitais para desbloquear. 6. Deberíase desbloquear a pantalla. COMPROBACIÓN: Funcionou correctamente o procedemento de autenticación?
it: SCOPO: Questo test verifica che il lettore di impronte digitali possa essere usato per sbloccare il sistema. PASSI: 1. Fare clic sull'indicatore di sessione (icona a forma di ingranaggio sul lato destro del pannello). 2. Selezionare «Blocca». 3. Premere un qualunque tasto o muovere il mouse. 4. Compare una finestra nella quale è possibile scegliere se sbloccare il sistema digitando la password o usando l'autenticazione tramite impronta digitale. 5. Usare il lettore di impronte per sbloccare il sistema. 6. Lo schermo dovrebbe sbloccarsi. VERIFICA: La procedura di sblocco, ha funzionato correttamente?

source: PURPOSE: This test will check the system can detect the insertion of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug a FireWire HDD into an available FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
cs: CÍL: Tento test zkontroluje, zda systém dokáže detekovat připojení FireWire HDD POSTUP: 1. Pro zahájení testu klikněte na 'Testovat'. Tento test bude neúspěšně ukončen, pokud nebude do 20 sekund detekováno připojení disku. 2. Do FireWire portu připojte FireWire HDD. OVĚŘENÍ: Ověření výsledků tohoto testu je automatické. Neměňte automaticky vygenerovaný výsledek.
de: ZWECK: Dieser Test überprüft, ob das System den Anschluss einer FireWire-Festplatte erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. Der Test führt zu einer Zeitüberschreitung, wenn kein Anschluss innerhalb von 20 Sekunden festgestellt wird. 2. Schließen Sie eine FireWire-Festplatte an einen verfügbaren FireWire-Anschluss an. ÜBERPRÜFUNG: Die Überprüfung dieses Test erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει την εισαγωγή ενός σκληρού δίσκου FireWire ΒΗΜΑΤΑ: 1. Κάντε κλικ στο 'Δοκιμή' για να ξεκινήσει η δοκιμή. Αυτή θα λήξει και θα αποτύχει αν δεν ανιχνευτεί η εισαγωγή μέσα σε 20 δευτερόλεπτα. 2. Συνδέστε ένα σκληρό δίσκο FireWire σε μία διαθέσιμη υποδοχή FireWire. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε το αυτόματα επιλεγμένο αποτέλεσμα
fr: BUT : Ce test va vérifier que le système peut détecter l'insertion d'un disque dur FireWire. ÉTAPES : 1. Cliquez sur « Tester » pour commencer le test. Ce test s’interrompra et échouera si l'insertion n'a pas été détectée dans un délai de 20 secondes. 2. Branchez un disque dur FireWire dans un port FireWire disponible. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
gl: FINALIDADE: Esta proba verifica se o sistema consegue detectar a inserción dun disco externo tipo FireWire PASOS: 1. Prema «Probar» para iniciar a proba. Esta proba acabará e fallará se non detecta a inserción en 20 segundos. 2. Conecte un disco duro externo tipo FireWire nun porto FireWire dispoñíbel. COMPROBACIÓN: A comprobación desta proba é automática. Non cambie o resultado seleccionado automaticamente
it: SCOPO: Questo test verifica che il sistema riesca a rilevare l'inserimento di un disco rigido Firewire. PASSI: 1. Fare clic su «Prova» per iniziare il test. Questo test va in timeout e fallisce se l'inserimento non viene rilevato entro 20 secondi. 2. Collegare un disco rigido Firewire a una porta Firewire disponibile. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности определения подсоединённого жёсткого диска с интерфейсом FireWire ДЕЙСТВИЯ: 1. Щёлкните 'Проверить', чтобы выполнить проверку. Если подсоединение не было определено в течении 20 секунд, тест будет не пройден. 2. Подсоедините жёсткий диск с интерфейсом FireWire в свободный разъём FireWire. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбранный результат

source: This is an automated test which performs read/write operations on an attached FireWire HDD
ast: Esta ye una prueba automatizada que realiza operaciones de llectura/escritura nun FireWire HDD coneutáu
cs: Tento automatický test vyzkouší čtení a zápis na disku připojeném přes FireWire
de: Dies ist eine automatisierte Überprüfung, die Lese-/Schreibvorgänge auf einer angeschlossenen FireWire-Festplatte ausführt.
el: Αυτό είναι ένα αυτοματοποιημένο τεστ το οποίο πραγματοποιεί διεργασίες ανάγνωσης/εγγραφής σε έναν συνδεδεμένο σκληρό δίσκο FireWire
fr: Ceci est un test automatisé effectuant des opérations de lecture/écriture sur un disque dur FireWire externe
gl: Esta é unha proba automatizada que realiza operacións de lectura/escritura nun disco duro tipo FireWire conectado
it: Questo è un test automatico che esegue operazioni di lettura/scrittura su un disco rigido Firewire collegato.
km: សាកល្បង
ru: Это автоматизированный тест, который выполняет операции чтения/записи на присоединенённом жёстком диске с интерфейсом FireWire
zh_cn: 这是一个在已连接的 FireWire HDD 上执行读/写操作的自动测试

source: PURPOSE: This test will check the system can detect the removal of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached FireWire HDD from the FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
cs: CÍL: Tento test zkontroluje, zda systém dokáže detekovat odpojení FireWire HDD POSTUP: 1. Pro zahájení testu klikněte na 'Testovat'. Tento test bude neúspěšně ukončen, pokud nebude do 20 sekund detekováno odpojení disku. 2. Odpojte dříve připojený FireWire HDD. OVĚŘENÍ: Ověření výsledků tohoto testu je automatické. Neměňte automaticky vygenerovaný výsledek.
de: ZWECK: Dieser Test überprüft, ob das System das Entfernen einer FireWire-Festplatte erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. Der Test führt zu einer Zeitüberschreitung, wenn kein Entfernen innerhalb von 20 Sekunden festgestellt wird. 2. Trennen Sie die zuvor angeschlossene FireWire-Festplatte vom FireWire-Anschluss. ÜBERPRÜFUNG: Die Überprüfung dieses Test erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει την αφαίρεση ενός σκληρού δίσκου FireWire ΒΗΜΑΤΑ: 1. Κάντε κλικ στο 'Δοκιμή' για να ξεκινήσει η δοκιμή. Αυτή θα λήξει και θα αποτύχει αν δεν ανιχνευτεί η αφαίρεση μέσα σε 20 δευτερόλεπτα. 2. Αποσυνδέστε τον σκληρό δίσκο FireWire από την υποδοχή FireWire. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε το αυτόματα επιλεγμένο αποτέλεσμα
fr: BUT : Ce test va vérifier que le système peut détecter le retrait d'un disque dur FireWire. ÉTAPES : 1. Cliquez sur « Tester » pour commencer le test. Ce test s’interrompra et échouera si le retrait n'a pas été détectée dans un délai de 20 secondes. 2. Retirez le disque dur FireWire branché précédemment du port FireWire. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verifica se o sistema consegue detectar a retirada dun disco duro externo tipo FireWire. PASOS: 1. Prema «Probar» para iniciar a proba. Esa proba acabará e fallará se a retirada non se detecta en 20 segundos. 2. Retire o disco duro externo tipo FireWire conectado no porto FireWire. COMPROBACIÓN: A comprobación desta proba é automática. Non cambie o resultado seleccionado automaticamente
it: SCOPO: Questo test verifica che il sistema riesca a rilevare la rimozione di un disco rigido Firewire. PASSI: 1. Fare clic su «Prova» per iniziare il test. Questo test va in timeout e fallisce se la rimozione non viene rilevata entro 20 secondi. 2. Rimuovere dalla porta Firewire il disco collegato precedentemente. VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности определения отсоединённого жёсткого диска с интерфейсом FireWire ДЕЙСТВИЯ: 1. Щёлкните 'Проверить', чтобы выполнить проверку. Если отсоединение не было определено в течении 20 секунд, тест будет не пройден. 2. Отсоедините ранее подсоединённый жёсткий диск с интерфейсом FireWire из разъёма FireWire. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат

source: Floppy test
ast: Prueba de disquete
cs: Test disketové mechaniky
de: Diskettenlaufwerkstest
el: Δοκιμή Floppy
fr: Test du lecteur de disquette
gl: Proba de disquetes
it: Test del floppy
km: ការ​សាកល្បង​ថាស​ទន់
ru: Тест дискеты
zh_cn: 软盘测试

source: Parses Xorg.0.Log and discovers the running X driver and version
de: Das Protokoll Xorg.0.log wird ausgewertet und der aktive X-Treiber sowie die Version festgestellt.
gl: Analiza o Xorg.0.Log e descobre o controlador das X en execución e a súa versión
it: Analizza Xorg.0.Log e trova il driver X in esecuzione e la sua versione

source: Test to output the Xorg version
ast: Prueba p'amosar la versión de Xorg
cs: Test výstupu verze Xorg
de: Test zur Anzeige der Xorg-Version
el: Δοκιμή για την έξοδο της έκδοσης Xorg
fr: Test d'affichage de la version Xorg
gl: Proba para sacar a versión de Xorg
it: Test per visualizzare la versione di Xorg
km: សាកល្បង ដើម្បី​បង្ហាញ​កំណែ Xorg
ru: Тест, выводящий сведения о версии X.Org
zh_cn: 输出 Xorg 版本的测试

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
ast: OXETIVU: Esta prueba va comprobar que la interfaz gráfica d'usuariu pue utilizase dempués de camudar manualmente la resolución de la pantalla PASOS: 1. Abri l'aplicación de Pantalles 2. Escueyi una nueva resolución de la llista desplegable 3. Calca n'Aplicar 4. Escueyi la resolución orixinal de la llista desplegable 5. Calca n'Aplicar VERIFICACIÓN: ¿Funcionó'l cambéu de resolución como s'esperaba?
cs: CÍL: Tento test prověří zda je GUI použitelné po ruční změně rozlišení POSTUP: 1. Spusťte dialog Monitory 2. Vybete ze seznamu nové rozlišení 3. Klikněte na Použít 4. Vyberte ze seznamu původní rozlišení 5. Klikněte na použít DŮKAZ: Změnilo se rozlišení dle očekávání?
de: ZWECK: Dieser Test überprüft, ob die grafische Oberfläche nach einer manuellen Änderung der Bildschirmauflösung noch verwendet werden kann. DURCHFÜHRUNG: 1. Öffnen Sie die Anwendung »Systemeinstellungen → Monitore«. 2. Wählen Sie eine neue Auflösung aus der Auswahlliste. 3. Klicken Sie auf Anwenden. 4. Wählen Sie die vorherige Auflösung aus der Auswahlliste. 5. Klicken Sie auf Anwenden. ÜBERPRÜFUNG: Hat sich die Auflösung wie erwartet geändert?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επιβεβαιώσει πως το γραφικό περιβάλλον (GUI) είναι χρησιμοποιήσιμο μετά την χειροκίνητη αλλαγή της ανάλυσης ΒΗΜΑΤΑ: 1. Ανοίξτε την εφαρμογή «Οθόνες» 2. Επιλέξτε μία νέα ανάλυση από την αναδυόμενη λίστα 3. Κάντε κλικ στην επιλογή «Εφαρμογή» 4. Επιλέξτε την αυθεντική ανάλυση από την αναδυόμενη λίστα 5. Κάντε κλικ στην επιλογή «Εφαρμογή» ΕΠΑΛΗΘΕΥΣΗ: Άλλαξε η ανάλυση όπως θα περιμένατε;
fr: BUT : Ce test va vérifier que l'interface graphique est utilisable après la modification manuelle de la résolution. ÉTAPES : 1. Ouvrez l'application Dispositif d'affichage. 2. Sélectionnez une nouvelle résolution dans la liste déroulante. 3. Cliquez sur « Appliquer ». 4. Sélectionnez la résolution d'origine dans la liste déroulante. 5. Cliquez sur « Appliquer ». VÉRIFICATION : Est-ce que la résolution a changé comme prévu ?
gl: PROPÓSITO: Esta proba verifica que a interface gráfica de usuario se pode utilizar despois de cambiar manualmente a resolución da pantalla PASOS: 1. Abra o aplicativo Pantallas 2. Seleccione unha nova resolución da lista despregábel 3. Prema Aplicar 4. Seleccione a resolución orixinal da lista despregábel 5. Prema Aplicar COMPROBACIÓN: Funcionou o cambio de resolución como se esperaba?
it: SCOPO: Questo test verifica che l'interfaccia grafica sia funzionante dopo la modifica manuale della risoluzione. PASSI: 1. Aprire l'applicazione «Monitor». 2. Selezionare la nuova risoluzione dall'elenco a discesa. 3. Fare clic su «Applica». 4. Selezionare la risoluzione originaria dall'elenco a discesa. 5. Fare clic su «Applica». VERIFICA: La risoluzione è stata modificata come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា ចំណុច​ប្រទាក់​អ្នកប្រើ​ក្រាហ្វិក​អាច​ប្រើ​បាន បន្ទាប់ពី​បាន​ផ្លាស់ប្ដូរ​គុណភាព​បង្ហាញ​ដោយដៃ ជំហាន ៖ ១. បើក​ការ​បង្ហាញ​កម្មវិធី ២. ជ្រើស​គុណភាព​បង្ហាញ​ពី​បញ្ជី​ធ្លាក់​ចុះ ៣. ចុច​លើ​អនុវត្ត ៤. ជ្រើស​គុណភាព​បង្ហាញ​ដើម​ពី​បញ្ជី​ធ្លាក់​ចុះ ៥. ចុច​លើ​អនុវត្ត ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​គុណភាព​បង្ហាញ​ផ្លាស់ប្ដូរ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности графического интерфейса пользователя, после того как пользователь самостоятельно изменил разрешение ДЕЙСТВИЯ: 1. Откройте приложение «Настройка экранов» 2. Выберите новое разрешение из раскрывающегося списка 3. Щёлкните на кнопке «Применить» 4. Выберите стандартное разрешение из раскрывающегося списка 5. Щёлкните на кнопке «Применить» ПРОВЕРКА: Было ли разрешение изменено так, как ожидалось?
zh_cn: 目的： 此测试将验证在手动更改分辨率后，GUI 是否可用 步骤： 1. 打开 "显示" 应用程序 2. 从下拉列表中选择一个新的分辨率 3. 单击 "应用" 4. 从下拉列表中选择原始分辨率 5. 单击 "应用" 验证： 分辨率是否正常改变？

source: Test that the X process is running.
ast: Prueba que'l procesu de X ta n'execución.
cs: Ověřit, že běží proces X.
de: Dieser Test überprüft, ob der X-Prozess ausgeführt wird.
el: Δοκιμή ότι η διεργασία X εκτελείται.
fr: Testez que le processus de X est en cours d'exécution.
gl: Proba que o X process está en execución.
it: Verifica che il processo X sia in esecuzione.
km: សាកល្បង​ថា​ដំណើរការ X កំពុង​ដំណើរការ​ដែរ​ឬ​ទេ ។
ru: Проверка выполнения процесса X.
zh_cn: 测试 X 进程是否正在运行。
