Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: Power LED verification STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED light as expected?
de: ZWECK: Überprüfung der Energie-LED DURCHFÜHRUNG: 1. Während das Gerät eingeschaltet ist sollte die Energie-LED leuchten. ÜBERPRÜFUNG: Leuchtet die Energie-LED wie erwartet?
gl: PROPÓSITO: Comprobar o LED de acendido PASOS: 1. O LED de acendido debe iluminarse cando o dispositivo está prendido. COMPROBACIÓN: Ilumínase o LED de acendido correctamente?
it: SCOPO: Verificare il LED dell'alimentazione. PASSI: 1. Il LED dell'alimentazione dovrebbe essere acceso quando è acceso il dispositivo. VERIFICA: Il LED dell'alimentazione si illumina come previsto?

source: PURPOSE: Power LED verification STEPS: 1. The Power LED should blink or change color while the system is suspended VERIFICATION: Did the Power LED blink or change color while the system was suspended for the previous suspend test?
de: ZWECK: Prüfung der Strom-LED DURCHFÜHRUNG: 1. Die Strom-LED sollte blinken oder die Farbe wechseln, während sich das System in Bereitschaft befindet. ÜBERPRÜFUNG: Hat die Strom-LED geblinkt oder die Farbe gewechselt, während sich das System, für den vorherigen Test, in Bereitschaft befand?
gl: PROPÓSITO: Verificación do LED de acendido PASOS: 1. Durante a proba o LED debería pestanexar ou cambiar a cor mentres o sistema está suspendido COMPROBACIÓN: Pestanexou o LED de acendido mentres o sistema estivo suspendido na proba de suspensión anterior?
it: SCOPO: Verificare il LED dell'alimentazione. PASSI: 1. Il LED dell'alimentazione dovrebbe lampeggiare o cambiare colore quando il sistema è sospeso ì. VERIFICA: Il LED dell'alimentazione lampeggia o cambia colore mentre il sistema viene sospeso dal precedente test?

source: PURPOSE: Suspend LED verification. STEPS: Skip this test if your system does not have a dedicated Suspend LED. 1. The Suspend LED should blink or change color while the system is suspended VERIFICATION Did the Suspend LED blink or change color while the system was suspended?
gl: PROPÓSITO: Verificación do LED de suspensión PASOS: Omita esta proba se o sistema non ten un LED de suspensión. 1. O LED de suspensión debería pestanexar ou cambiar a cor cando o sistema está suspendido. COMPROBACIÓN: Pestanexou ou cambiou a cor o LED cando o sistema estaba suspendido?

source: PURPOSE: Validate that the battery light shows charging status STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED turn orange?
de: ZWECK: Dieser Test überprüft, ob die LED für den Akkustatus leuchtet, wenn der Akku lädt. DURCHFÜHRUNG: 1. Benutzen Sie das System kurz im Akkubetrieb. 2. Schließen Sie das Stromkabel an. ÜBERPRÜFUNG: Leuchtet die LED für den Akkustatus orange?
gl: PROPÓSITO: Validar que a luz da batería mostra o estado da carga PASOS: 1. Deixe que o sistema se execute coa batería durante unha miga 2. Conécteo á alimentación COMPROBACIÓN: Cambiou a laranxa o LED indicador da batería?
it: SCOPO: Verificare che l'indicatore luminoso della batteria mostri lo stato di carica. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per un po'. 2. Collegare l'alimentazione esterna. VERIFICA: L'indicatore luminoso della batteria è arancione?

source: PURPOSE: Validate that the battery LED properly displays charged status STEPS: 1. Let system run on battery for a short time 2. Plug in AC 3. Let system run on AC VERIFICATION: Does the orange battery LED shut off when system is fully charged?
de: ZWECK: Dieser Test überprüft, ob die LED für den Akkustatus mit aufgeladenem Akku funktioniert. DURCHFÜHRUNG: 1. Benutzen Sie das System kurz im Akkubetrieb. 2. Schließen Sie das Stromkabel an. 3. Benutzen Sie das System mit angeschlossenem Stromkabel. ÜBERPRÜFUNG: Erlischt die orangefarbene LED für den Akkustatus sobald der Akku voll geladen ist?
gl: PROPÓSITO: Validar que o LED da batería mostra axeitadamente o estado de cargada PASOS: 1. Deixe que o sistema se execute coa batería durante un chisco 2. Conécteo á alimentación 3. Permita que o sistema se execute conectado á alimentación COMPROBACIÓN: Apagouse o LED laranxa da batería cando o sistema se cargou completamente?
it: SCOPO: Verificare che l'indicatore luminoso della batteria mostri correttamente lo stato di carica. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per un breve periodo. 2. Collegare l'alimentazione esterna. 3. Lasciare il sistema in esecuzione alimentato dalla corrente elettrica. VERIFICA: L'indicatore arancione della batteria è ancora spento al completamento della ricarica

source: PURPOSE: Validate that the battery LED indicated low power STEPS: 1. Let system run on battery for several hours 2. Monitor battery LED carefully VERIFICATION: Does the LED light orange when battery is low?
de: ZWECK: Dieser Test überprüft, ob die LED für den Akkustatus eine geringe Akkuleistung anzeigt. DURCHFÜHRUNG: 1. Benutzen Sie das System für mehrere Stunden im Akkubetrieb. 2. Beobachten Sie die LED für den Akkustatus. ÜBERPRÜFUNG: Leuchtet die LED orangefarbenen sobald die Akkuleistung niedrig ist?
gl: PROPÓSITO: Comprobar que o LED da batería informa da carga baixa. PASOS: 1. Deixe que o sistema se execute coa batería durante algunhas horas 2. Monitorice o LED da batería coidadosamente COMPROBACIÓN: Vólvese a luz do LED laranxa cando a batería está baixa?
it: SCOPO: Verificare che il LED indichi la batteria scarica. PASSI: 1. Lasciare il sistema in esecuzione alimentato dalla batteria per alcune ore. 2. Controllare attentamente il LED della batteria. VERIFICA: Il LED, quando la batteria è scarica, appare arancione?

source: PURPOSE: HDD LED verification STEPS: 1. Select "Test" to write and read a temporary file for a few seconds 2. HDD LED should light when writing to/reading from HDD VERIFICATION: Did the HDD LED light?
de: ZWECK: Überprüfung der Festplatten-LED DURCHFÜHRUNG: 1. Wählen Sie »Testen«, damit eine temporäre Datei für einige Sekunden gelesen und beschrieben wird. 2. Die Festplatten-LED sollte leuchten, wenn von der Festplatte gelesen bzw. darauf geschrieben wird. ÜBERPRÜFUNG: Leuchtete die Festplatten-LED?
gl: PROPÓSITO: Comprobación do LED do disco duro PASOS: 1. Seleccione «Probar» para escribir e ler un ficheiro temporal durante uns segundos 2. O LED do disco duro debería iluminarse cando se escribe ou le no disco duro COMPROBACIÓN: Iluminouse o LED do disco duro?
it: SCOPO: Verificare il LED del disco rigido. PASSI: 1. Fare clic su «Prova» per scrivere e leggere un file temporaneo per alcuni secondi. 2. Il LED dovrebbe lampeggiare durante la scrittura e la lettura dal disco. VERIFICA: Il LED si accende?

source: PURPOSE: Numeric keypad LED verification STEPS: 1. Press "Block Num" key to toggle numeric keypad LED 2. Click on the "Test" button to open a window to verify your typing 3. Type using the numeric keypad both when the LED is on and off VERIFICATION: 1. Numeric keypad LED status should toggle everytime the "Block Num" key is pressed 2. Numbers should only be entered in the keyboard verification window when the LED is on
de: ZWECK: Überprüfung der Ziffernblock-LED DURCHFÜHRUNG: 1. Drücken Sie die »Block Num«-Taste, um die Ziffernblock-LED ein-/auszuschalten. 2. Klicken Sie auf den »Testen«-Knopf, um ein Fenster zu öffnen, welches Ihre Eingabe überprüft. 3. Tippen Sie mithilfe des Ziffernblocks, wenn die LED leuchtet bzw. nicht leuchtet. ÜBERPRÜFUNG: 1. Der Status der Ziffernblock-LED sollte sich ändern, sobald die »Block Num«-Taste gedrückt wurde. 2. Die Eingabe des Ziffernblocks wird nur dann an das Überprüfungsfenster weitergeleitet, wenn die LED leuchtet.
gl: PROPÓSITO: Comprobación do LED do teclado numérico PASOS: 1. Prema a tecla de «Bloqueo numérico» para activar o LED do teclado numérico 2. Prema o botón «Probar» para abrir a xanela onde verificar a escritura dos números 3. Escriba usando o teclado numérico co LED acendido e apagado. COMPROBACIÓN: 1. O estado do LED do teclado numérico debería cambiar cada vez que se preme a tecla de «Bloqueo numérico» 2. Os números deberían introducirse na xanela de verificación unicamente cando o LED está acendido.
it: SCOPO: Verificare il LED del tastierino numerico. PASSI: 1. Premere il tasto «Bloc Num» per attivare il LED del tastierino numerico. 2. Fare clic su «Prova» per aprire una finestra in cui verificare la digitazione. 3. Digitare usando il tastierino numerico sia quando il LED è acceso che quando è spento. VERIFICA: 1. Lo stato del LED del tastierino numerico dovrebbe cambiare ogni volta che viene premuto il tasto «Bloc Num». 2. Nella finestra di verifica dovrebbero essere immessi i numeri solo quando il LED è acceso.

source: PURPOSE: Block cap keys LED verification STEPS: 1. Press "Block Cap Keys" to activate/deactivate cap keys blocking 2. Cap Keys LED should be switched on/off every time the key is pressed VERIFICATION: Did the Cap Keys LED light as expected?
de: ZWECK: Überprüfung der LED der Feststelltaste DURCHFÜHRUNG: 1. Drücken Sie die Feststelltaste, um die Feststelltastenfunktion zu aktivieren/deaktivieren. 2. Die LED der Feststelltaste sollte jedes mal an-/ausgehen, wenn die Taste gedrückt wurde. ÜBERPRÜFUNG: Leuchtete die LED der Feststelltaste wie erwartet?
gl: PROPÓSITO: Comprobar o LED do bloqueo de maiúsculas PASOS: 1. Prema a «Tecla de bloqueo de maiúsculas» para activar/desactivar o bloqueo de maiúsculas 2. O LED de bloqueo de maiúsculas debería acenderse e apagarse cada vez que se preme a tecla COMPROBACIÓN: Acendeuse o LED de bloqueo de maiúsculas correctamente?
it: SCOPO: Verificare il LED del tasto «Bloc Maiusc». PASSI: 1. Premere il tasto «Bloc Maiusc» per attivare o disattivare il blocco delle maiuscole. 2. Il LED «Bloc Maiusc» dovrebbe accendersi e spegnersi ogni volta che viene premuto il tasto. VERIFICA: Il LED «Bloc Maiusc» si accende come previsto?

source: PURPOSE: WLAN LED verification STEPS: 1. During the keys/wireless test you should have observed the wireless LED while turning wireless back on. 2. WLAN LED should light or change color when wireless is turned on VERIFICATION: Did the WLAN LED turn on or change color as expected?
de: ZWECK: Überprüfung der WLAN-LED DURCHFÜHRUNG: 1. Während des Tasten/Funknetzwerktest, sollten Sie die WLAN-LED beobachten, während Sie die Funknetzwerkfunktion wieder eingeschaltet haben. 2. Die WLAN-LED sollte leuchten oder die Farbe wechseln, wenn die Funknetzwerkfunktion eingeschaltet wird. ÜBERPRÜFUNG: Hat die WLAN-LED wie erwartet geleuchtet oder die Farbe gewechselt?
gl: PROPÓSITO: Verificación do LED da rede local WLAN PASOS: 1. Durante a proba das teclas da conexión sen fíos debeu observar o LED da conexión sen fíos mentres se acendía a conexión. 2. O LED da WLAN debe iluminarse ou cambiar a cor cando a conexión sen fíos se acende COMPROBACIÓN: Acendeuse o LED da rede WLAN ou cambiou a cor como se agardaba?

source: PURPOSE: Validate that WLAN LED shuts off when disabled STEPS: 1. During the keys/wireless test you should have observed the WLAN LED while performing that test after turning wireless off. 2. WLAN LED should turn off or change color when wireless is turned off VERIFICATION: Did the WLAN LED turn off or change color as expected?
de: ZWECK: Überprüfen, dass die WLAN-LED beim Deaktivieren abgeschaltet wird DURCHFÜHRUNG: 1. Während des Tasten/WLAN-Tests sollten Sie die WLAN-LED beobachten, nachdem das WLAN deaktiviert wurde. 2. Die WLAN-LED sollte beim Deaktivieren des WLAN abgeschaltet werden oder die Farbe wechseln. ÜBERPRÜFUNG: Hat sich die WLAN-LED wie erwartet abgeschaltet oder die Farbe gewechselt?
gl: PROPÓSITO: Verificación do apagado do LED da rede local WLAN PASOS: 1. Durante a proba das teclas da conexión sen fíos debeu observar o LED da conexión sen fíos mentres se apagaba a conexión. 2. O LED da WLAN debe apagarse ou cambiar a cor cando a conexión sen fíos se apaga COMPROBACIÓN: Apagaouse o LED da rede WLAN ou cambiou a cor como se agardaba?

source: PURPOSE: Validate that the Bluetooth LED turns on and off when BT is enabled/disabled STEPS: 1. Switch bluetooth off from a hardware switch (if present) 2. Switch bluetooth back on 3. Switch bluetooth off from the panel applet 4. Switch bluetooth back on VERIFICATION: Did the bluetooth LED turn off and on twice?
de: ZWECK: Überprüft, ob die Bluetooth-LED leuchtet / nicht leuchtet, sobald Bluetooth aktiviert / deaktiviert ist. DURCHFÜHRUNG: 1. Deaktivieren Sie Bluetooth mithilfe eines Geräteschalters (sofern vorhanden). 2. Aktivieren Sie Bluetooth wieder. 3. Deaktivieren Sie Bluetooth mithilfe der Menüeinstellung. 4. Aktivieren Sie Bluetooth wieder. ÜBERPRÜFUNG: Hat sich die Bluetooth-LED zweimal aus- und eingeschaltet?
gl: PROPÓSITO: Comprobar que o LED do Bluetooth se apaga e se acende cando o BT se activa/desactiva PASOS: 1. Desactive o Bluetooth usando o botón do aparato (se existe) 2. Active de novo o Bluetooth 3. Desactive o Bluetooth desde o miniaplicativo do panel 4. Active de novo o Bluetooth COMPROBACIÓN: Apagouse e acendeuse o LED dúas veces?
it: SCOPO: Confermare che il LED del Bluetooth si accenda e si spenga quando il Bluetooth è abilitato o disabilitato. PASSI: 1. Spegnere il Bluetooth tramite un interruttore hardware (se presente). 2. Riaccendere il Bluetooth. 3. Spegnere il Bluetooth tramite l'applet del pannello. 4. Riaccendere nuovamente il bluetooth. VERIFICA: Il LED del Bluetooth si è spento e acceso due volte?

source: PURPOSE: Camera LED verification STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED light?
de: ZWECK: Überprüfung der Kamera-LED DURCHFÜHRUNG: 1. Wählen Sie »Testen«, um die Kamera einzuschalten. 2. Die Kamera-LED sollte ein paar Sekunden lang leuchten. ÜBERPRÜFUNG: Hat die Kamera-LED geleuchtet?
gl: PROPÓSITO: Verificación do LED da cámara PASOS: 1. Seleccione a proba para activar a cámara 2. O LED da cámara debería acenderse durante uns segundos COMPROBACIÓN: Prendeuse o LED da cámara?
it: SCOPO: Verificare il LED della webcam. PASSI: 1. Fare clic su «Prova» per attivare la webcam. 2. Il LED della webcam dovrebbe accendersi per qualche secondo. VERIFICA: Si è acceso il LED della webcam?

source: PURPOSE: Touchpad LED verification STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
de: ZWECK: Überprüfung der Touchpad-LED DURCHFÜHRUNG: 1. Drücken Sie die Touchpad-Taste oder die Tastenkombination, um die Touchpad-Taste ein-/auszuschalten. 2. Bewegen Sie Ihren Finger auf dem Touchpad. ÜBERPRÜFUNG: 1. Der Zustand der Touchpad-LED sollte sich jedes mal beim Drücken der Taste oder der Tastenkombination ändern. 2. Wenn die LED leuchtet, sollte sich der Mauszeiger bei der Benutzung des Touchpads bewegen. 3. Wenn die LED nicht leuchtet, sollte sich der Mauszeiger bei der Benutzung des Touchpads nicht bewegen.
gl: PROPÓSITO: Verificación do LED da área táctil PASOS: 1. Prema non botón da área táctil ou prema a combinación de teclas que activa/desactiva o botón 2. Pase o dedo pola área táctil COMPROBACIÓN: 1. O estado do LED da área táctil debería cambiar cada vez que se preme o botón ou a combinación de teclas 2. Cando o LED está prendido, o punteiro do rato debería moverse ao usar a área táctil 3. Cando o LED está apagado, o punteiro do rato non debería moverse ao usar a área táctil
it: SCOPO: Verificare il LED del touchpad. PASSI: 1. Fare clic sul pulsante o sulla combinazione di tasti che abilitano/disabilitano il touchpad. 2. Fare scorrere il dito sul touchpad. VERIFICA: 1. Lo stato del LED del touchpad dovrebbe variare ogni volta che il pulsante o la combinazione di tasti vengono premuti. 2. Quando il LED è acceso, il puntatore del mouse dovrebbe spostarsi con l'utilizzo del touchpad. 3. Quando il LED è spento, il puntatore del mouse non dovrebbe spostarsi con l'utilizzo del touchpad.

source: PURPOSE: Wireless (WLAN + Bluetooth) LED verification STEPS: 1. Make sure WLAN connection is established and Bluetooth is enabled. 2. WLAN/Bluetooth LED should light 3. Switch WLAN and Bluetooth off from a hardware switch (if present) 4. Switch them back on 5. Switch WLAN and Bluetooth off from the panel applet 6. Switch them back on VERIFICATION: Did the WLAN/Bluetooth LED light as expected?
de: ZWECK: Überprüfung der LED für Funkverbindungen (WLAN + Bluetooth) DURCHFÜHRUNG: 1. Stellen Sie sicher, dass die WLAN-Verbindung aufgebaut wurde und Bluetooth eingeschaltet ist. 2. Die WLAN/Bluetooth-LED sollte leuchten. 3. Schalten Sie WLAN und Bluetooth mit dem Schalter aus (falls vorhanden). 4. Schalten Sie es wieder an. 5. Schalten Sie WLAN und Bluetooth über die Menüleiste aus. 6. Schalten Sie es wieder an. ÜBERPRÜFUNG: Hat die WLAN/Bluetooth-LED wie erwartet geleuchtet?
gl: PROPÓSITO: Comprobación do LED da conexión sen fíos (WLAN+Bluetooth) PASOS: 1. Asegúrese de que se estabeleceu a conexión WLAN e que o Bluetooth está activado. 2. O LED WLAN/Bluetooth debería estar acendido. 3. Apague o WLAN/Bluetooth desde o botón do computador (se existe). 4. Volva acendelos 5. Apague o WLAN/Bluetooth desde o miniaplicativo do panel 6. Volva acendelos COMPROBACIÓN: Acendeuse o LED da conexión WLAN/Bluetooth segundo o agardado?
it: SCOPO: Verificare il LED delle connessioni wireless (WLAN + Bluetooth). PASSI: 1. Assicurarsi che la connessione WLAN sia stabilita e che il Bluetooth sia abilitato. 2. Il LED WLAN/Bluetooth dovrebbe essere acceso. 3. Spegnere la WLAN e il Bluetooth tramite un interruttore hardware (se presente). 4. Riaccenderli nuovamente. 5. Spegnere la WLAN e il Bluetooth tramite l'applet del pannello. 6. Riaccenderli nuovamente. VERIFICA: Il LED WLAN/Bluetooth si è acceso come previsto?

source: PURPOSE: Audio Mute LED verification. STEPS: Skip this test if your system does not have a special Audio Mute LED. 1. Press the Mute key twice and observe the Audio LED to determine if it either turned off and on or changed colors. VERIFICATION: Did the Audio LED turn on and off change color as expected?
gl: PROPÓSITO: Verificación do LED de silencio do son. PASOS: Omita esta proba se o sistema non dispón dun LED especial para silenciar o son. 1. Prema a tecla para silenciar o son e observe o LED de son para determinar se se apaga e acende ou cambia a cor. COMPROBACIÓN: Apagouse e acendeuse o LED de son ou cambiou a cor?

source: Audio tests
ast: Pruebes de soníu
cs: Testy zvuku
el: Έλεγχοι ήχου
fr: Tests audio
gl: Probas de son
it: Test dell'audio
km: ការ​សាកល្បង​អូឌីយ៉ូ
ru: Проверка звука
zh_cn: 音频测试

source: Benchmarks tests
cs: Test výkonu
de: Leistungsüberprüfungen
el: Δοκιμές επιδόσεων
fr: Tests comparatifs
gl: Probas de referencia
it: Test dei benchmark
ru: Тесты производительности

source: Bluetooth tests
ast: Pruebes de Bluetooth
cs: Testy bluetooth
el: Έλεγχοι bluetooth
fr: Tests Bluetooth
gl: Probas de Bluetooth
it: Test del Bluetooth
km: ការសាកល្បង​ប៊្លូធូស
ru: Проверка Bluetooth
zh_cn: 蓝牙测试

source: Camera tests
ast: Pruebes de cámara
cs: Testy webkamery
de: Kameratests
el: Έλεγχοι κάμερας
fr: Tests de la caméra
gl: Probas de cámara
it: Test della webcam
km: ការ​សាកល្បង​ម៉ាស៊ីនថត
ru: Проверка камеры
zh_cn: 摄像头测试

source: Codec tests
ast: Pruebes de códecs
cs: Testy kodeků
el: Έλεγχοι κωδικοποιήσεων
fr: Tests de codecs
gl: Probas de códecs
it: Test dei codec
km: ការ​សាកល្បង​កូដិក
ru: Проверка кодеков
zh_cn: 编解码器测试

source: CPU tests
ast: Pruebes de CPU
cs: Testy procesoru
de: Prozessortests
el: Έλεγχοι επεξεργαστών
fr: Tests du processeur
gl: Probas da CPU
it: Test della CPU
km: ការ​សាកល្បង​ស៊ីភីយូ
ru: Проверка ЦПУ
zh_cn: 中央处理器测试

source: System Daemon tests
ast: Pruebes de degorriu de sistema
cs: Testy systémových služeb (démonů)
de: Systemhintergrunddienste-Test
el: Έλεγχοι «δαιμόνων» του συστήματος
fr: Tests des services système
gl: Probas do daemon do sistema
it: Test dei demoni di sistema
km: ការ​សាកល្បង​ដេមិន​ប្រព័ន្ធ
ru: Проверка системных служб
zh_cn: 系统守护进程测试

source: Disk tests
ast: Pruebes de discu
cs: Testy disku
de: Festplattentests
el: Δοκιμές δίσκου
fr: Tests des disques
gl: Probas do disco
it: Test del disco
km: ការ​សាកល្បង​ថាស
ru: Проверка диска
zh_cn: 磁盘测试

source: eSATA disk tests
de: eSATA-Festplatten-Überprüfungen
gl: Probas do disco eSATA
it: Test dei dischi eSATA

source: Fingerprint reader tests
ast: Pruebes de llector de buelga dactilar
cs: Testy čtečky otisků prstů
de: Fingerabdruckleser-Tests
el: Δοκιμές αναγνώστη δακτυλικών αποτυπωμάτων
fr: Tests du lecteur d'empreinte digitale
gl: Probas do lector de pegada dactilar
it: Test del lettore di impronte digitali
km: ការ​សាកល្បង​កម្មវិធី​អាន​ស្នាម​ម្រាមដៃ
ru: Проверка сканера отпечатков пальцев
zh_cn: 指纹阅读器测试

source: Firewire disk tests
ast: Pruebes de discos firewire
cs: Testy firewire disku
de: Firewire-Festplattentests
el: Δοκιμές δίσκου Firewire
fr: Tests des disques Firewire
gl: Probas do disco Firewire
it: Test del disco Firewire
km: ការ​សាកល្បង​ថាស Firewire
ru: Проверка дисков Firewire
zh_cn: 火线(Firewire)磁盘测试

source: Floppy disk tests
ast: Pruebes de disquete
cs: Testy disketové mechaniky
de: Diskettenlaufwerks-Tests
el: Έλεγχοι δισκετών Floppy
fr: Tests du lecteur de disquette
gl: Probas de disquete
it: Test del disco floppy
km: ការ​សាកល្បង​ថាសទន់
ru: Проверка дискет
zh_cn: 软盘测试

source: Graphics tests
ast: Pruebes de gráficos
cs: Testy grafiky
de: Grafiktests
el: Έλεγχοι γραφικών
fr: Tests graphiques
gl: Probas de gráficos
it: Test della grafica
km: ការសាកល្បង​ក្រាហ្វិក
ru: Проверка графической системы
zh_cn: 显卡测试

source: Hibernation tests
ast: Pruebes d'ivernación
cs: Testy hibernace
de: Ruhezustandstest
el: Έλεγχοι αδρανοποίησης
fr: Tests de la mise en hibernation
gl: Probas de hibernación
it: Test di ibernazione
km: ការ​សាកល្បង​សម្ងំ
ru: Проверка спящего режима
zh_cn: 休眠测试

source: Informational tests
ast: Pruebes informatives
cs: Informační testy
de: Informatorische Tests
el: Πληροφοριακοί έλεγχοι
fr: Tests informatifs
gl: Probas informativas
it: Test informativi
km: ការ​សាកល្បង​ព័ត៌មាន
ru: Информационные тесты
zh_cn: 信息性测试

source: Input Devices tests
ast: Pruebes de preseos d'entrada
cs: Testy vstupních zařízení
de: Eingabegerätetests
el: Έλεγχοι συσκευών εισόδου
fr: Tests des périphériques d'entrée
gl: Probas de dispositivos de entrada
it: Test dei dispositivi di input
km: ការ​សាកល្បង​ឧបករណ៍​បញ្ចូល
ru: Проверка устройств ввода
zh_cn: 输入设备测试

source: Software Installation tests
ast: Pruebes d'instalación de software
cs: Testy instalace software
de: Anwendungsinstallations-Test
el: Έλεγχοι εγκατάστασης λογισμικού
fr: Tests d'installation de logiciels
gl: Probas de instalación de software
it: Test di installazione del software
km: ការ​សាកល្បង​ការ​ដំឡើង​កម្មវិធី
ru: Проверка установки программного обеспечения
zh_cn: 软件安装测试

source: Hotkey tests
ast: Pruebes d'atayos de tecláu
cs: Testy funkčních kláves
de: Kurztastentests
el: Έλεγχοι συντομεύσεων πλήκτρων
fr: Tests des touches de raccourci
gl: Probas de atallos de teclado
it: Test dei tasti di scelta rapida
km: ការ​សាកល្បង​គ្រាប់ចុច​ចង
ru: Проверка клавиш быстрого доступа
zh_cn: 热键测试

source: LED tests
de: LED-Überprüfungen
gl: Probas do LED
it: Test dei LED

source: Media Card tests
ast: Pruebes de tarxetes multimedia
cs: Testy paměťových karet
de: Speicherkartentests
el: Έλεγχοι καρτών μέσων
fr: Tests des cartes mémoire
gl: Probas de tarxetas multimedia
it: Test delle schede multimediali
km: ការ​សាកល្បង​កាត​មេឌៀ
ru: Проверка карт памяти
zh_cn: 媒体卡测试
