Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that Firefox can play a Quicktime (.mov) video file. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox with a sample video. VERIFICATION: Did the video play using a plugin?
ast: PROPÓSITU: Esta prueba va comprobar que Firefox pue reproducir un ficheru mov. Quicktime. Nota: pue ser que se necesite instalar software adicional. PASOS: 1. Seleiciona Prueba p'aniciar Firefox con una amuesa de videu. VERIFICACIÓN: ¿Pues ver el videu utilizando un complementu?
cs: CÍL: Tento test ověří, že Firefox může přehrávat videa Quicktime (.mov). Tento test může vyžadovat instalaci dodatečného softwaru. POSTUP: 1. Kliknutím na test spustíte Firefox s testovacím videem. DŮKAZ: Přehrálo se video pomocí pluginu?
de: ZWECK: Dieser Test überprüft, ob Firefox QuickTime-Videos (.mov) wiedergeben kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Firefox zu starten und ein Beispiel-Video anzuzeigen. ÜBERPRÜFUNG: Wurde das Video mithilfe einer Erweiterung wiedergegeben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι ο Firefox μπορεί να αναπαράγει ένα αρχείο βίντεο Quicktime (.mov). Σημείωση: αυτό ενδέχεται να απαιτεί την εγκατάσταση πρόσθετου λογισμικό ώστε να ολοκληρωθεί επιτυχώς. ΒΗΜΑΤΑ: 1. Επιλέξτε «Δοκιμή» για την εκκίνηση του Firefox με ένα βίντεο δείγμα. ΕΠΑΛΗΘΕΥΣΗ: Έγινε η αναπαραγωγή του βίντεο χρησιμοποιώντας ένα πρόσθετο;
fr: BUT : Ce test va vérifier que Firefox peut jouer une vidéo Quicktime (.mov). Notez que ceci peut nécessiter l'installation de logiciels supplémentaires pour réussir. ÉTAPES : 1. Choisissez « Tester » pour lancer Firefox avec un exemple de vidéo. VÉRIFICATION : La vidéo a-t-elle été jouée à l'aide d'une extension ?
gl: PROPÓSITO: Esta proba verificará que Firefox pode reproducir un ficheiro de vídeo Quicktime (.mov). Aviso: isto pode requirir a instalación de software adicional para que se complete correctamente. PASOS: 1. Seleccione «Probar» para iniciar Firefox e ver un vídeo de mostra. COMPROBACIÓN: Reproduciuse o vídeo por medio dun engadido?
it: SCOPO: Questo test verifica che Firefox sia in grado di riprodurre un file video Quicktime (.mov). Nota: per completare il test con successo potrebbe essere necessario installare software aggiuntivo. PASSI: 1. Selezionare «Prova» per avviare Firefox con un video campione. VERIFICA: Il video è stato riprodotto usando un plugin?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Firefox អាច​ចាក់​ឯកសារ​វីដេអូ Quicktime (.mov) បាន​ដែរ​ឬទេ ។ ចំណាំ ៖ វា​អាច​ទាមទារ​ឲ្យ​ដំឡើង​កម្មវិធី​បន្ថែម​ដើម្បី​បញ្ចប់ ដោយ​ជោគជ័យ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Firefox ជាមួយ​វីដេអូ​គំរូ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វីដេអូ​បាន​ចាក់​ដោយ​ប្រើ​កម្មវិធី​ជំនួយ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться, в возможности воспроизведения видеофрагментов в формате Quicktime (.mov) в веб-обозревателе Firefox. Примечание: для выполнения проверки, возможно потребуется установка дополнительного программного обеспечения. ДЕЙСТВИЯ: 1. Выберите Проверить для запуска веб-обозревателя Firefox и видеофрагмента. ПРОВЕРКА: Воспроизвёлся ли видеофрагмент с использованием надстройки?
zh_cn: 目的： 此测试将检查 Firefox 是否能够播放 Quicktime(.mov)视频文件。 注意：这可能需要安装额外软件才能成功 完成。 步骤： 1. 选择 "测试"，启动具有视频示例的 Firefox。 验证： 是否使用了插件播放该视频？

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Facebook Chat service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
ast: OXETIVU: Esti test verificará si'l veceru de mensaxería Empathy funciona. PASOS: 1. Seleiciona "Probar" p'aniciar Empathy. 2. Configúralu pa coneutar col serviciu de chat de Facebook. 3. Una vegada completada la prueba, por favor, sal d'Empathy pa continuar equí. VERIFICACIÓN: ¿Fuisti quien a coneutar correutamente ya unviar/recibir mensaxes?
cs: CÍL: Tento test ověří, že chatovací klient Empathy funguje. POSTUP: 1. Kliknutím na test spustíte Empathy. 2. Nastavte připojení k Facebooku. 3. Po dokončení testu prosím Empathy ukončete. DŮKAZ: Můžete se připojit a přijímat a odesílat zpávy?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu Facebook-Chat herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο πελάτης μηνυμάτων Empathy λειτουργεί. ΒΗΜΑΤΑ: 1. Επιλογή του Δοκιμή για το άνοιγμα του Empathy. 2. Να γίνει η ρύθμιση για σύνδεση με την υπηρεσία συζήτησης Facebook. 3. Μόλις ολοκληρώσετε τη δοκιμή, παρακαλώ αφήστε το Empathy για να συνεχίσετε εδώ. ΕΠΙΒΕΒΑΙΩΣΗ: Μπορέσατε να συνδεθείτε επιτυχώς και να στείλετε/λάβετε μηνύματα;
fr: BUT : Ce test va vérifier que le client de messagerie Empathy fonctionne. ÉTAPES : 1. Choisissez « Tester » pour lancer Empathy. 2. Configurez-le pour vous connecter au service de Chat de Facebook. 3. Une fois le test réalisé, veuillez quitter Empathy et continuer ici. VÉRIFICATION : Avez-vous pu vous connecter et envoyer/recevoir des messages ?
gl: PROPÓSITO: Esta proba verifica o funcionamento do cliente de mensaxería Empathy. PASOS: 1. Seleccione a proba para iniciar Empathy. 2. Configúreo para conectarse ao servizo de conversa de Facebook. 3. Unha vez completada a proba, saia de Empathy para continuar. COMPROBACIÓN: Conectouse correctamente e foi quen de enviar/recibir mensaxes?
it: SCOPO: Questo test verifica la funzionalità del client di messaggistica Empathy. PASSI: 1. Selezionare «Prova» per avviare Empathy. 2. Configurarlo per effettuare una connessione al servizio chat di Facebook. 3. Dopo aver completato il test, uscire da Empathy per continuare da qui. VERIFICA: È stato possibile connettersi in modo corretto e inviare/ricevere messaggi?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​ផ្ញើ​សារ Empathy ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Empathy ។ ២. កំណត់​រចនាសម្ព័ន្ធ​វា​ដើម្បី​តភ្ជាប់​ទៅកាន់​សេវាកម្ម Facebook Chat ។ ៣. ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ការ​សាកល្បង​ទាំងស្រុង​ហើយ សូម​បិទ Empathy ដើម្បី​​បន្ត​នៅ​ទីនេះ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​តភ្ជាប់ និង​ផ្ញើ/ទទួល​សារ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, как работает программа обмена сообщениями Empathy. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Empathy. 2. Настройте её для подключения к сервису чата Facebook. 3. После того, как вы завершите тест, закройте Empathy для продолжения. ПРОВЕРКА: Удалось ли вам корректно подключиться и отправлять (принимать) сообщения?
zh_cn: 目的： 此测试将检查 Empathy 消息传递客户端是否正常工作。 步骤： 1. 选择 "测试"，启动 Empathy。 2. 对其进行配置，使其连接到 Facebook 聊天服务。 3. 完成了此测试后，请退出 Empathy，继续在这里操作。 验证： 您是否能够正确连接并收/发消息？

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Google Talk (gtalk) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
ast: OXETIVU: Esti test verificará si'l veceru de mensaxería Empathy funciona. PASOS: 1. Seleiciona "Probar" p'aniciar Empathy. 2. Configúralu pa coneutar col serviciu de chat de Google Talk (gtalk). 3. Una vegada completada la prueba, por favor, sal d'Empathy pa continuar equí. VERIFICACIÓN: ¿Fuisti quien a coneutar correutamente ya unviar/recibir mensaxes?
cs: CÍL: Tento test ověří, že chatovací klient Empathy funguje. POSTUP: 1. Kliknutím na Test spustíte Empathy. 2. Nastavte připojení k Google Talk (gtalk). 3. Po dokončení testu prosím Empathy ukončete. DŮKAZ: Můžete se připojit a přijímat a odesílat zprávy?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu Google Talk (gtalk) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πελάτη μηνυμάτων Empathy. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να εκκινήσετε το Empathy. 2. Διαμορφώστε το ώστε να συνδεθεί στην υπηρεσία Google Talk (gtalk). 3. Αφού ολοκληρώσετε το τεστ, παρακαλώ κλείστε το Empathy ώστε να συνεχίσετε εδώ. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να συνδεθείτε κανονικά και να στείλετε/λάβετε μηνύματα;
fr: BUT : Ce test va vérifier que le client de messagerie Empathy fonctionne. ÉTAPES : 1. Choisissez « Tester » pour lancer Empathy. 2. Configurez-le pour vous connecter au service Google Talk (gtalk). 3. Une fois le test réalisé, veuillez quitter Empathy et continuer ici. VÉRIFICATION : Avez-vous pu vous connecter et envoyer/recevoir des messages ?
gl: PROPÓSITO: Esta proba verifica o funcionamento do cliente de mensaxería Empathy. PASOS: 1. Seleccione «Probar» para iniciar Empathy. 2. Configúreo para conectarse ao servizo Google Talk (gtalk). 3. Unha vez completada a proba, saia de Empathy para continuar. COMPROBACIÓN: Conectouse correctamente e foi quen de enviar/recibir mensaxes?
it: SCOPO: Questo test verifica la funzionalità del client di messaggistica Empathy. PASSI: 1. Selezionare «Prova» per avviare Empathy. 2. Configurarlo per effettuare una connessione al servizio gtalk (Google Talk). 3. Dopo aver completato il test, uscire da Empathy per continuare da qui. VERIFICA: È stato possibile connettersi in modo corretto e inviare/ricevere messaggi?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​ផ្ញើ​សារ Empathy ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Empathy ។ ២. កំណត់​រចនាសម្ព័ន្ធ​វា​ដើម្បី​តភ្ជាប់​ទៅកាន់​សេវាកម្ម Google Talk (gtalk) ។ ៣. ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ការ​សាកល្បង​ទាំងស្រុង​ហើយ សូម​បិទ Empathy ដើម្បី​​បន្ត​នៅ​ទីនេះ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​តភ្ជាប់ និង​ផ្ញើ/ទទួល​សារ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, как работает программа обмена сообщениями Empathy. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Empathy. 2. Настройте её для подключения к сервису Google Talk (gtalk). 3. После того, как вы завершите тест, закройте Empathy для продолжения. ПРОВЕРКА: Удалось ли вам корректно подключиться и отправлять (принимать) сообщения?
zh_cn: 目的： 此测试将检查 Empathy 消息传递客户端是否正常工作。 步骤： 1. 选择 "测试"，启动 Empathy。 2. 对其进行配置，使其连接到 Google Talk (gtalk)服务。 3. 完成了此测试后，请退出 Empathy，继续在这里操作。 验证： 您是否能够正确连接并收/发消息？

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Jabber service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
ast: OXETIVU: Esti test verificará si'l veceru de mensaxería Empathy funciona. PASOS: 1. Seleiciona "Probar" p'aniciar Empathy. 2. Configúralu pa coneutar col serviciu de chat de Jabber. 3. Una vegada completada la prueba, por favor, sal d'Empathy pa continuar equí. VERIFICACIÓN: ¿Fuisti quien a coneutar correutamente ya unviar/recibir mensaxes?
cs: CÍL: Tento test ověří, že chatovací klient Empathy funguje. POSTUP: 1. Kliknutím na Test spustíte Empathy. 2. Nastavte připojení ke službě Jabber. 3. Po dokončení testu prosím Empathy ukončete. DŮKAZ: Můžete se připojit a přijímat a odesílat zprávy?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu einem Jabber-Server herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πελάτη μηνυμάτων Empathy. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να εκκινήσετε το Empathy. 2. Διαμορφώστε το ώστε να συνδεθεί στην υπηρεσία Jabber. 3. Αφού ολοκληρώσετε το τεστ, παρακαλώ κλείστε το Empathy ώστε να συνεχίσετε εδώ. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να συνδεθείτε κανονικά και να στείλετε/λάβετε μηνύματα;
fr: BUT : Ce test va vérifier que le client de messagerie Empathy fonctionne. ÉTAPES : 1. Choisissez « Tester » pour lancer Empathy. 2. Configurez-le pour vous connecter au service Jabber. 3. Une fois le test réalisé, veuillez quitter Empathy et continuer ici. VÉRIFICATION : Avez-vous pu vous connecter et envoyer/recevoir des messages ?
gl: PROPÓSITO: Esta proba verifica o funcionamento do cliente de mensaxería Empathy. PASOS: 1. Seleccione «Probar» para iniciar Empathy. 2. Configúreo para conectarse ao servizo Jabber. 3. Unha vez completada a proba, saia de Empathy para continuar. COMPROBACIÓN: Conectouse correctamente e foi quen de enviar/recibir mensaxes?
it: SCOPO: Questo test verifica la funzionalità del client di messaggistica Empathy. PASSI: 1. Selezionare «Prova» per avviare Empathy. 2. Configurarlo per effettuare una connessione al servizio Jabber. 3. Dopo aver completato il test, uscire da Empathy per continuare da qui. VERIFICA: È stato possibile connettersi in modo corretto e inviare/ricevere messaggi?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​ផ្ញើ​សារ Empathy ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Empathy ។ ២. កំណត់​រចនាសម្ព័ន្ធ​វា​ដើម្បី​តភ្ជាប់​ទៅកាន់​សេវាកម្ម Jabber ។ ៣. ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ការ​សាកល្បង​ទាំងស្រុង​ហើយ សូម​បិទ Empathy ដើម្បី​​បន្ត​នៅ​ទីនេះ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​តភ្ជាប់ និង​ផ្ញើ/ទទួល​សារ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, как работает программа обмена сообщениями Empathy. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Empathy. 2. Настройте её для подключения к сервису Jabber. 3. После того, как вы завершите тест, закройте Empathy для продолжения. ПРОВЕРКА: Удалось ли вам корректно подключиться и отправлять (принимать) сообщения?
zh_cn: 目的： 此测试将检查 Empathy 消息传递客户端是否正常工作。 步骤： 1. 选择 "测试"，启动 Empathy。 2. 对其进行配置，使其连接到 Jabber 服务。 3. 完成了此测试后，请退出 Empathy，继续在这里操作。 验证： 您是否能够正确连接并收/发消息？

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the AOL Instant Messaging (AIM) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
ast: OXETIVU: Esti test verificará si'l veceru de mensaxería Empathy funciona. PASOS: 1. Seleiciona "Probar" p'aniciar Empathy. 2. Configúralu pa coneutar col serviciu de chat de AOL Instant Messaging (AIM). 3. Una vegada completada la prueba, por favor, sal d'Empathy pa continuar equí. VERIFICACIÓN: ¿Fuisti quien a coneutar correutamente ya unviar/recibir mensaxes?
cs: CÍL: Tento test ověří, že Empathy funguje. POSTUP: 1. Kliknutím na Test spustíte Empathy. 2. Nastavte připojení ke službě AOL Instant Messaging (AIM). 3. Po dokončení testu prosím Empathy ukončete. DŮKAZ: Můžete se připojit a přijímat a odesílat zprávy?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu AOL Instant Messaging (AIM) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πελάτη μηνυμάτων Empathy. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να εκκινήσετε το Empathy. 2. Διαμορφώστε το ώστε να συνδεθεί στην υπηρεσία AOL Instant Messaging (AIM). 3. Αφού ολοκληρώσετε το τεστ, παρακαλώ κλείστε το Empathy ώστε να συνεχίσετε εδώ. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να συνδεθείτε κανονικά και να στείλετε/λάβετε μηνύματα;
fr: BUT : Ce test va vérifier que le client de messagerie Empathy fonctionne. ÉTAPES : 1. Choisissez « Tester » pour lancer Empathy. 2. Configurez-le pour vous connecter à la messagerie instantanée d'AOL (AIM). 3. Une fois le test réalisé, veuillez quitter Empathy et continuer ici. VÉRIFICATION : Avez-vous pu vous connecter et envoyer/recevoir des messages ?
gl: PROPÓSITO: Esta proba verifica o funcionamento do cliente de mensaxería Empathy. PASOS: 1. Seleccione «Probar» para iniciar Empathy. 2. Configúreo para conectarse ao servizo de mensaxería instantánea de AOL (AIM). 3. Unha vez completada a proba, saia de Empathy para continuar. COMPROBACIÓN: Conectouse correctamente e foi quen de enviar/recibir mensaxes?
it: SCOPO: Questo test verifica la funzionalità del client di messaggistica Empathy. PASSI: 1. Selezionare «Prova» per avviare Empathy. 2. Configurarlo per effettuare una connessione al servizio AIM (AOL Instant Messaging). 3. Dopo aver completato il test, uscire da Empathy per continuare da qui. VERIFICA: È stato possibile connettersi in modo corretto e inviare/ricevere messaggi?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​ផ្ញើ​សារ Empathy ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Empathy ។ ២. កំណត់​រចនាសម្ព័ន្ធ​វា​ដើម្បី​តភ្ជាប់​ទៅកាន់​សេវាកម្ម AOL Instant Messaging (AIM) ។ ៣. ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ការ​សាកល្បង​ទាំងស្រុង​ហើយ សូម​បិទ Empathy ដើម្បី​​បន្ត​នៅ​ទីនេះ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​តភ្ជាប់ និង​ផ្ញើ/ទទួល​សារ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, как работает программа обмена сообщениями Empathy. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Empathy. 2. Настройте её для подключения к сервису AOL Instant Messaging (AOL). 3. После того, как вы завершите тест, закройте Empathy для продолжения. ПРОВЕРКА: Удалось ли вам корректно подключиться и отправлять (принимать) сообщения?
zh_cn: 目的： 此测试将检查 Empathy 消息传递客户端是否正常工作。 步骤： 1. 选择 "测试"，启动 Empathy。 2. 对其进行配置，使其连接到 AOL Instant Messaging (AIM)服务。 3. 完成了此测试后，请退出 Empathy，继续在这里操作。 验证： 您是否能够正确连接并收/发消息？

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Microsoft Network (MSN) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
ast: OXETIVU: Esti test verificará si'l veceru de mensaxería Empathy funciona. PASOS: 1. Seleiciona "Probar" p'aniciar Empathy. 2. Configúralu pa coneutar al serviçiu Microsoft Network (MSN). 3. Una vegada completáu el test, por favor, sal d'Empathy pa continuar equí. VERIFICACIÓN: ¿Fuisti quien a coneutar correutamente y unviar/recibir mensaxes?
cs: CÍL: Tento test ověří, že Empathy funguje. POSTUP: 1. Kliknutím na test spustíte Empathy. 2. Nastavte připojení ke službě Microsoft Network (MSN). 3. Po dokončení testu prosím Empathy ukončete. DŮKAZ: Můžete se připojit a přijímat a odesílat zprávy?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu Microsoft Network (MSN) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πελάτη μηνυμάτων Empathy. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» ώστε να εκκινήσετε το Empathy. 2. Διαμορφώστε το ώστε να συνδεθεί στην υπηρεσία Microsoft Network (MSN). 3. Αφού ολοκληρώσετε το τεστ, παρακαλώ κλείστε το Empathy ώστε να συνεχίσετε εδώ. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να συνδεθείτε κανονικά και να στείλετε/λάβετε μηνύματα;
fr: BUT : Ce test va vérifier que le client de messagerie Empathy fonctionne. ÉTAPES : 1. Choisissez « Tester » pour lancer Empathy. 2. Configurez-le pour vous connecter au service Microsoft Network (MSN). 3. Une fois le test réalisé, veuillez quitter Empathy et continuer ici. VÉRIFICATION : Avez-vous pu vous connecter et envoyer/recevoir des messages ?
gl: PROPÓSITO: Esta proba verifica o funcionamento do cliente de mensaxería Empathy. PASOS: 1. Seleccione a proba para iniciar Empathy. 2. Configúreo para conectarse ao servizo Microsoft Network (MSN). 3. Unha vez completada a proba, saia de Empathy para continuar. COMPROBACIÓN: Conectouse correctamente e foi quen de enviar/recibir mensaxes?
it: SCOPO: Questo test verifica la funzionalità del client di messaggistica Empathy. PASSI: 1. Selezionare «Prova» per avviare Empathy. 2. Configurarlo per effettuare una connessione al servizio MSN (Microsoft Network). 3. Dopo aver completato il test, uscire da Empathy per continuare da qui. VERIFICA: È stato possibile connettersi in modo corretto e inviare/ricevere messaggi?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​ផ្ញើ​សារ Empathy ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Empathy ។ ២. កំណត់​រចនាសម្ព័ន្ធ​វា​ដើម្បី​តភ្ជាប់​ទៅកាន់​សេវាកម្ម Microsoft Network (MSN) ។ ៣. ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ការ​សាកល្បង​ទាំងស្រុង​ហើយ សូម​បិទ Empathy ដើម្បី​​បន្ត​នៅ​ទីនេះ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​តភ្ជាប់ និង​ផ្ញើ/ទទួល​សារ​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, как работает программа обмена сообщениями Empathy. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Empathy. 2. Настройте её для подключения к сервису чата Microsoft Network (MSN). 3. После того, как вы завершите тест, закройте Empathy для продолжения. ПРОВЕРКА: Удалось ли вам корректно подключиться и отправлять (принимать) сообщения?
zh_cn: 目的： 此测试将检查 Empathy 消息传递客户端是否正常工作。 步骤： 1. 选择 "测试"，启动 Empathy。 2. 对其进行配置，使其连接到 Microsoft Network (MSN) 服务。 3. 完成了此测试后，请退出 Empathy，继续在这里操作。 验证： 您是否能够正确连接并收/发消息？
