Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check to make sure your system can successfully hibernate (if supported) STEPS: 1. Click on Test 2. The system will hibernate and should wake itself within 5 minutes 3. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually 4. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and did it work properly after waking up?
ast: OXETIVU: Esta prueba va comprobar que'l sistema pue ivernar con ésitu (si ésti ye compatible) PASOS: 1. Fai clic Probar 2. El sistema tendría d'entrar n'estáu d'ivernación y salir d'él dempués de 5 minutos. 3. Si'l sistema nun sal del estáu d'ivernación dempués de 5 minutos, por favor calca'l botón d'encendíu p'activar el sistema manualmente 4. Si'l sistema nun pue volver a entamar tres la ivernación, por favor reanicie les Pruebes del Sistema y conseña esta prueba como fallida VERIFICACIÓN: ¿Ivernó'l sistema satisfactoriamente, y funcionó correutamente dempués de salir de talu estáu?
cs: CÍL: Tento test zjistí, zda se počítač umí uspat do paměti (je-li to podporováno) POSTUP: 1. Klikněte na Test 2. Systém se uspí a během pěti minut opět probudí 3. Pokud se systém během pěti minut neprobudí, zapněte ho ručně 4. Pokud nastanou při probuzení chyby, označte výsledek testu jako chybný DŮKAZ: Bylo uspání a probuzení systému úspěšné, a funguje nyní normálně?
de: ZWECK: Dieser Test überprüft, ob Ihr System vollständig in den Ruhezustand versetzt werden kann (falls unterstützt). DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. 2. Das System wird in den Ruhezustand versetzt und sollte innerhalb von 5 Minuten wieder aufwachen. 3. Falls Ihr System nach 5 Minuten nicht aufgewacht ist, drücken Sie den Ein-/Ausschalter, um das System manuell aufzuwecken. 4. Falls das System trotzdem nicht aus dem Ruhezustand aufwacht, starten Sie die Systemüberprüfung erneut und markieren Sie diesen Test als gescheitert. ÜBERPRÜFUNG: Wurde das System erfolgreich in den Ruhezustand versetzt und hat es nach dem Aufwecken fehlerfrei funktioniert?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα κάνει έναν έλεγχο ώστε να επιβεβαιώσει ότι το σύστημά σας μπορεί επιτυχημένα να αδρανοποιηθεί (εφόσον αυτό υποστηρίζεται) ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» 2. Το σύστημα θα αδρανοποιηθεί και θα πρέπει να επανέλθει μέσα σε 5 λεπτά 3. Αν το σύστημά σας δεν επανέλθει αυτόματα μετά από 5 λεπτά, παρακαλώ πατήστε το πλήκτρο ενέργειας (On/Off) για να επαναφέρετε το σύστημα χειροκίνητα 4. Αν το σύστημα αποτύχει να επανέλθει από την αδρανοποίηση, παρακαλώ επανεκκινήστε τον «Έλεγχο συστήματος» και σημειώστε αυτό το τεστ ως αποτυχημένο ΕΠΑΛΗΘΕΥΣΗ: Αδρανοποιήθηκε επιτυχώς το σύστημα και λειτούργησε σωστά μετά την επαναφορά του;
fr: BUT : Ce test va vérifier que votre système peut hiberner avec succès (si supporté) ÉTAPES : 1. Cliquez sur « Tester » 2. Le système va hiberner et devrait se réveiller lui-même dans les 5 minutes 3. Si votre système ne se réveille pas de lui-même après 5 minutes, merci d'appuyer sur le bouton Power pour le réveiller manuellement 4. Si le système ne parvient pas à sortir de l'hibernation, merci de redémarrer l'application de test du système et de marquer ce test comme Échec VÉRIFICATION : Est-ce que le système a hiberné avec succès et a-t-il fonctionné correctement après son réveil ?
gl: PROPÓSITO: Esta proba verifica que seu sistema pode hibernar correctamente (se o admite) PASOS: 1. Prema «Probar» 2. O sistema debería entrar en estado de hibernación e saír del despois de 5 minutos. 3. Se o sistema non sae do estado de hibernación despois de 5 minutos, prema o botón de acendido para activar o sistema manualmente 4. Se o sistema non pode continuar tras a hibernación, reinicie «Comprobación do Sistema» e marque esta proba como fallada COMPROBACIÓN: Hibernou o sistema satisfactoriamente e funcionou correctamente despois de saír do devandito estado?
it: SCOPO: Questo test verifica che il sistema possa essere ibernato con successo (se la funzione è supportata). PASSI: 1. Fare clic su «Prova». 2. Il sistema verrà ibernato e dovrebbe essere ripristinato entro 5 minuti. 3. Se il sistema non viene ripristinato dopo 5 minuti, premere il tasto di accensione per ripristinare manualmente il sistema. 4. Se il sistema non viene ripristinato, avviare nuovamente «Test del sistema» e contrassegnare questo test come fallito. VERIFICA: Il sistema è stato ibernato con successo e funziona correttamente dopo il ripristino?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល ដើម្បី​ឲ្យ​ប្រាកដ​ថា​ប្រព័ន្ធ​របស់​អ្នក​អាច​សម្ងំ​ដោយ​ជោគជ័យ (ប្រសិនបើ​គាំទ្រ) ជំហាន ៖ ១. ចុច​សាកល្បង ២. ប្រព័ន្ធ​នឹង​សម្ងំ ហើយ​នឹង​ភ្ញាក់​ដោយ​ខ្លួនឯង​ក្នុង​រយៈ​ពេល ៥ នាទី ។ ៣. ប្រសិនបើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​ភ្ញាក់​ដោយ​ខ្លួនឯង​ បន្ទាប់ពី ៥ នាទី​បាន​កន្លង​ទៅ សូម​ចុច​ប៊ូតុង​ថាមពល ដើម្បី​ដាស់​ឲ្យ​ប្រព័ន្ធ​ភ្ញាក់​ដោយដៃ ៤. ប្រសិនបើ​ប្រព័ន្ធ​បរាជ័យ​ក្នុង​ការ​បន្ត​ពី​សម្ងំ សូម​ចាប់ផ្ដើម​ការ​សាកល្បង​ប្រព័ន្ធ​ឡើងវិញ រួច​សម្គាល់​ការ​សាកល្បង​នេះ​ថា​បាន​បរាជ័យ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​សម្ងំ​ដោយ​ជោគជ័យ និង​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ បន្ទាប់ពី​បាន​ភ្ញាក់ ?
ru: ЦЕЛЬ: Эта проверка позволяет убедиться в надлежащем выполнении перехода в спящий режим (если поддерживается) ДЕЙСТВИЯ: 1. Щёлкните Проверить 2. Система перейдёт в спящий режим и выйдет из него самостоятельно в течении 5 минут 3. Если система не вышла самостоятельно по прошествии 5 минут, нажмите кнопку включения/выключения электропитания для выполнения выхода из спящего режима. 4. Если обнаружена ошибка при выходе из спящего режима, пожалуйста, перезапустите Проверку системы и отметьте эту проверку как не пройденную ПРОВЕРКА: Выполнен ли переход и выход из спящего режима надлежащим образом?
zh_cn: 目的： 此测试将检查并确保您的系统能够成功休眠(如果支持) 步骤： 1. 单击 "测试" 2. 该系统将休眠，并且应在 5 分钟内自动唤醒 3. 如果您的系统在 5 分钟后没有自动唤醒，请按电源按钮手动唤醒该系统 4. 如果该系统没有从休眠状态中恢复，请重新启动系统测试，并将此测试标记为失败 验证： 该系统是否成功休眠，唤醒后其是否正常工作？

source: Automated check of the hibernate log for errors discovered by fwts
de: Automatische Überprüfung des Ruhezustandsprotokolls auf von »fwts« entdeckte Fehler.
gl: Comprobación automática do rexistro de hibernación para buscar erros informados polo fwts
it: Controllo automatico del registro di ibernazione per gli errori rilevati di fwts

source: Attaches a report of installed codecs for Intel HDA
ast: Axunta un informe de los códecs instalaos pa Intel HDA
cs: Připojí zprávu o nainstalovaných kodecích pro Intel HDA
de: Dies legt dem Bericht einen Bericht über die installierten Codecs für Intel HDA als Anlage bei.
el: Επισύναψη μίας αναφοράς εγκαταστημένων κωδικοποιητών για ήχο υψηλής πιστότητας Intel HDA
fr: Joint un rapport des codecs installés pour Intel HDA
gl: Achega un informe dos códecs instalados para Intel HDA
it: Allega un report con i codec installati per Intel HDA.
km: ភ្ជាប់​របាយការណ៍​កូដិកដែល​បាន​ដំឡើង​សម្រាប់ Intel HDA
ru: Добавляет отчёт об установленных кодеках для Intel HDA
zh_cn: 附加已安装的英特尔 HDA 编解码器的报告

source: Attaches a report of CPU information
ast: Axunta un informe de la CPU
cs: Připojí informace o CPU
de: Dies legt dem Bericht einen Bericht mit Prozessorinformationen als Anlage bei.
el: Επισύναψη μίας αναφοράς πληροφοριών για τον επεξεργαστή (CPU)
fr: Joint un rapport d'information du processeur
gl: Anexa un informe da CPU
it: Allega un report con informazioni sulla CPU.
km: ភ្ជាប់​របាយការណ៍​ព័ត៌មាន​ស៊ីភីយូ
ru: Добавляет отчёт сведений о ЦПУ
zh_cn: 附加有关 CPU 信息的报告

source: Attaches a copy of /var/log/dmesg to the test results
ast: Axunta una copia de /var/log/dmesg a los resultaos de la prueba
cs: Připojí kopii /var/log/dmesg k výsledkům
de: Dies legt dem Bericht eine Kopie der Datei /var/log/dmesg als Anlage bei.
el: Επισύναψη ενός αντιγράφου του αρχείου /var/log/dmesg στα αποτελέσματα της δοκιμής
fr: Joint une copie du fichier /var/log/dmesg aux résultats du test
gl: Anexa unha copia de /var/log/dmesg aos resultados da proba
it: Allega una copia di /var/log/dmesg ai risultati del test.
km: ភ្ជាប់​ច្បាប់​ចម្លង /var/log/dmesg ជាមួយ​លទ្ធផល​សាកល្បង
ru: Добавляет копию /var/log/dmesg в результаты проверки
zh_cn: 将 /var/log/dmesg 的副本附加到测试结果中

source: Attaches info on DMI
ast: Información axunta en DMI
cs: Připojí informace o DMI
de: Dies legt dem Bericht Informationen zu DMI als Anlage bei.
el: Επισύναψη πληροφοριών για το DMI (Direct Media Interface)
fr: Joint l'information sur le DMI
gl: Anexa información sobre DMI
it: Allega le informazioni sulla DMI.
km: ភ្ជាប់​ព័ត៌មាន​នៅ​លើ DMI
ru: Добавляет сведения о DMI
zh_cn: 附加有关 DMI 的信息

source: Attaches dmidecode output
ast: Axunta salida dmidecode
cs: Připojí výstup dmidecode
de: Dies legt dem Bericht die Ausgabe von »dmidecode« als Anlage bei.
el: Επισύναψη του αποτελέσματος της εντολής dmidecode
fr: Joint la sortie de dmidecode
gl: Anexa a saída dmidecode
it: Allega l'output di dmidecode.
km: ភ្ជាប់​ទិន្នន័យ dmidecode
ru: Добавляет вывод dmidecode
zh_cn: 附加 dmidecode 输出

source: Attaches lshw output
de: lshw-Ausgabe hinzufügen
gl: Anexa a saída lshw

source: Attaches the firmware version
de: Die Firmware-Version hinzufügen
gl: Anexa a versión do firmware
it: Allega la versione del firmware.

source: Attaches very verbose lspci output.
ast: Axunta salida prolija de lspci
cs: Připojí podrobný výstup lspci.
de: Dies legt dem Bericht eine sehr lange Ausgabe von »lspci« als Anlage bei.
el: Επισύναψη πολύ αναλυτικού αποτελέσματος της εντολής lspci
fr: Joint la sortie de la commande lspci en mode très verbeux.
gl: Anexa a saída detallada de lspci.
it: Allega un output di lspci molto prolisso.
km: ភ្ជាប់​ទិន្នន័យ lspci ដែល​មាន​ការ​បរិយាយ ។
ru: Добавляет подробный вывод lspci.
zh_cn: 附加极为冗长的 lspci 输出。

source: Attaches very verbose lspci output (with central database Query).
cs: Přiložení velmi podrobného výpisu lspci.
de: Sehr ausführliche »lspci«-Ausgabe (mit zentraler Datenbankabfrage) hinzufügen.
el: Επισυνάπτει πολύ αναλυτικό αποτέλεσμα της lspci (με ερώτημα στην κεντρική βάση δεδομένων).
fr: Ajoute des informations très détaillées obtenues par la commande lspci (avec une requête à la base de données centrale).
gl: Anexa unha saída moi detallada da orde lspci (cunha consulta a base de datos Query central).
it: Allega un output molto prolisso di lspci (con il database centrale Query).
ru: Прикрепляет исчерпывающий вывод lspci (с центральным запросом к базе данных).

source: List USB devices
cs: Výpis USB zařízení
de: USB-Geräte auflisten
el: Απαρίθμηση συσκευών USB
fr: Liste les périphériques USB
gl: Enumera os dispositivos USB
it: Elenca i dispositivi USB.
ru: Список USB устройств

source: Attaches the contents of the various modprobe conf files.
ast: Axunta los conteníos de dellos ficheros de configuración modprobe.
cs: Připojí obsah různých konfiguračních souborů modprobe.
de: Dies legt dem Bericht die Inhalte der verschiedenen »modprobe«-Konfigurationsdateien als Anlage bei.
el: Επισύναψη του περιεχομένου των διαφόρων modprobe conf αρχείων
fr: Joint le contenu de divers fichiers de configuration modprobe.
gl: Anexa os contidos de varios ficheiros de configuración modprobe.
it: Allega il contenuto dei vari file di configurazione di modprobe.
km: ភ្ជាប់​មាតិកា​ឯកសារ modprobe conf ផ្សេងៗ ។
ru: Добавляет содержимое различных конфигурационных файлов modprobe.
zh_cn: 附加各个 modprobe 配置文件的内容。

source: Attaches the contents of the /etc/modules file.
ast: Axunta'l conteníu del ficheru /etc/modules.
cs: Připojí obsah souboru /etc/modules.
de: Dies legt dem Bericht die Inhalte der Datei /etc/modules als Anlage bei.
el: Επισύναψη του περιεχομένου του αρχείου /etc/modules.
fr: Joint le contenu du fichier /etc/modules.
gl: Anexa o contido do ficheiro /etc/modules.
it: Allega il contenuto del file /etc/modules.
km: ភ្ជាប់​មាតិកា​ឯកសារ /etc/modules ។
ru: Добавляет содержимое файла /etc/modules.
zh_cn: 附加 /etc/modules 文件的内容。

source: attaches the contents of various sysctl config files.
ast: axunta los conteníos de dellos ficheros de configuración sysctl.
cs: Připojí obsah různých konfiguračních souborů sysctl.
de: Dies legt dem Bericht die Inhalte der verschiedenen »sysctl«-Konfigurationsdateien als Anlage bei.
el: Επισύναψη των περιεχομένων διαφόρων αρχείων ρυθμίσεων sysctl
fr: Joint le contenu de divers fichiers de configuration sysctl.
gl: anexa os contidos de varios ficheiros de configuración sysctl.
it: Allega il contenuto dei vari file di configurazione di sysctl.
km: ភ្ជាប់​មាតិកា​ឯកសារ sysctl config ផ្សេង​ៗ ។
ru: Добавляет содержимое различных конфигурационных файлов sysctl.
zh_cn: 附加各个 sysctl 配置文件的内容。

source: Attaches a report of sysfs attributes.
ast: Axunta un informe de los atributos de sysfs.
cs: Připojí zprávu o atributech sysfs
de: Dies legt dem Bericht einen Bericht über »sysfs«-Attribute als Anlage bei.
el: Επισύναψη μίας αναφοράς των χαρακτηριστικών sysfs
fr: Joint un rapport des attributs sysfs.
gl: Anexa un informe dos atributos de sysfs.
it: Allega un report con gli attributi di sysfs.
km: ភ្ជាប់​របាយការណ៍​គុណ​លក្ខណៈ sysfs ។
ru: Добавляет отчёт атрибутов sysfs.
zh_cn: 附加 sysfs 属性的报告。

source: Attaches a dump of the udev database showing system hardware information.
ast: Axunta un volcáu de la base de datos udev amosando información de hardware del sistema.
cs: Připojí obsah databáze udev, která obsahuje informace o hardwaru
de: Dies legt dem Bericht ein Abbild der »udev«-Datenbank mit System-Hardware-Informationen als Anlage bei.
el: Επισύναψη μίας αποτύπωσης της βάσης δεδομένων udev η οποία δείχνει πληροφορίες για το υλικό του συστήματος.
fr: Joint un dump de la base de données udev montrant des informations sur le matériel.
gl: Anexa un envorcado da base de datos de udev mostrando información do hardware do sistema.
it: Allega un dump del database di udev che mostra le informazioni sull'hardware del sistema.
km: ភ្ជាប់​បណ្ដុំ​នៃ​មូលដ្ឋាន​ទិន្នន័យ udev ដែល​បង្ហាញ​ព័ត៌មាន​ផ្នែក​រឹង​របស់​ប្រព័ន្ធ ។
ru: Прикреплять фрагмент содержимого базы данных «udev», показывающий информацию об аппаратном обеспечении.
zh_cn: 附加表示系统硬件信息的 udev 数据库的转储。

source: Attaches the output of udev_resource, for debugging purposes
de: Die Ausgabe von »udev_resource« für Fehlerdiagnosezwecke anhängen
gl: Anexa a saída de udev_resource co obxecto de depurar
it: Allega l'output di udev_resource, per scopi di debug.

source: Attaches a tarball of gcov data if present.
ast: Axunta un ficheru comprimíu de los datos gcov si ta presente.
cs: Existuje-li, připojí archiv dat gconf
de: Dies legt dem Bericht ein Tar-Archiv mit »gcov«-Daten als Anlage bei, wenn vorhanden.
el: Επισύναψη ενός συμπιεσμένου αρχείου με δεδομένα gconv αν υπάρχουν.
fr: Joint un fichier tar des données de gcov si ce dernier existe.
gl: Anexa un arquivo comprimido dos datos gcov se están presentes.
it: Allega un archivio tar di dati gcov, se presenti.
km: ភ្ជាប់​ឯកសារ tarball នៃ​ទិន្នន័យ gcov ប្រសិនបើ​មាន ។
ru: Добавляет архив tarball данных gcov, если они существуют.
zh_cn: 附加 gcov 数据(如果存在)的归档。

source: Attaches a list of the currently running kernel modules.
ast: Axunta una llista de los módulos del nucleu que ta anguaño n'execución.
cs: Připojí seznam aktuálně běžících jaderných modulů
de: Dies legt dem Bericht eine Liste der momentan ausgeführten Kernel-Module als Anlage bei.
el: Επισύναψη μίας λίστας των εκτελούμενων τη δεδομένη στιγμή αρθρωμάτων του πυρήνα.
fr: Joint une liste des modules du noyau en fonctionnement.
gl: Anexa unha lista dos módulos do núcleo actualmente en execución.
it: Allega un elenco dei moduli del kernel attualmente in esecuzione.
km: ភ្ជាប់​បញ្ជី​ម៉ូឌុល​ខឺណែល​ដែល​កំពុង​តែ​ដំណើរការ​បច្ចុប្បន្ន ។
ru: Добавляет список выполняемых в данный момент модулей ядра.
zh_cn: 附加当前正在运行的内核模块的列表。

source: Attaches the contents of /proc/acpi/sleep if it exists.
ast: Axunta'l conteníu de /proc/acpi/sleep si existe.
cs: Existuje-li, připojí obsah /proc/acpi/sleep
de: Dies legt dem Bericht die Inhalte von /proc/acpi/sleep als Anlage bei, falls vorhanden.
el: Επισύναψη του περιεχόμενου του αρχείου /proc/acpi/sleep αν υπάρχει.
fr: Joint le contenu du fichier /proc/acpi/sleep s'il existe.
gl: Anexa o contido de /proc/acpi/sleep se existe.
it: Allega il contenuto di /proc/acpi/sleep, se presente.
km: ភ្ជាប់​មាតិកា /proc/acpi/sleep ប្រសិនបើ​វាមាន ។
ru: Добавляет содержимое /proc/acpi/sleep, если оно есть.
zh_cn: 附加 /proc/acpi/sleep 的内容(如果存在)。

source: Bootchart information.
ast: Información de la tabla d'arranque.
cs: Informace z bootchartu
de: Bootchart-Informationen.
el: Πληροφορίες Bootchart.
fr: Informations Bootchart.
gl: Información sobre a táboa de arrinque.
it: Informazioni di bootchart.
km: ព័ត៌មាន Bootchart ។
ru: Сведения Bootchart.
zh_cn: Bootchart 信息。

source: SATA/IDE device information.
ast: Información de preseos SATA/IDE.
cs: Informace o zařízení na SATA/IDE
de: SATA/IDE-Geräteinformationen.
el: Πληροφορίες συσκευών SATA/IDE
fr: Informations sur le périphérique SATA/IDE.
gl: Información sobre os dispositivos SATA/IDE.
it: Informazioni sui dispositivi SATA/IDE.
km: ព័ត៌មាន​ឧបករណ៍ SATA/IDE ។
ru: Сведения о устройствах SATA/IDE.
zh_cn: SATA/IDE 设备信息。

source: Attaches the bootchart png file for bootchart runs
ast: Axunta'l ficheru bootchart.png a les execuciones de bootchart
cs: Připojí graf bootu (bootchart) v obrázku png.
de: Dies legt dem Bericht die Datei »bootchart.png« für Bootchart-Testläufe als Anlage bei.
el: Επισύναψη του αρχείου bootchart png για εκτελέσεις του προγράμματος bootchart
fr: Joint le fichier png du graphique de démarrage (bootchart)
gl: Anexa o ficheiro bootchart.png ás execucións de bootchart
it: Allega il file png creato dall'esecuzione di bootchart.
km: ភ្ជាប់​ឯកសារ bootchart png សម្រាប់​ការ​ដំណើរការ bootchart
ru: Добавляет файл bootchart png для запуска bootchart
zh_cn: 附加针对 bootchart 运行情况的 bootchart png 文件

source: Attaches the bootchart log for bootchart test runs.
ast: Axunta'l rexistru de bootchart a les execuciones de prueba de bootchart.
cs: Připojí log bootchart pro testovací spouštění.
de: Dies legt dem Bericht das Bootchart-Protokoll für Bootchart-Testläufe als Anlage bei.
el: Επισύναψη των καταγραφών bootchart για δοκιμαστικές εκτελέσεις του προγράμματος bootchart
fr: Joint le journal des exécutions du bootchart.
gl: Anexa o rexistro de bootchart ás execucións de proba de bootchart.
it: Allega il registro creato dalle esecuzioni di bootchart.
km: ភ្ជាប់​កំណត់ហេតុ bootchart សម្រាប់​ការ​ដំណើរការ​​សាកល្បង bootchart ។
ru: Добавление журнала bootchart при запуске теста bootchart.
zh_cn: 附加针对 bootchart 测试运行情况的 bootchart log。

source: installs the installer bootchart tarball if it exists.
ast: instala l'instalador tarball bootchart si ye qu'esiste
cs: Existuje-li, nainstaluje bootchart
de: Installiert das Installationsprogramm-Bootchart-Tar-Archiv, falls vorhanden.
el: εγκαθιστά τον οδηγό εγκατάστασης του συμπιεσμένου αρχείου bootchart αν υπάρχει.
fr: Installe le tarball du bootchart de l'installateur s'il existe.
gl: instala o instalador da táboa de arranque nun arquivo comprimido se existe.
it: Installa l'archivio tar dell'installatore di bootchart, se presente.
km: ដំឡើង​ឯកសារ tarball bootchart របស់​កម្មវិធី​ដំឡើង ប្រសិនបើ​វា​មាន ។
ru: устанавливает инсталлятор bootchart tarball если он существует.
zh_cn: 安装启动流程检测程序。

source: Attaches the installer debug log if it exists.
ast: Axunta'l rexistru de depuración del instalador si existe.
cs: Existuje-li, připojí ladicí záznam instalátoru
de: Dies legt dem Bericht das Fehlerdiagnoseprotokoll des Installationsprogramms als Anlage bei, falls vorhanden.
el: Επισύναψη της καταγραφής αποσφαλμάτωσης του εγκαταστάτη αν υπάρχει.
fr: Joint le journal de débogage de l'installateur s'il existe.
gl: Anexa o rexistro de depuración do instalador, se existe.
it: Allega il registro di debug dell'installatore, se presente.
km: ភ្ជាប់​កំណត់ហេតុ​បំបាត់​កំហុស​កម្មវិធី​ដំឡើង ប្រសិនបើ​វា​មាន ។
ru: Прикрепляет отладочную информацию программы установки, если такая существует.
zh_cn: 附加安装程序调试日志(如果存在)。

source: Returns the name, driver name and driver version of any touchpad discovered on the system.
de: Gibt den Namen, den Treibernamen und die Treiberversion von jedem erkannten Touchpad auf diesem System wieder.
gl: Devolve o nome, nome do controlador e versión do controlador de calquera superficie táctil descuberta no sistema.
it: Restituisce il nome del dispositivo e nome e versione del driver di tutti i touchpad rilevati nel sistema.

source: Lists the device driver and version for all audio devices.
de: Die Gerätetreiber und die Version für alle Audio-Geräte auflisten.
gl: Enumera o controlador de dispositivo e a versión para todos os dispositivos de son.
it: Elenca driver e versione di tutti i dispositivi audio.

source: Provides information about network devices
de: Informationen zu Netzwerkgeräten abrufen
gl: Fornece información sobre os dispositivos de rede
it: Fornisce informazioni sui dispositivi di rete.

source: Provides information about displays attached to the system
de: Informationen über an das System angeschlossene Bildschirme abrufen
gl: Fornece información sobre os monitores ligados ao sistema
it: Fornisce informazioni sui monitor collegati al sistema.

source: Attaches information about disk partitions
de: Informationen über Festplattenpartitionen anhängen
gl: Anexa información sobre as particións dos discos
it: Allega informazioni sulle partizioni del disco.

source: Pointing device tests.
de: Zeigegeräte-Tests.
gl: Probas dos dispositivos apuntadores.
it: Test sui dispositivi di puntamento.
