Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: Check that external line out connection works correctly STEPS: 1. Insert cable to speakers (with built-in amplifiers) on the line out port 2. Open system sound preferences, 'Output' tab, select 'Line-out' on the connector list. Click the Test button 3. On the system sound preferences, select 'Internal Audio' on the device list and click 'Test Speakers' to check left and right channel VERIFICATION: 1. Do you hear a sound in the speakers? The internal speakers should *not* be muted automatically 2. Do you hear the sound coming out on the corresponding channel?
de: ZWECK: Überprüfen, dass die externen Line-Out-Anschlüsse korrekt funktionieren DURCHFÜHRUNG: 1. Stecken Sie das Kabel in den Line-Out-Anschluss des Lautsprechers (mit eingebautem Verstärker). 2. Öffnen Sie die Audio-Einstellungen. Im Reiter »Audio-Ausgabe«, wählen Sie »Line-out«. Klicken Sie dann auf die Schaltfläche »Test«. 3. Wählen Sie »Internes Audio« aus der Geräteliste der Audio-Einstellungen und klicken Sie auf »Testgeräusch«, um den linken und rechten Kanal zu überprüfen. ÜBERPRÜFUNG: 1. Hören Sie einen Ton aus den Lautsprechern? Die internen Lautsprecher sollten *nicht* automatisch abgeschaltet sein. 2. Hören Sie Geräusche auf dem entsprechenden Kanal?
gl: PROPÓSITO: Comprobar que a conexión da liña de saída externa funciona correctamente PASOS: 1. Insira o cable nos altofalantes (con amplificadores incorporados) no porto de saída da liña 2. Abra as preferencias de son do sistema, lapela «Saída»; escolla «Liña de saída» na lista de conectores. Prema o botón Proba 3. Nas preferencia de son do sistema, escolla «Son interno» na lista de dispositivos e prema «Probar os altofalantes» para comprobar os canais esquerdo e dereito COMPROBACIÓN: 1. Ouve un son polos altofalantes? Os altofalantes internos *non* deberían estar en silencio automaticamente. 2. Ouve o son procedente das canles respectivas?
it: SCOPO: Verificare il corretto funzionamento dell'uscita audio line-out. PASSI: 1. Collegare il cavo degli altoparlanti (con amplificatori integrati) alla porta audio line-out. 2. Aprire le preferenze audio. Nella scheda «Uscita», selezionare «Line-out», quindi fare clic su «Prova». 3. Nelle preferenze audio, selezionare «Audio interno» nell'elenco dei dispositivi e fare clic su «Suono di prova» per verificare i canali destro e sinistro. VERIFICA: 1. È possibile sentire un suono negli altoparlanti? Gli altoparlanti interni *non* devono essere esclusi automaticamente. 2. È possibile sentire il suono dal canale corrispondente?

source: PURPOSE: Check that external line in connection works correctly STEPS: 1. Use a cable to connect the line in port to an external line out source. 2. Open system sound preferences, 'Input' tab, select 'Line-in' on the connector list. Click the Test button 3. After a few seconds, your recording will be played back to you. VERIFICATION: Did you hear your recording?
de: ZWECK: Der Test überprüft, ob die externe Line-In-Verbindung richtig funktioniert. DURCHFÜHRUNG: 1. Verbinden Sie den Line-In-Anschluss mit einer externen Line-Out-Quelle. 2. Öffnen Sie die Audio-Einstellungen, wechseln Sie zum Reiter »Eingang« und wählen Sie »Line-In« aus der Liste. Klicken Sie dann auf den Knopf »Testen«. 3. Nach ein paar Sekunden wird Ihre Aufnahme wiedergegeben. ÜBERPRÜFUNG: Konnten Sie Ihre Aufnahme hören?
gl: PROPÓSITO: Comprobar que a conexión da liña de entrada externa funciona correctamente PASOS: 1. Empregue un cable para conectar a liña do porto a unha fonte de saída externa. 2. Abra as preferencias de son do sistema; na lapela «Entrada» escolla «Liña de entrada» na lista de conectores. Prema o botón Proba 3. Despois duns segundos a gravación reproducirase. COMPROBACIÓN: Ouviu a súa gravación?
it: SCOPO: Verificare il corretto funzionamento dell'uscita audio line-in. PASSI: 1. Usare un cavo per connettere l'uscita audio line-in a una sorgente line-out esterna. 2. Aprire le preferenze audio. Nella scheda «Ingresso», selezionare «Line-in», quindi fare clic su «Prova». 3. Dopo alcuni secondi, la registrazione dovrebbe essere riprodotta. VERIFICA: È possibile ascoltare la registrazione?

source: PURPOSE: Check that balance control works correctly on internal speakers STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual speaker audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
de: ZWECK: Überprüfung zur korrekten Balance-Regelung des internen Lautsprechers DURCHFÜHRUNG: 1. Überprüfen Sie, ob sich der Balance-Regler problemlos von links nach rechts bewegen lässt. 2. Klicken Sie auf »Testen«, um 10 Sekunden lang einen Audioton abzuspielen. 3. Bewegen Sie den Balance-Regler von links nach rechts und zurück. 4. Achten Sie darauf, ob sich der Ton auf dem internen Lautsprecher tatsächlich Ihren Einstellungen entsprechend verhält. ÜBERPRÜFUNG: Lässt sich der Regler problemlos bewegen und verhält sich der ausgegebene Ton entsprechend Ihren Einstellungen?
gl: PROPÓSITO: Esta proba verifica que o control do balance dos altofalantes internos funciona correctamente. PASOS: 1. Comprobe que o movemento da barra deslizante do balance é suave 2. Prema no botón «Probar» para reproducir un son durante 10 segundos. 3. Mova a barra deslizante do balance á esquerda e á dereita. 4. Comprobe que o balance do son nos altofalantes responde á barra deslizante. COMPROBACIÓN: Moveuse a barra deslizante suavemente e respondeu a saída de son a este movemento?

source: PURPOSE: Check that balance control works correctly on external headphone STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual headphone audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
de: ZWECK: Überprüfung zur korrekten Balance-Regelung des externen Kopfhörers DURCHFÜHRUNG: 1. Überprüfen Sie, ob sich der Balance-Regler problemlos von links nach rechts bewegen lässt. 2. Klicken Sie auf »Testen«, um 10 Sekunden lang einen Audioton abzuspielen. 3. Bewegen Sie den Balance-Regler von links nach rechts und zurück. 4. Achten Sie darauf, ob sich der Ton auf dem externen Kopfhörer tatsächlich Ihren Einstellungen entsprechend verhält. ÜBERPRÜFUNG: Lässt sich der Regler problemlos bewegen und verhält sich der ausgegebene Ton entsprechend Ihren Einstellungen?
gl: PROPÓSITO: Esta proba verifica que o control do balance dos auriculares externos funciona correctamente. PASOS: 1. Comprobe que o movemento da barra deslizante do balance é suave 2. Prema no botón «Probar» para reproducir un son durante 10 segundos. 3. Mova a barra deslizante do balance á esquerda e á dereita. 4. Comprobe que o balance do son nos auriculares responde á barra deslizante. COMPROBACIÓN: Moveuse a barra deslizante suavemente e respondeu a saída de son a este movemento?

source: Benchmark for each disk
ast: Prueba comparativa de cada discu
cs: Zátěžový test všech disků
de: Leistungstest für jede Festplatte
el: Δοκιμές απόδοσης για κάθε δίσκο
fr: Évaluation des performances de chaque disque
gl: Proba comparativa de cada disco
it: Benchmark di ciascun disco
km: សញ្ញា​សម្គាល់​សម្រាប់​ថាស​នីមួយៗ
ru: Проверка каждого диска
zh_cn: 每个磁盘的基准测试

source: Run gtkperf to make sure that GTK based test cases work
ast: Arranca gtkperf p'asegurase de que los casos de pruebes basaos en GTK funcionen
cs: Spustťte gtkperf, abyste ověřili, že testy týkající se GTK proběhnou úspěšně
de: Führen Sie »gtkperf« aus, um sicherzustellen, dass GTK-basierte Testprogramme funktionieren.
el: Εκτελέστε το gtkperf για να είστε σίγουροι πως λειτουργούν οι δοκιμές που βασίζονται στο GTK
fr: Exécute « gtkperf « pour être sûr que les tests basés sur GTK fonctionnent
gl: Execute gtkperf para asegurarse de que as probas baseadas en GTK funcionan
it: Esegue gtkperf per assicurare il funzionamento dei casi di test basati su GTK.
km: ដំណើរការ gtkperf ដើម្បី​ប្រាកដ​ថា ករណី​សាកល្បង​ដែល​មាន​មូលដ្ឋាន​លើ GTK ដំណើរការ
ru: Выполнить gtkperf для определения работоспособности тестов на базе GTK
zh_cn: 运行 gtkperf 以确保基于 GTK 的测试用例正常工作

source: Run Render-Bench XRender/Imlib2 benchmark
cs: Spustit test Render-Bench XRender/Imlib
de: »Render-Bench XRender/Imlib2«-Leistungsprüfung ausführen
el: Εκτελέστε το Render-Bench XRender/Imlib2 benchmark
fr: Lancer le test comparatif Render-Bench XRender/Imlib2
gl: Executar o proba de rendemento Render-Bench XRender/Imlib2
it: Esegue il benchmark XRender/Imlib2 di Render-Bench.
ru: Запустить тест производительности Render-Bench XRender/Imlib2

source: Run Qgears2 XRender Extension gearsfancy benchmark
cs: Spustit test Qgears2 XRender Extension gearsfancy
de: »Qgears2 XRender Extension gearsfancy«-Leistungsprüfung ausführen
el: Εκτελέστε το Qgears2 XRender Extension gearsfancy benchmark
fr: Lancer le test comparatif Qgears2 XRender Extension gearsfancy
gl: Executar a extensión gearsfancy da proba de rendemento Qgears2 XRender
it: Esegue il benchmark gearsfancy delle XRender Extension di Qgears2.
ru: Запуск теста производительности "gearsfancy" из Qgears2 для XRender

source: Run Qgears2 XRender Extension image scaling benchmark
cs: Spustit test Qgears2 XRender Extension image scaling
de: »Qgears2 XRender Extension image scaling«-Leistungsprüfung ausführen
el: Εκτελέστε το Qgears2 XRender Extension image scaling2 benchmark
fr: Lancer le test comparatif Qgears2 XRender Extension image scaling
gl: Executar a extensión de redimensionado de imaxes da proba de rendemento Qgears2 XRender
it: Esegue il benchmark image scaling delle XRender Extension di Qgears2.
ru: Запуск теста производительности "image scaling" из Qgears2 для XRender

source: Run Qgears2 OpenGL gearsfancy benchmark
cs: Spustit test Qgears2 OpenGL gearsfancy
de: »Qgears2 OpenGL gearsfancy«-Leistungsprüfung ausführen
el: Εκτελέστε το Qgears2 OpenGL gearsfancy benchmark
fr: Lancer le test comparatif Qgears2 OpenGL gearsfancy
gl: Executar a extensión gearsfancy da proba de rendemento Qgears2 OpenGL
it: Esegue il benchmark gearsfancy OpenGL di Qgears2.
ru: Запуск теста производительности "gearsfancy" из Qgears2 для OpenGL

source: Run Qgears2 OpenGL image scaling benchmark
cs: Spustit test Qgears2 OpenGL image scaling
de: »Qgears2 OpenGL image scaling«-Leistungsprüfung
el: Εκτελέστε τη δοκιμασία επιδόσεων Qgears2 OpenGL image scaling
fr: Lancer le test comparatif Qgears2 OpenGL image scaling
gl: Executar a proba de rendemento de redimensionado de imaxes Qgears2 OpenGL
it: Esegue il benchmark image scaling OpenGL di Qgears2.
ru: Запуск теста производительности "image scaling" из Qgears2 для OpenGL

source: Run GLmark2-ES2 benchmark
cs: Spustit test GLmark2-ES2
de: »GLmark2-ES2«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων GLmark2-ES2
fr: Lancer le test comparatif GLmark2-ES2
gl: Executar a proba de rendemento GLmark2-ES2
it: Esegue il benchmark GLmark2-ES2.
km: ដំណើរការ​ចំណុច​ដៅ GLmark2-ES2
ru: Запустить тест производительности GLmark2-ES2

source: Run GLmark2 benchmark
cs: Spustit test GLmark2
de: »GLmark2«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων GLmark2
fr: Lancer le test comparatif GLmark2
gl: Executar a proba de rendemento GLmark2
it: Esegue il benchmark GLmark2.
km: ដំណើរការ​ចំណុច​ដៅ GLmark2
ru: Запустить тест производительности GLmark2

source: Run globs benchmark
de: Führt Klecks-Leistungstest aus
gl: Executar proba de rendemento globs

source: Run Unigine Santuary benchmark
cs: Spustit test Unigine Santuary
de: »Unigine Santuary«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Unigine Santuary
fr: Lancer le test comparatif Unigine Santuary
gl: Executar a proba de rendemento Unigine Santuary
it: Esegue il benchmark Unigine Santuary.
km: ដំណើរការ​ចំណុច​ដៅ Unigine Santuary
ru: Запуск теста производительности "Santuary" для Unigine

source: Run Unigine Tropics benchmark
cs: Spustit test Unigine Tropics
de: »Unigine Tropics«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Unigine Tropics
fr: Lancer le test comparatif Unigine Tropics
gl: Executar a proba de rendemento de Unigine Tropics
it: Esegue il benchmark Unigine Tropics.
km: ដំណើរការ​ចំណុច​ដៅ Unigine Tropics
ru: Запуск теста производительности "Tropics" для Unigine

source: Run Unigine Heaven benchmark
cs: Spustit test Unigine Heaven
de: »Unigine Heaven«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Unigine Heaven
fr: Lancer le test comparatif Unigine Heaven
gl: Executar a proba de rendemento de Unigine Heaven
it: Esegue il benchmark Unigine Heaven.
km: ដំណើរការ​​ចំណុច​ដៅ Unigine Heaven
ru: Запуск теста производительности "Heaven" для Unigine

source: Run Lightsmark benchmark
cs: Spustit test Lightsmark
de: »Lightsmark«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Lightsmark
fr: Lancer le test comparatif Lightsmark
gl: Executar a proba de rendemento Lightsmark
it: Esegue il benchmark Lightsmark.
km: ដំណើរការ​ចំណុច​ដៅ Lightsmark
ru: Запуск теста производительности Lightsmark

source: Run Cachebench Read benchmark
cs: Spustit test Cachebench čtení
de: »Cachebench Read«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Cachebench Read
fr: Lancer le test comparatif Cachebench Read
gl: Executar a proba de rendemento Cachebench Read
it: Esegue il benchmark di lettura di Cachebench.
km: ដំណើរការ​ចំណុច​ដៅ​អាន Cachebench
ru: Запуск теста производительности чтения кэша Cachebench

source: Run Cachebench Write benchmark
cs: Spustit test Cachebench zápis
de: »Cachebench Write«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Cachebench Write
fr: Lancer le test comparatif Cachebench Write
gl: Executar a proba de rendemento Cachebench Write
it: Esegue il benchmark di scrittura di Cachebench.
km: ដំណើរការ​ចំណុច​ដៅ​សរសេរ Cachebench
ru: Запуск теста производительности записи кэша Cachebench

source: Run Cachebench Read / Modify / Write benchmark
cs: Spustit test Cachebench čtení/úprava/zápis
de: »Cachebench Read / Modify / Write«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Cachebench Read / Modify / Write
fr: Lancer le test comparatif Cachebench Read / Modify / Write
gl: Executar a proba de rendemento Cachebench Ler/Modificar/Escribir
it: Esegue il benchmark di lettura/modifica/scrittura di Cachebench.
km: ដំណើរការ​ចំណុច​ដៅ អាន / កែប្រែ / សរសេរ Cachebench
ru: Запуск теста производительности чтения-изменения-записи кэша Cachebench

source: Run Stream Copy benchmark
cs: Spustit test Stream Copy
de: »Stream Copy«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Stream Copy
fr: Lancer le test comparatif Stream Copy
gl: Executar a proba de rendemento Stream Copy
it: Esegue il benchmark Stream Copy.
km: ដំណើរការ​ចំណុច​ដៅ​ចម្លង​ចរន្ត
ru: Запуск теста производительности Stream Copy

source: Run Stream Scale benchmark
cs: Spustit test Stream Scale
de: »Stream Scale«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Stream Scale
fr: Lancer le test comparatif Stream Scale
gl: Executar a proba de rendemento Stream Scale
it: Esegue il benchmark Stream Scale.
km: ដំណើរការ​ចំណុច​ដៅ​មាត្រដ្ឋាន​ចរន្ត
ru: Запуск теста производительности Stream Scale

source: Run Stream Add benchmark
de: »Stream Add«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Stream Add
fr: Lancer le test comparatif Stream Add
gl: Executar a proba de rendemento Stream
it: Esegue il benchmark Stream Add.
km: ដំណើរការ​ចំណុច​ដៅ​បន្ថែម​ចរន្ត
ru: Запуск теста производительности Stream Add

source: Run Stream Triad benchmark
de: »Stream Triad«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Stream Triad
fr: Lancer le test comparatif Stream Triad
gl: Executar a proba de rendemento Stream Triad
it: Esegue il benchmark Stream Triad.
ru: Запуск теста производительности Stream Triad

source: Run Network Loopback benchmark
de: »Network Loopback«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Network Loopback
fr: Lancer le test comparatif Network Loopback
gl: Executar a proba de rendemento Network Loopback
it: Esegue il benchmark Network Loopback.
km: ដំណើរការ​ចំណុច​ដៅ Loopback
ru: Запуск теста производительности сетевой петли Network Loopback

source: Check the time needed to reconnect to a WIFI access point
de: Die Zeit feststellen, die benötigt wird, um die Verbindung zu einem W-LAN-Zugangspunkt wiederherzustellen
gl: Comprobar o tempo necesario para reconectar a un punto de acceso WiFi
it: Verifica il tempo necessario per riconnettersi a un access point WIFI.

source: Run Encode MP3 benchmark
cs: Spustit test enkódování MP3
de: »Encode MP3«-Leistungstest ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Encode MP3
fr: Lancer le test comparatif Encode MP3
gl: Executar a proba de rendemento do codificador de MP3
it: Esegue il benchmark di codifica MP3.
ru: Запустить тест производительности кодирования MP3

source: Run x264 H.264/AVC encoder benchmark
cs: Spustit test enkódování x264 H.264/AVC
de: »x264 H.264/AVC encoder«-Leistungstest ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων κωδικοποιητή x264 H.264/AVC
fr: Lancer le test comparatif de l'encodeur x264 H.264/AVC
gl: Executar a proba de rendemento do codificador de x264 H.264/AVC
it: Esegue il benchmark di codifica x264 H.264/AVC.
km: ដំណើរការ​​កម្មវិធី​អ៊ិនកូដ x264 H.264/AVC
ru: Запустить тест производительности кодирования x264 H.264/AVC

source: Run GnuPG benchmark
cs: Spustit test GnuPG
de: »GnuPG«-Leistungstest auführen
el: Εκτελέστε τη δοκιμασία επιδόσεων GnuPG
fr: Lancer le test comparatif GnuPG
gl: Executar proba de rendemento de GnuPG
it: Esegue il benchmark GnuPG.
km: ដំណើរការ​​ចំណុច​ដៅ GnuPG
ru: Запустить тест производительности GnuPG

source: Run Compress PBZIP2 benchmark
cs: Spustit test komprese PBZIP2
de: »Compress PBZIP2«-Leistungstest ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Compress PBZIP2
fr: Lancer le test comparatif Compress PBZIP2
gl: Executar a proba de rendemento da compresión con PBZIP2
it: Esegue il benchmark di compressione PBZIP2.
km: ដំណើរ​ការ​បង្ហាប់​​ចំណុច​ដៅ PBZIP2
ru: Запустить тест производительности сжатия PBZIP2

source: Run Compress 7ZIP benchmark
cs: Spustit test komprese 7ZIP
de: »Compress 7ZIP«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων συμπίεσης 7ZIP
fr: Lancer le test comparatif Compress 7ZIP
gl: Executar a proba de rendemento da compresión con 7ZIP
it: Esegue il benchmark di compressione 7ZIP.
km: ដំណើរការ​បង្ហាប់​ចំណុច​ដៅ 7ZIP
ru: Запустить тест производительности сжатия 7ZIP

source: Run N-Queens benchmark
cs: Spustit test N-Queens
de: »N-Queens«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων N-Queens
fr: Lancer le test comparatif N-Queens
gl: Executar a proba de rendemento N-Queens
it: Esegue il benchmark N-Queens.
km: ដំណើរការ​ចំណុច​ដៅ N-Queens
ru: Запуск теста производительности N-Queens

source: Run Himeno benchmark
cs: Spustit test Himeno
de: »Himeno«-Leistungsprüfung ausführen
el: Εκτελέστε τη δοκιμασία επιδόσεων Himeno
fr: Lancer le test comparatif Himeno
gl: Executar a proba de rendemento Himeno
it: Esegue il benchmark Himeno.
km: ដំណើរការ​ចំណុច​ដៅ Himeno
ru: Запустить тест производительности Himeno

source: CPU utilization on an idle system.
cs: Využití CPU na nečinném systému.
de: CPU-Nutzung im Leerlauf.
el: Χρησιμοποίηση της κεντρικής μονάδας επεξεργασίας (CPU) σε ένα αδρανές σύστημα.
fr: Utilisation du processeur (CPU) sur un système inactif.
gl: Uso da CPU nun sistema inactivo.
it: Uso della CPU in un sistema inattivo.
km: CPU utilization នៅ​លើ​ប្រព័ន្ធ​ទំនេរ។
ru: Использование процессора в режиме бездействия.

source: Disk utilization on an idle system.
cs: Využití disku na nečinném systému.
de: Festplattennutzung im Leerlauf.
el: Χρησιμοποίηση δίσκου σε ένα αδρανές σύστημα.
fr: Utilisation du disque sur un système inactif.
gl: Uso do disco nun sistema inactivo.
it: Uso del disco in un sistema inattivo.
km: Disk utilization នៅ​លើ​ប្រព័ន្ធ​ទំនេរ។
ru: Обращение к жёсткому диску в режиме бездействия.

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Fullscreen 1920x1080 no antialiasing
de: Führt einen Stresstest basierend auf FurMark (OpenGL 2.1 oder 3.2) Vollbild 1920x1080 ohne Anti-Aliasing aus.
gl: Executar unha proba de resistencia baseada en FurMark (OpenGL 2.1 or 3.2) Pantalla completa 1920x1080 sen suavizado
it: Esegue un test di stress basato su FurMark (OpenGL 2.1 o 3.2) a schermo intero 1920x1080 senza antialiasing

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Windowed 1024x640 no antialiasing
de: Führt einen Stresstest basierend auf FurMark (OpenGL 2.1 oder 3.2) im Fenstermodus 1024x640 ohne Anti-Aliasing aus.
gl: Executar unha proba de resistencia baseada en FurMark (OpenGL 2.1 or 3.2) Con xanelas 1024x640 sen suavizado
it: Esegue un test di stress basato su FurMark (OpenGL 2.1 o 3.2) a finestre 1024x640 senza antialiasing

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Fullscreen 1920x1080 no antialiasing
de: Führt »GiMark« aus, einen Geometrie-instanzierenden Test (OpenGL 3.3) Vollbild 1920x1080 ohne Anti-Aliasing.
gl: Executar GiMark, unha proba de unificación xeométrica (OpenGL 3.3) Pantalla completa 1920x1080 sen suavizado

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Windowed 1024x640 no antialiasing
de: Führt »GiMark« aus, einen Geometrie-instanzierenden Test (OpenGL 3.3) im Fenstermodus 1024x640 ohne Anti-Aliasing.
gl: Executar GiMark, unha proba de unificación xeométrica (OpenGL 3.3) Con xanelas 1024x640 sen suavizado

source: Run a tessellation test based on TessMark (OpenGL 4.0) Fullscreen 1920x1080 no antialiasing
de: Führt einen Mosaik-Test basierend auf TessMark (OpenGL 4.0) Vollbild 1920x1080 ohne Anti-Aliasing aus.
gl: Executar unha proba de teselado baseada en TessMark (OpenGL 4.0) Pantalla completa 1920x1080 sen suavizado

source: Run a tessellation test based on TessMark (OpenGL 4.0) Windowed 1024x640 no antialiasing
de: Führt einen Mosaik-Test basierend auf TessMark (OpenGL 4.0) im Fenstermodus 1080x640 ohne Anti-Aliasing aus.
gl: Executar unha proba de teselado baseada en TessMark (OpenGL 4.0) Con xanelas 1024x640 sen suavizado

source: Automated test to store bluetooth device information in checkbox report
ast: Prueba automatizada p'almacenar información d'un preséu Bluetooth nun informe de Checkbox
cs: Automatický test pro uložení informací o bluetooth zařízení do reportu checkbox
de: Automatisierter Test zum Speichern von Bluetooth-Geräteinformationen im Checkbox-Bericht
el: Αυτοματοποιημένος έλεγχος για την αποθήκευση πληροφοριών της συσκευής bluetooth στην αναφορά του checkbox
fr: Test automatisé pour enregistrer les informations de l'appareil Bluetooth dans le rapport de Checkbox
gl: Proba automatizada para almacenar información dun dispositivo Bluetooth nun informe de Checkbox
it: Test automatico per memorizzare le informazioni sui dispositivi Bluetooth nel report di Checkbox.
km: ការសាកល្បង​ស្វ័យប្រវត្តិ ដើម្បី​រក្សាទុក​ព័ត៌មាន​អំពី​ឧបករណ៍​ប៊្លូធូស​នៅ​ក្នុង​របាយការណ៍​ប្រអប់​ធីក ។
ru: Автоматизированная проверка для хранения сведений о устройстве bluetooth в отчёте программы проверки системы
zh_cn: 将蓝牙设备信息保存在 checkbox 报告中的自动测试
