Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: Configuration override parameters.
ast: Parámetros de configuración
cs: Předefinované parametry nastavení.
de: Konfiguration überschreibt Parameter.
el: Παράμετροι ακύρωσης ρυθμίσεων
fr: Paramètres prenant le pas sur la configuration.
gl: A configuración sobrescribe os parámetros.
it: La configurazione ha la precedenza sui parametri.
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ប៉ារ៉ាម៉ែត្រ​បដិសេធ ។
ru: Конфигурирование перезаписало параметры.
zh_cn: 配置覆盖参数。

source: Shorthand for --config=.*/jobs_info/blacklist.
ast: Shorthand pa --config=.*/jobs_info/blacklist.
cs: Zkratka pro --config=.*/jobs_info/blacklist.
de: Kürzel für --config=.*/jobs_info/blacklist.
el: Συντόμευση για --config=.*/jobs_info/blacklist.
fr: Abréviation de --config=.*/jobs_info/blacklist.
gl: Abreviatura de --config=.*/jobs_info/blacklist.
it: Abbreviazione per --config=.*/jobs_info/blacklist.
ru: Краткая форма для --config=.*/jobs_info/blacklist.
zh_cn: --config=.*/jobs_info/blacklist 的简写。

source: Shorthand for --config=.*/jobs_info/blacklist_file.
ast: Shorthand pa --config=.*/jobs_info/blacklist_file.
cs: Zkratka pro --config=.*/jobs_info/blacklist_file.
de: Kürzel für --config=.*/jobs_info/blacklist_file.
el: Συντόμευση για --config=.*/jobs_info/blacklist_file.
fr: Abréviation de --config=.*/jobs_info/blacklist_file.
gl: Abreviatura de --config=.*/jobs_info/blacklist_file.
it: Abbreviazione per --config=.*/jobs_info/blacklist_file.
ru: Краткая форма для --config=.*/jobs_info/blacklist_file.
zh_cn: --config=.*/jobs_info/blacklist_file 的简写。

source: Shorthand for --config=.*/jobs_info/whitelist.
ast: Shorthand pa --config=.*/jobs_info/whitelist.
cs: Zkratka pro --config=.*/jobs_info/whitelist.
de: Kürzel für --config=.*/jobs_info/whitelist.
el: Συντόμευση για --config=.*/jobs_info/whitelist.
fr: Abréviation de --config=.*/jobs_info/whitelist.
gl: Abreviatura de --config=.*/jobs_info/whitelist.
it: Abbreviazione per --config=.*/jobs_info/whitelist.
ru: Краткая форма для --config=.*/jobs_info/whitelist.
zh_cn: --config=.*/jobs_info/whitelist 的简写。

source: Shorthand for --config=.*/jobs_info/whitelist_file.
ast: Shorthand pa --config=.*/jobs_info/whitelist_file.
cs: Zkratka pro --config=.*/jobs_info/whitelist_file.
de: Kürzel für --config=.*/jobs_info/whitelist_file.
el: Συντόμευση για --config=.*/jobs_info/whitelist_file.
fr: Abréviation de --config=.*/jobs_info/whitelist_file.
gl: Abreviatura de --config=.*/jobs_info/whitelist_file.
it: Abbreviazione per --config=.*/jobs_info/whitelist_file.
ru: Краткая форма для --config=.*/jobs_info/whitelist_file.
zh_cn: --config=.*/jobs_info/whitelist_file 的简写。

source: Missing configuration file as argument.
ast: Falta como argumentu l'archivu de configuración.
cs: Chybí konfigurační soubor zadaný jako argument.
de: Konfigurationsdatei fehlt als Argument.
el: Δεν υπάρχει αρχείο ρυθμίσεων ως όρισμα.
fr: Fichier de configuration manquant en argument.
gl: Falta ficheiro de configuración como argumento.
it: Manca il file di configurazione come argomento.
km: បាត់​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ជា​អាគុយម៉ង ។
ru: Отсутствует параметр файла конфигурации.
zh_cn: 丢失配置文件作为参数。

source: Command not found.
ast: Comandu non alcontráu.
cs: Příkaz nenalezen.
de: Der Befehl wurde nicht gefunden.
el: Η εντολή δε βρέθηκε.
fr: Commande non trouvée.
gl: Non se atopou a orde.
it: Comando non trovato.
km: រក​មិន​ឃើញ​ពាក្យ​បញ្ជា ។
ru: Команда не найдена.
zh_cn: 未找到命令。

source: Command received signal %(signal_name)s: %(signal_description)s
de: Der Befehl empfing Signal %(signal_name)s: %(signal_description)s
gl: A orde recibiu o sinal %(signal_name)s: %(signal_description)s
it: Il comando ha ricevuto il segnale %(signal_name)s: %(signal_description)s

source: Hangup detected on controlling terminal or death of controlling process
ast: Deteutose'l cuelgue del terminal de control, o morrió'l procesu controlador
cs: Zjištěno zamrznutí řídícího terminálu nebo smrt řídícího procesu
de: Die Blockierung eines Ablaufs auf der steuernden Befehlseingabe oder ein der Absturz eines Kontrollprozesses wurde festgestellt.
el: Εντοπίστηκε μη ανταπόκριση στο τερματικό ελέγχου ή τερματισμός της διεργασίας ελέγχου
fr: Plantage détecté du terminal de contrôle ou terminaison du processus de contrôle
gl: Detectouse a conxelación do terminal de control ou a morte do proceso controlador.
it: Rilevata disconnessione nel terminale di controllo oppure morte del processo di controllo stesso
km: Hangup បាន​រក​ឃើញ​នៅ​លើ​ស្ថានីយ​ត្រួតពិនិត្យ ឬ​នៅ​ពេល​បញ្ចប់​នៃ​ដំណើរការ​ត្រួតពិនិត្យ
ru: Обнаружено зависание контролирующего терминала или неожиданное завершение контролирующего процесса
zh_cn: 在控制终端或控制进程死掉时检测到了挂起

source: Interrupt from keyboard
ast: Interrupción dende'l tecláu
cs: Přerušit z klávesnice
de: Unterbrechung durch die Tastatur
el: Διακοπή απο το πληκτρολόγιο
fr: Interrompre à partir du clavier
gl: Interromper desde o teclado
it: Interrupt da tastiera
km: ផ្អាក​ដោយ​ប្រើ​ក្ដារចុច
ru: Прерывание от клавиатуры
zh_cn: 从键盘中断

source: Quit from keyboard
ast: Salida dende'l tecláu
cs: Ukončit z klávesnice
de: Abbruch durch die Tastatur
el: Έξοδος απο το πληκτρολόγιο
fr: Quitter à partir du clavier
gl: Saír desde o teclado
it: Segnale di uscita della tastiera
km: បោះបង់​ដោយ​ប្រើ​ក្ដារចុច
ru: Сигнал выхода от клавиатуры
zh_cn: 从键盘退出

source: Illegal Instruction
ast: Instrucción ilegal
cs: Neplatná instrukce
de: Ungültige Anweisung
el: Μη έγκυρη οδηγία
fr: Instruction illégale
gl: Instrución non aceptábel
it: Istruzione illecita
km: សេចក្ដីណែនាំ​ខុស​ច្បាប់
ru: Недопустимая инструкция
zh_cn: 非法指令

source: Abort signal from abort(3)
ast: Señal d'encaboxar dende abort(3)
cs: Signál ukončení z abort(3)
de: Abbruch-Signal durch abort(3)
el: Σήμα εγκατάλειψης από το abort(3)
fr: Signal d'abandon provenant de « abort(3) »
gl: Sinal de interrupción desde abort(3)
it: Segnale di abbandono di abort(3)
km: បោះបង់​សញ្ញា​ពី abort(3)
ru: Получен сигнал отмены от функции abort(3)
zh_cn: 来自 abort(3) 的取消信号

source: Floating point exception
ast: Esceición de coma flotante
cs: Výjimka při práci s pohyblivou řádovou čárkou
de: Fließkommafehler
el: Εξαίρεση κινητής υποδιαστολής
fr: Exception de virgule flottante
gl: Excepción de coma flotante
it: Eccezione di virgola mobile
km: ករណី​លើកលែង​ពិត
ru: Ошибка операции с плавающей точкой
zh_cn: 浮点异常

source: Kill signal
ast: Señal kill
cs: Zabít signál
el: Σήμα τερματισμού
fr: Signal de terminaison
gl: Sinal kill
it: Segnale di uccisione
km: បំបាត់​សញ្ញា
ru: Получен сигнал Kill
zh_cn: 杀死信号

source: Invalid memory reference
ast: Referencia de memoria non válida
cs: Neplatný odkaz paměti
de: Ungültige Speicherreferenz
el: Μη έγκυρη αναφορά μνήμης
fr: Référence mémoire invalide
gl: Referencia de memoria incorrecta
it: Riferimento di memoria non valido
km: សេចក្ដី​យោង​អង្គ​ចងចាំ​មិន​ត្រឹមត្រូវ
ru: Неверный указатель памяти
zh_cn: 无效内存调用

source: Broken pipe: write to pipe with no readers
ast: Tubu frañáu: escritura a un tubu ensin llectores
cs: Porušený tunel: zápis do tunelu bez čtecího zařízení
de: Defekte Pipe: Es wurde in eine Pipe geschrieben, die nicht ausgelesen wird.
el: Σπασμένος αγωγός: εγγραφή στον αγωγό χωρίς αναγνώστες
fr: Tube cassé : écriture dans le tube sans lecteur
gl: Canalización rota: escribindo a unha canalización sen lectores
it: Pipe rotta: scrittura su una pipe priva di lettori
km: ទេ
ru: Неверный канал: запись в канал без считывающей программы
zh_cn: 管道中断：写向管道时没有读入者

source: Timer signal from alarm(2)
ast: Señal del temporizador dende alarm(2)
cs: Signál časovače z alarm(2)
de: Timer-Signal durch alarm(2)
el: Σήμα χρονομετρητή από το alarm(2)
fr: Signal d'horloge provenant de « alarm(2) »
gl: Sinal do temporizador desde alarm(2)
it: Segnale del timer da alarm(2)
km: សញ្ញា​ឧបករណ៍​កំណត់​ពេលវេលា​ពី alarm(2)
ru: Получен сигнал Timer от функции alarm(2)
zh_cn: 来自 alarm(2) 的时间信号

source: Termination signal
ast: Señal de terminación
cs: Signál ukončení
de: Abbruch-Signal
el: Σήμα τερματισμού
fr: Signal de terminaison
gl: Sinal de remate
it: Segnale di termine
km: សញ្ញា​ស្ថានីយ
ru: Сигнал выхода
zh_cn: 终止信号

source: User-defined signal 1
ast: Señal 1 definida pol usuariu
cs: Uživatelský signál 1
de: Benutzerdefiniertes Signal 1
el: Σήμα 1 ορισμένο από χρήστη
fr: Signal 1 défini par l'utilisateur
gl: Sinal 1 definida polo usuario
it: Segnale 1 definito dall'utente
km: សញ្ញា​កំណត់​ដោយ​អ្នកប្រើ ១
ru: Пользовательский сигнал 1
zh_cn: 用户定义信号 1

source: User-defined signal 2
ast: Señal 2 definida pol usuariu
cs: Uživatelský signál 2
de: Benutzerdefiniertes Signal 2
el: Σήμα χρήστη 2
fr: Signal 2 défini par l'utilisateur
gl: Sinal 2 definida polo usuario
it: Segnale 2 definito dall'utente
km: សញ្ញា​កំណត់​ដោយ​អ្នកប្រើ ២
ru: Пользовательский сигнал 2
zh_cn: 用户定义信号 2

source: Child stopped or terminated
ast: Fiu paráu o termináu
cs: Potomek zastaven nebo ukončen
de: Kind-Prozess gestoppt oder abgebrochen
el: Παύση ή τερματισμός θυγατρικής διεργασίας
fr: Arrêt ou terminaison du processus fils
gl: O fillo detívose ou rematou
it: Figlio fermato o terminato
km: កូន​បាន​ឈប់ ឬ​បញ្ចប់
ru: Дочерний процесс был остановлен или завершён
zh_cn: 子进程停止或被终止

source: Continue if stopped
ast: Continuar si se para
cs: Pokračovat pokud došlo k zastavení
de: Fortsetzen, falls gestoppt
el: Συνέχιση σε περίπτωση παύσης
fr: Continuer en cas d'arrêt
gl: Continuar se se detén
it: Continua se fermato
km: បន្ត
ru: Продолжить после остановки
zh_cn: 若已停止就继续

source: Stop process
ast: Parar procesu
cs: Zastavit proces
de: Prozess stoppen
el: Τερματισμός διεργασίας
fr: Interrompre le processus
gl: Deter o proceso
it: Ferma il processo
km: បញ្ឈប់​ដំណើរការ
ru: Остановить процесс
zh_cn: 停止进程

source: Stop typed at tty
ast: Parar tecliao en tty
cs: Přerušení zapsáno do tty
de: Stop in tty eingegeben
el: Εισήχθηκε stop στο tty
fr: Arrêter la sortie sur tty
gl: Escribiuse a parada en tty
it: Stop digitato da tty
km: ឈប់​វាយ​នៅ tty
ru: С терминала поступила команда Stop
zh_cn: 在 tty 上输入了 Stop

source: tty input for background process
ast: Entrada de tty pa procesu en segundu planu
cs: tty vstup pro procesy na pozadí
de: tty-Eingabe des Hintergrundprozesses
el: είσοδος tty για διεργασία παρασκηνίου
fr: Entrées sur tty pour le processus en arrière-plan
gl: Entrada de tty para procesos en segundo plano
it: Input da tty per un processo nello sfondo
km: ព័ត៌មាន​បញ្ចូល tty សម្រាប់​ដំណើរការ​ផ្ទៃ​ខាងក្រោយ
ru: устройство ввода для фонового процесса
zh_cn: 后台进程的 tty 输入

source: tty output for background process
ast: Salida de tty para procesu en segundu planu
cs: tty výstup pro procesy na pozadí
de: tty-Ausgabe des Hintergrundprozesses
el: έξοδος tty για διεργασία παρασκηνίου
fr: Sorties sur tty pour le processus en arrière-plan
gl: Saída de tty para procesos en segundo plano
it: Output da tty per un processo nello sfondo
km: លទ្ធផល tty សម្រាប់​ដំណើរការ​ផ្ទៃ​ខាងក្រោយ
ru: устройство вывода фонового процесса
zh_cn: 后台进程的 tty 输出

source: UNKNOWN
ast: DESCONOCÍO
cs: NEZNÁMÝ
de: UNBEKANNT
el: ΑΓΝΩΣΤΟ
fr: INCONNU
gl: DESCOÑECIDO
it: SCONOSCIUTO
km: មិន​ស្គាល់
ru: НЕИЗВЕСТНО
zh_cn: 未知

source: Unknown signal
ast: Señal desconocida
cs: Neznámý signál
de: Unbekanntes Signal
el: Άγνωστο σήμα
fr: Signal inconnu
gl: Sinal descoñecido
it: Segnale sconosciuto
km: មិន​ស្គាល់​សញ្ញា
ru: Неизвестный сигнал
zh_cn: 未知信号

source: yes
ast: sí
cs: ano
de: Ja
el: ναι
fr: oui
gl: si
it: sì
km: បាទ/ចាស
ru: да
zh_cn: 是

source: no
ast: non
cs: ne
de: Nein
el: όχι
fr: non
gl: non
km: ទេ
ru: нет
zh_cn: 否

source: skip
ast: saltar
cs: přeskočit
de: Überspringen
el: παράλειψη
fr: passer
gl: saltar
it: ometti
km: រំលង
ru: пропустить
zh_cn: 跳过

source: Press any key to continue...
ast: Calque una tecla pa siguir...
cs: Pro pokračování stiskněte libovolnou klávesu ...
de: Beliebige Taste drücken, um fortzufahren …
el: Πατήστε ένα πλήκτρο για να συνεχίσετε...
fr: Appuyez sur une touche pour continuer…
gl: Prema calquera tecla para continuar...
it: Premere un tasto per continuare...
km: ចុច​គ្រាប់ចុច​ណាមួយ​ដើម្បី​បន្ត...
ru: Чтобы продолжить, нажмите любую клавишу...
zh_cn: 按下任何一个键继续…

source: Please choose (%s):
ast: Por favor, escueya (%s):
cs: Prosím vyberte (%s):
de: Bitte wählen Sie (%s):
el: Παρακαλούμε επιλέξτε (%s):
fr: Veuillez choisir (%s) :
gl: Escolla (%s):
it: Scegliere (%s):
km: សូម​ជ្រើស (%s) ។
ru: Выберите (%s):
zh_cn: 请选择 (%s)：

source: Space when finished
ast: Calca espaciu cuando fines
cs: Uvolnit po dokončení
de: Freier Speicherplatz nach Abschluss
el: Ελεύθερος χώρος μετά την ολοκλήρωση
fr: Espace quand terminé
gl: Espazo ao rematar
it: Spazio quando terminato
km: ដកឃ្លា​ពេល​បញ្ចប់
ru: Пробел после завершения
zh_cn: 完成后的空间大小

source: Combine with character above to expand node
ast: Combina col caráuter anterior pa espander el nodu
cs: Pro rozšíření zadejte výše uvedené znaky
de: Kombinieren Sie dies mit dem Zeichen darüber, um den Knoten zu erweitern.
el: Συνδυασμός με τον πιο πάνω χαρακτήρα για την επέκταση του κόμβου
fr: Combiner avec le caractère ci-dessus pour développer le nœud
gl: Combinar co carácter de arriba para expandir o nó
it: In combinazione con un carattere soprastante espande il nodo
km: ផ្សំ​ជាមួយ​តួអក្សរ​ខាងលើ​ដើម្បី​ពង្រីក​ថ្នាំង
ru: Совместите с символами сверху для расширения узла
zh_cn: 使用以上字符连接来展开节点

source: test
ast: prueba
cs: otestovat
de: Testen
el: έλεγχος
fr: tester
gl: proba
it: prova
km: សាកល្បង
ru: тест
zh_cn: 测试

source: test again
ast: volver a probar
cs: znovu otestovat
de: Erneut testen
el: έλεγχος ξανά
fr: tester à nouveau
gl: probar de novo
it: prova ancora
km: សាកល្បង
ru: повторить тест
zh_cn: 再次测试

source: Further information:
ast: Más información:
cs: Další informace:
de: Weitere Informationen:
el: Περαιτέρω πληροφορίες:
fr: Informations complémentaires :
gl: Información adicional:
it: Ulteriori informazioni:
km: ព័ត៌មាន​បន្ថែម ៖
ru: Дополнительная информация:
zh_cn: 更多信息：

source: Please type here and press Ctrl-D when finished:
ast: Por favor escriba equí y calque Ctrl-D cuando fine:
cs: Začněte zde psát a pro ukončení stiskněte Ctrl+D:
de: Bitte schreiben Sie hier und drücken Sie Strg+D, wenn Sie fertig sind:
el: Παρακαλώ πληκτρολογήστε εδώ και όταν τελειώσετε πατήστε Ctrl-D:
fr: Veuillez saisir ici et appuyer sur Ctrl-D lorsque vous avez fini :
gl: Escriba aquí e ao rematar prema Ctrl-D:
it: Scrivere qui e premere Ctrl+D quando terminato:
km: សូម​វាយ​នៅ​ទីនេះ រួច​ចុច Ctrl-D ពេល​បញ្ចប់ ៖
ru: Пожалуйста, наберите текст здесь и нажмите Ctrl-D:
zh_cn: 请在这里输入并在结束时按下 Ctrl-D ：

source: Continue
ast: Siguir
cs: Pokračovat
de: Fortfahren
el: Συνέχεια
fr: Poursuivre
gl: Continuar
it: Continua
km: បន្ត
ru: Продолжить
zh_cn: 继续

source: Rerun
de: Wiederholen
gl: Volver a executar

source: Restart
de: Neustarten
gl: Reiniciar
it: Riavvia

source: SYSTEM TESTING: Please enter your password. Some tests require root access to run properly. Your password will never be stored and will never be submitted with test results.
de: SYSTEMÜBERPRÜFUNG: Bitte geben Sie Ihr Passwort ein. Einige Überprüfungen benötigen Systemverwaltungsrechte um korrekt zu funktionieren. Ihr Passwort wird zu keinem Zeitpunkt gespeichert und nicht mit den Testergebnissen übertragen.
gl: PROBAS DO SISTEMA: Introduce o teu contrasinal. Algunhas probas requiren acceso como root para executarse correctamente. O contrasinal non se gardará nin se enviará cos resultados da proba.

source: PASSWORD:
de: PASSWORT:
gl: CONTRASINAL:

source: Successfully finished testing!
ast: La comprobación finó correcho!
cs: Test byl úspěšně ukončen!
de: Test erfolgreich abgeschlossen
el: Οι δοκιμές ολοκληρώθηκαν επιτυχώς!
fr: Les tests se sont terminés avec succès !
gl: Comprobación rematada correctamente.
it: Test terminati con successo.
km: បាន​បញ្ចប់​ការ​សាកល្បង​ដោយ​ជោគជ័យ !
ru: Проверка успешно завершена!
zh_cn: 成功完成测试！

source: _Finish
ast: _Finar
cs: _Dokončit
de: _Fertig
el: _Τέλος
fr: _Terminer
gl: _Rematar
it: _Fine
km: បញ្ចប់
ru: _Завершить
zh_cn: 完成(_F)

source: Gathering information from your system...
ast: Recoyendo información del so sistema...
cs: Shromažďování informací z vašeho systému...
de: Informationen zum System werden gesammelt …
el: Συλλογή πληροφοριών από το σύστημά σας...
fr: Collecte d'informations sur votre système...
gl: Obtendo a información do sistema...
it: Raccolta delle informazioni sul sistema...
km: កំពុង​ប្រមូល​ព័ត៌មាន​ពី​ប្រព័ន្ធ​របស់​អ្នក...
ru: Сбор информации о вашей системе...
zh_cn: 正在从您的系统上收集信息...

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
ast: Afáyate na comprobación del sistema. Checkbox proporciona pruebes pa confirmar que so sistema furrula correcho. Una vegada finen les pruebes, pues ver un informe resume del sistema.
cs: Vítejte v Testu systému S pomocí testů systému Checkbox se můžete ujistit, že váš systém pracuje správně. Po skončení všech testů si můžete prohlédnout zprávu s výsledky vašeho systému
de: Willkommen bei der Systemüberprüfung! Die Systemüberprüfung stellt Tests bereit, mit denen geprüft werden kann, ob Ihr System ordnungsgemäß funktioniert. Sind die laufenden Tests abgeschlossen, können Sie sich einen Bericht zu Ihrem System ansehen.
el: Καλωσορίσατε στη Δοκιμή συστήματος! Το Checkbox παρέχει δοκιμές για να επιβεβαιωθεί πως το σύστημά σας λειτουργεί σωστά. Μόλις τελειώσετε τις δοκιμές, μπορείτε να δείτε μια συνοπτική αναφορά για το σύστημά σας.
fr: Bienvenue dans les tests du système ! Checkbox propose une batterie de tests permettant de confirmer le bon fonctionnement de votre système. Une fois ces tests effectués, un récapitulatif sera affiché pour celui-ci.
gl: Benvido/a á comprobación do sistema. Checkbox fornecerá probas para confirmar que o seu sistema funciona correctamente. Unha vez teña rematado as probas, pode ver un informe resumo do seu sistema.
it: Benvenuti al test del sistema. Checkbox fornisce dei test per confermare il corretto funzionamento del sistema. Alla fine dell'esecuzione dei test potrà essere visualizzato un report riassuntivo del sistema stesso.
km: សូម​ស្វាគមន៍​មកកាន់​ការ​សាកល្បង​ប្រព័ន្ធ ! Checkbox ផ្ដល់​ការ​សាកល្បង​ដើម្បី​អះអាង​ថា​ប្រព័ន្ធ​របស់​អ្នក​កំពុង​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬទេ ។ ពេល​ដែល​អ្នក​បាន​បញ្ចប់​ដំណើរការ​សាកល្បង អ្នក​អាច​មើល​របាយការណ៍​សង្ខេប​នៃ​ប្រព័ន្ធ​របស់​អ្នក​បាន ។
ru: Добро пожаловать в программу проверки системы! Эта программа предназначена для тестирования работоспособности системы. После окончания тестирования вы сможете просмотреть сводный отчёт по системе.
zh_cn: 欢迎使用系统测试程序！ Checkbox 提供一系列测试来验证您的系统工作正常。当您完成这些测试后，可以察看对系统的总结报告。

source: Warning: Some tests could cause your system to freeze or become unresponsive. Please save all your work and close all other running applications before beginning the testing process.
ast: Avisu: dalgunes pruebes puen facer que'l sistema se conxele o nun respuenda. Guarda tolos trabayos y zarra les aplicaciones que se tean executando enantes d'entamar coles pruebes.
cs: Upozornění: Některé testy mohou způsobit zamrznutí nebo neodpovídání systému. Před spuštěním testu prosím uložte všechnu svou rozdělanou práci a uzavřete všechny ostatní spuštěné aplikace.
de: Warnung: Einige Tests können Ihr System »einfrieren« lassen oder dazu führen, dass es nicht mehr reagiert. Bitte speichern Sie all Ihre Arbeit und schließen momentan laufende Anwendungen, bevor Sie mit den Tests beginnen.
el: Προειδοποίηση: Μερικοί έλεγχοι ενδεχομένως προκαλέσουν πάγωμα ή μη απόκριση του συστήματός σας. Παρακαλώ αποθηκεύστε όλες τις εργασίες σας και κλείστε όλες τις τρέχουσες εφαρμογές πριν την έναρξη της διαδικασίας ελέγχου.
fr: Attention : certains tests peuvent provoquer un blocage du système. Veuillez sauvegarder votre travail et fermer toutes les autres applications avant de commencer les tests.
gl: Aviso: Algunhas probas poden provocar que o seu sistema quede conxelado ou que non responda. Garde todos os seus traballos e peche calquera outro aplicativo que estea en execución antes de iniciar o proceso de probas.
it: Attenzione: alcuni test potrebbero provocare il blocco o rendere non responsivo il sistema. Salvare il proprio lavoro e chiudere tutte le altre applicazioni in esecuzione prima di iniziare il processo di test.
km: ការ​ព្រមាន ៖ ការ​សាកល្បង​ខ្លះ​អាច​បណ្ដាលឲ្យ​ប្រព័ន្ធ​របស់​អ្នក​ដំណើរការ​យឺត ឬ​គាំង ។ សូម​រក្សាទុក​ការងារ​ទាំងអស់​របស់​អ្នក រួច​បិទ​កម្មវិធី​ដែល​កំពុង​ដំណើរការ មុន​ពេល​ចាប់ផ្ដើម​ការ​សាកល្បង ។
ru: Внимание: Некоторые тесты могут вызвать увеличение времени ответа системы. Прежде чем начать тестирование, пожалуйста, сохраните свою работу и закройте все открытые программы.
zh_cn: 警告：一些测试可能导致您的系统失去响应或响应缓慢。开始此测试过程前，请保存您的所有工作，并关闭其他所有正在运行的应用程序。

source: Failed to open file '%s': %s
de: Datei »%s« konnte nicht geöffnet werden: %s
gl: Produciuse un erro ao abrir o ficheiro «%s»: %s
it: Apertura del file «%s» non riuscita: %s

source: Dependencies are missing so some jobs will not run.
de: Aufgrund fehlender Abhängigkeiten können einige Aufträge nicht ausgeführt werden.
gl: Faltan algunhas dependencias polo que algúns traballos non se executarán.

source: To fix this, close checkbox and add the missing dependencies to the whitelist.
de: Um dieses Problem zu beheben, schließen Sie die Systemüberprüfung und fügen Sie die fehlenden Abhängigkeiten zur Positivliste hinzu.
gl: Para arranxar isto, peche checkbox e engada as dependencias que faltan á lista branca.

source: Whitelist not topologically ordered
de: Die Positivliste ist nicht topologisch geordnet.
gl: Lista branca non ordenada topoloxicamente

source: Jobs will be reordered to fix broken dependencies
de: Die Aufträge werden neu angeordnet, um defekte Abhängigkeiten zu reparieren.
gl: Reordenaranse os traballos co fin de arranxar as dependencias rotas

source: Failed to process form: %s
ast: Fallu al procesar el formulariu: %s
cs: Zpracování formuláře neúspěšné: %s
de: Auswertung des Formulars gescheitert: %s
el: Αποτυχία κατεργασίας μορφής: %s
fr: Échec du traitement du formulaire : %s
gl: Produciuse un fallo ao procesar o formulario: %s
it: Elaborazione non riuscita del modulo: %s
km: បាន​បរាជ័យ​ការ​ដំណើរការ​ពី ៖ %s
ru: Не удалось обработать форму: %s
zh_cn: 处理表单失败：%s
