Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: Validate that the numeric keypad LED operates the same before and after resuming from suspend STEPS: 1. Press "Block Num" key to toggle numeric keypad LED 2. Click on the "Test" button to open a window to verify your typing 3. Type using the numeric keypad both when the LED is on and off VERIFICATION: 1. Numeric keypad LED status should toggle everytime the "Block Num" key is pressed 2. Numbers should only be entered in the keyboard verification window when the LED is on
de: ZWECK: Überprüft, ob die LED des Ziffernblocks vor und nach dem Bereitschaftsmodus den gleichen Status anzeigt. DURCHFÜHRUNG: 1. Drücken Sie die »Num Lock«-Taste, um die Num-LED umzuschalten. 2. Klicken Sie auf den Knopf »Testen«, um ein Fenster zu öffnen, in dem Sie Ihre Eingaben prüfen können. 3. Geben Sie etwas über den Ziffernblock ein – einmal wenn die LED an ist, und einmal, wenn sie aus ist. ÜBERPRÜFUNG: 1. Die LED sollte bei jedem Druck auf »Num Lock« den Status ändern. 2. Nummern sollten nur dann in das Eingabefeld geschrieben werden, wenn die LED an ist.
gl: PROPÓSITO: Comprobar o funcionamento do LED do teclado numérico tras continuar despois dunha suspensión PASOS: 1. Prema a tecla de «Bloqueo numérico» para activar o LED do teclado numérico 2. Prema o botón «Probar» para abrir a xanela onde verificar a escritura dos números 3. Escriba usando o teclado numérico co LED acendido e apagado. COMPROBACIÓN: 1. O estado do LED do teclado numérico debería cambiar cada vez que se preme a tecla de «Bloqueo numérico» 2. Os números deberían introducirse na xanela de verificación unicamente cando o LED está acendido.
it: SCOPO: Verificare che il LED del tastierino numerico funzioni allo stesso modo prima e dopo il ripristino dalla sospensione. PASSI: 1. Premere il tasto «Bloc Num» per attivare/disattivare il LED. 2. Fare clic sul pulsante «Prova» per aprire una finestra di verifica della digitazione. 3. Scrivere usando il tastierino numerico sia quando il LED è acceso sia quando è spento. VERIFICA: 1. Il LED del tastierino numerico dovrebbe attivarsi/disattivarsi ogni volta che viene premuto il tasti «Bloc Num». 2. I numeri dovrebbero essere immessi nella finestra di verifica della tastiera solo quando il LED è acceso.

source: PURPOSE: Validate that the Caps Lock key operates the same before and after resuming from suspend STEPS: 1. Press "Block Cap Keys" to activate/deactivate cap keys blocking 2. Cap Keys LED should be switched on/off every time the key is pressed VERIFICATION: Did the Cap Keys LED light as expected after resuming from suspend?
de: ZWECK: Überprüfung der Funktion der Umschalttaste, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Drücken Sie die Umschalttaste, um die dauerhafte Großschreibung zu aktivieren/deaktivieren. 2. Immer wenn die Umschalttaste betätigt wird, sollte die LED der Umschaltfunktion an/aus gehen. ÜBERPRÜFUNG: Hat sich die LED der Umschalttaste entsprechend der Änderung der Funktion verhalten?
gl: PROPÓSITO: Comprobar que o bloqueo de maiúsculas funciona igual antes e despois de continuar tras unha suspensión PASOS: 1. Prema a «Tecla de bloqueo de maiúsculas» para activar/desactivar o bloqueo de maiúsculas 2. O LED de bloqueo de maiúsculas debería acenderse e apagarse cada vez que se preme a tecla COMPROBACIÓN: Acendeuse o LED de bloqueo de maiúsculas correctamente tras a suspensión?
it: SCOPO: Verificare che il tasto «BlocMaiusc» funzioni allo stesso modo prima e dopo il ripristino dalla sospensione. PASSI: 1. Premere il tasto «BlocMaiusc» per attivare/disattivare il blocco delle maiuscole. 2. Il LED del blocco delle maiuscole dovrebbe accendersi e spegnersi ogni volta che viene premuto il tasto. VERIFICA: Il LED del blocco delle maiuscole funzione come dovrebbe anche dopo il ripristino dalla sospensione?

source: PURPOSE: WLAN LED verification after resuming from suspend STEPS: 1. Make sure WLAN connection is established 2. WLAN LED should light VERIFICATION: Did the WLAN LED light as expected after resuming from suspend?
de: ZWECK: Überprüfung der WLAN-LED, nachdem dem Aufwachen aus dem Bereitschaftsmodus. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass eine WLAN-Verbindung besteht. 2. Die WLAN-LED sollte leuchten. ÜBERPRÜFUNG: Leuchtete die WLAN-LED nach dem Aufwachen aus dem Bereitschaftsmodus wie erwartet?
gl: PROPÓSITO: Comprobar o LED da rede sen fíos WLAN tras continuar despois dunha suspensión PASOS: 1. Asegúrese que se estabeleceu a conexión coa rede sen fíos local WLAN 2. O LED da WLAN debería iluminarse COMPROBACIÓN: Acendeuse o LED da WLAN tras continuar despois da suspensión?

source: PURPOSE: Validate that WLAN LED shuts off when disabled after resuming from suspend STEPS: 1. Connect to AP 2. Use Physical switch to disable WLAN 3. Re-enable 4. Use Network-Manager to disable WLAN VERIFICATION: Did the LED turn off then WLAN is disabled after resuming from suspend?
de: ZWECK: Überprüft, ob die WLAN-LED bei deaktivierter WLAN-Funktion ausgeschaltet wird, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Verbinden Sie sich mit einem WLAN-Zugriffspunkt. 2. Benutzen Sie den Schalter, um die WLAN-Funktion auszuschalten. 3. Schalten Sie die Funktion wieder ein. 4. Benutzen Sie die Netzwerkverwaltung, um die WLAN-Funktion zu deaktivieren. ÜBERPRÜFUNG: Schaltet sich die LED aus, sobald die WLAN-Funktion deaktiviert ist, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED da rede sen fíos WLAN se apaga ao estar desactivada tras continuar despois dunha suspensión PASOS: 1. Conectar a un punto de acceso 2. Usar un interruptor físico para desactivar a WLAN 3. Activar de novo 4. Usar o xestor de redes para desactivar a WLAN COMPROBACIÓN: Apágase o LED cando se desactiva a rede sen fíos WLAN tras continuar despois da suspensión?
it: SCOPO: Verificare che il LED si spenga quanto viene disabilitata la WLAN dopo il ripristino dalla sospensione. PASSI: 1. Connettersi a un AP (Acces Point). 2. Usare l'interruttore fisico per disabilitare la WLAN. 3. Abilitare nuovamente la rete. 4. Usare il gestore di rete per disabilitare la rete WLAN. VERIFICA: Il LED si spegne quando la WLAN viene disabilitata dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the Bluetooth LED turns on and off when BT is enabled/disabled after resuming from suspend STEPS: 1. Switch bluetooth off from a hardware switch (if present) 2. Switch bluetooth back on 3. Switch bluetooth off from the panel applet 4. Switch bluetooth back on VERIFICATION: Did the bluetooth LED turn off and on twice after resuming from suspend?
de: ZWECK: Überprüfen, ob die Bluetooth-LED leuchtet/nicht leuchtet, sobald Bluetooth aktiviert/deaktiviert ist, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Deaktivieren Sie Bluetooth mithilfe eines Geräteschalters (sofern vorhanden). 2. Aktivieren Sie Bluetooth wieder. 3. Deaktivieren Sie Bluetooth mithilfe der Menüeinstellung. 4. Aktivieren Sie Bluetooth wieder. ÜBERPRÜFUNG: Hat sich die Bluetooth-LED zweimal aus- und eingeschaltet, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED do Bluetooth se apaga e se acende cando o BT se activa/desactiva tras continuar despois dunha suspensión PASOS: 1. Desactive o Bluetooth usando o botón do aparato (se existe) 2. Active de novo o Bluetooth 3. Desactive o Bluetooth desde o miniaplicativo do panel 4. Active de novo o Bluetooth COMPROBACIÓN: Apagouse e acendeuse o LED dúas veces tras continuar despois da suspensión?
it: SCOPO: Verificare che il LED del Bluetooth si accenda e si spenga quando si attiva/disattiva il Bluetooth dopo il ripristino dalla sospensione. PASSI: 1. Spegnere il Bluetooth usando un interruttore fisico (se presente). 2. Riaccendere il Bluetooth. 3. Spegnere il Bluetooth dall'applet del pannello. 4. Riaccendere il Bluetooth. VERIFICA: Il LED del Bluetooth si accende e si spegne in entrambi i casi dopo il ripristino dalla sospensione?

source: PURPOSE: Validate that the camera LED still works as expected after resuming from suspend STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED still turn on and off after resuming from suspend?
de: ZWECK: Überprüft, ob die Kamera-LED wie erwartet funktioniert, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde DURCHFÜHRUNG: 1. Wählen Sie »Testen«, um die Kamera einzuschalten. 2. Die Kamera-LED sollte ein paar Sekunden lang leuchten. ÜBERPRÜFUNG: Hat sich die Kamera-LED ein- und ausgeschaltet, auch nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED da cámara continúa funcionando correctamente tras continuar despois dunha suspensión PASOS: 1. Seleccione «Probar» para activar a cámara 2. O LED da cámara debería acenderse durante uns segundos COMPROBACIÓN: Segue acendéndose e apagándose o LED da cámara tras continuar despois dunha suspensión?
it: SCOPO: Verificare che il LED della webcam funzioni correttamente anche dopo il ripristino dalla sospensione. PASSI: 1. Fare clic su «Prova» per attivare la webcam. 2. Il LED della webcam dovrebbe accendersi per alcuni secondi. VERIFICA: Il LED della webcam si accende e si spegne dopo il ripristino dalla sospensione?

source: PURPOSE: Touchpad LED verification after resuming from suspend STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
de: ZWECK: Dieser Test überprüft, ob die Touchpad-LED funktioniert, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Drücken Sie die Touchpad-Taste oder die Tastenkombination, um die Touchpad-Tasten ein-/auszuschalten. 2. Bewegen Sie Ihren Finger auf dem Touchpad. ÜBERPRÜFUNG: 1. Der Zustand der Touchpad-LED sollte sich jedes mal beim Drücken der Taste oder der Tastenkombination ändern. 2. Wenn die LED leuchtet, sollte sich der Mauszeiger bei der Benutzung des Touchpads bewegen. 3. Wenn die LED nicht leuchtet, sollte sich der Mauszeiger bei der Benutzung des Touchpads nicht bewegen.
gl: PROPÓSITO: Comprobar o LED da área táctil despois de continuar tras a suspensión PASOS: 1. Prema no botón da área táctil ou na combinación de teclas que activa/desactiva o botón da área táctil 2. Esvare o dedo sobre a área táctil COMPROBACIÓN: 1. O estado do LED da área táctil debería cambiar cada vez que preme o botón ou a combinación de teclas 2. Cando o LED está acendido, o punteiro do rato deberías moverse ao tocar a área táctil 3. Cando o LED está apagado, o punteiro do rato non debería moverse ao tocar na área táctil.
it: SCOPO: Verificare il funzionamento del LED del touchpad dopo il ripristino dalla sospensione. PASSI: 1. Fare clic sul pulsante o usare la combinazione di tasti per abilitare/disabilitare il touchpad. 2. Fare scorrere le dita sul touchpad. VERIFICA: 1. Il LED del touchpad dovrebbe attivarsi/disattivarsi ogni volta che il pulsante o la combinazione di tasti vengono premuti. 2. Quando il LED è acceso, il puntatore del mouse dovrebbe muoversi usando il touchpad. 3. Quando il LED è spento, il puntatore del mouse non dovrebbe muoversi usando il touchpad.

source: PURPOSE: Validate Wireless (WLAN + Bluetooth) LED operated the same after resuming from suspend STEPS: 1. Make sure WLAN connection is established and Bluetooth is enabled. 2. WLAN/Bluetooth LED should light 3. Switch WLAN and Bluetooth off from a hardware switch (if present) 4. Switch them back on 5. Switch WLAN and Bluetooth off from the panel applet 6. Switch them back on VERIFICATION: Did the WLAN/Bluetooth LED light as expected after resuming from suspend?
de: ZWECK: Dieser Test überprüft die LED für Funkverbindungen (WLAN + Bluetooth), nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass die WLAN-Verbindung aufgebaut wurde und Bluetooth eingeschaltet ist. 2. Die WLAN/Bluetooth-LED sollte leuchten. 3. Schalten Sie WLAN und Bluetooth mit dem Schalter aus (falls vorhanden). 4. Schalten Sie es wieder an. 5. Schalten Sie WLAN und Bluetooth über die Menüleiste aus. 6. Schalten Sie es wieder an. ÜBERPRÜFUNG: Hat die WLAN/Bluetooth-LED wie erwartet geleuchtet, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Comprobar que o LED da conexión sen fíos (WLAN+Bluetooth) funciona tras continuar despois dunha suspensión PASOS: 1. Asegúrese de que se estabeleceu a conexión WLAN e que o Bluetooth está activado. 2. O LED WLAN/Bluetooth debería estar acendido. 3. Apague o WLAN/Bluetooth desde o botón do computador (se existe). 4. Volva acendelos 5. Apague o WLAN/Bluetooth desde o miniaplicativo do panel 6. Volva acendelos COMPROBACIÓN: Acendeuse correctamente o LED da conexión WLAN/Bluetooth tras continuar despois dunha suspensión?
it: SCOPO: Verificare il LED delle connessioni senza fili (WLAN + Bluetooth) funzioni anche dopo il ripristino dalla sospensione. PASSI: 1. Assicurarsi che la connessione WLAN sia stabilita e che il Bluetooth sia abilitato. 2. Il LED WLAN/Bluetooth dovrebbe essere acceso. 3. Spegnere la WLAN e il Bluetooth tramite un interruttore hardware (se presente). 4. Riaccenderli nuovamente. 5. Spegnere la WLAN e il Bluetooth tramite l'applet del pannello. 6. Riaccenderli nuovamente. VERIFICA: Il LED WLAN/Bluetooth si è acceso come previsto dopo il ripristino dalla sospensione?

source: PURPOSE: This test will test the brightness key after resuming from suspend STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses after resuming from suspend?
de: ZWECK: Dieser Test überprüft die Tasten zur Regelung der Bildschirm-Hintergrundbeleuchtung, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde DURCHFÜHRUNG: 1. Drücken Sie die Tasten zur Helligkeitsregelung auf der Tastatur. ÜBERPRÜFUNG: Folgt die Helligkeit der Bildschirm-Hintergrundbeleuchtung Ihrem Tastendruck, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Esta proba verificará a tecla de brillo despois de continuar tras unha suspensión PASOS: 1. Prema nos botón do brillo do teclado COMPROBACIÓN: Cambiou a luminosidade co uso dos botóns tras continuar desde unha suspensión?
it: SCOPO: Questo test verifica il funzionamento dei tasti di luminosità dopo il ripristino dalla sospensione. PASSI: 1. Premere i tasti della luminosità sulla tastiera. VERIFICA: La luminosità è cambiata in seguito alla pressione dei tasti dopo il ripristino dalla sospensione?

source: PURPOSE: This test will test the volume keys of your keyboard after resuming from suspend STEPS: Skip this test if your computer has no volume keys. 1. Click test to open a window on which to test the volume keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Did the volume change following to your key presses?
gl: PROPÓSITO: Esta proba verifica as teclas de volume do teclado tras continuar despois dunha suspensión PASOS: Se o computador non dispón de teclas de volume, omita esta proba. 1. Prema «Probar» para abrir unha xanela na que probar as teclas de volume. 2. Se todas as teclas funcionan, a proba márcase como pasada. COMPROBACIÓN: Cambia o volume segundo a tecla que se prema?

source: PURPOSE: This test will test the mute key of your keyboard after resuming from suspend STEPS: 1. Click test to open a window on which to test the mute key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Did the volume mute following your key presses?
de: ZWECK: Dieser Test überprüft die Funktion der Stumm-Taste Ihrer Tastatur, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein Fenster zu öffnen, welches die Stummschaltung überprüft. 2. Wenn die Taste funktioniert, ist der Test bestanden und das Fenster wird geschlossen. ÜBERPRÜFUNG: Folgt die Stummschaltung Ihrem Tastendruck?
gl: PROPÓSITO: Esta proba verifica a tecla de silencio do teclado tras continuar despois dunha suspensión PASOS: 1. Prema «Probar» para abrir unha xanela na que verificar a tecla de silencio. 2. Se a tecla funciona,pasará a proba e a xanela pecharase.
it: SCOPO: Questo test verifica il funzionamento del tasto per disattivare l'audio dopo il ripristino dalla sospensione. PASSI: 1. Fare clic su «Prova» per aprire una finestra nella quale verificare il funzionamento del tasto per disattivare l'audio. 2. Se il tasto funziona, il test verrà contrassegnato come superato con successo. VERIFICA: L'audio, viene attivato/disattivato correttamente alla pressione del tasto?

source: PURPOSE: This test will test the sleep key after resuming from suspend STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key after resuming from suspend?
de: ZWECK: Dieser Test überprüft die Bereitschaftstaste, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Drücken Sie die Bereitschaftstaste auf der Tastatur. 2. Wecken Sie das System durch Drücken des An-/Aus-Schalters auf. ÜBERPRÜFUNG: Wurde das System nach dem Drücken der Bereitschaftstaste in Bereitschaft versetzt, nachdem der Rechner zuvor in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Esta proba verifica a tecla de hibernar tras continuar despois dunha suspensión PASOS: 1. Prema a tecla de hibernar do teclado 2. Active o sistema premendo o botón de acendido COMPROBACIÓN: Hibernou o sistema despois de premer a tecla de hibernar despois de continuar tras a suspensión?
it: SCOPO: Questo test verifica il funzionamento del tasto di sospensione dopo il ripristino. PASSI: 1. Premere il tasto di sospensione sulla tastiera. 2. Ripristinare il sistema premendo il tasto di accensione. VERIFICA: Il sistema è andato in sospensione dopo aver premuto il tasto relativo anche dopo il ripristino?

source: PURPOSE: This test will test the battery information key after resuming from suspend STEPS: Skip this test if you do not have a Battery Button. 1. Click Test to begin 2. Press the Battery Info button (or combo like Fn+F3) 3: Close the Power Statistics tool if it opens VERIFICATION: Did the Battery Info key work as expected after resuming from suspend?
gl: PROPÓSITO: Esta proba verifica a tecla de información da batería tras continuar despois dunha suspensión PASOS: Se non dispón do botón de batería, omita esta proba 1. Prema «Probar» para comezar 2. Prema o botón de información da batería (ou unha combinación como Fn+F3) 3. Peche a ferramenta de estatísticas da enerxía se esta se abre COMPROBACIÓN: Funcionou a tecla de información da batería como se esperaba tras continuar despois da suspensión?

source: PURPOSE: This test will test the wireless key after resuming from suspend STEPS: 1. Press the wireless key on the keyboard 2. Press the same key again VERIFICATION: Did the wireless go off on the first press and on again on the second after resuming from suspend?
de: ZWECK: Dieser Test überprüft die Funknetzwerktaste, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Drücken Sie die Funknetzwerktaste auf der Tastatur. 2. Drücken Sie die gleiche Taste noch einmal. ÜBERPRÜFUNG: Schaltete sich die Funknetzwerkverbindung beim ersten Betätigen ab und schaltete sie sich beim zweiten Mal wieder ein, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Esta proba verificará a tecla da rede sen fíos tras continuar despois dunha suspensión PASOS: 1. Prema a tecla da rede sen fíos do teclado 2. Prema a mesma tecla de novo COMPROBACIÓN: A rede sen fíos desactivouse no primeiro paso e activouse no segundo tras continuar despois da suspensión?
it: SCOPO: Questo test verifica il funzionamento del tasto della rete senza fili dopo il ripristino dalla sospensione. PASSI: 1. Premere il tasto della rete senza fili sulla tastiera. 2. Premere nuovamente il tasto. VERIFICA: La rete senza fili è stata disabilitata dopo la prima pressione del tasto e abilitata nuovamente dopo la seconda al rispristino dalla sospensione?

source: PURPOSE: This test will test the media keys of your keyboard after resuming from suspend STEPS: Skip this test if your computer has no media keys. 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected after resuming from suspend?
gl: PROPÓSITO: Esta proba verificará as teclas multimeda do teclado tras continuar despois dunha suspensión PASOS: Se o computador non ten teclas multimedia ignore esta proba. 1. Prema «Probar» para abrir unha xanela na que probar as teclas multimedia. 2. Se todas as teclas funcionan, a proba marcarase como pasada. COMPROBACIÓN: Funcionan correctamente as teclas tras continuar despois da suspensión?

source: PURPOSE: This test will test the super key of your keyboard after resuming from suspend STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected after resuming from suspend?
de: ZWECK: Dieser Test überprüft die Super-Taste Ihrer Tastatur, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein Fenster zu öffnen, in dem die Super-Taste überprüft werden kann. 2. Wenn die Taste funktioniert, wird dieser Test als bestanden angesehen und das Fenster geschlossen. ÜBERPRÜFUNG: Hat die Super-Taste wie erwartet funktioniert, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde?
gl: PROPÓSITO: Esta proba verifica a tecla «Super» do teclado tras continuar despois dunha suspensión PASOS: 1. Prema «Probar» para abrir unha xanela na que probar a tecla «Super». 2. Se a tecla funciona, pasará a proba e a xanela pecharase COMPROBACIÓN: Funciona a tecla «Super» correctamente tras continuar despois dunha suspensión?
it: SCOPO: Questo test verifica il funzionamento del tasto «Super» dopo il ripristino dalla sospensione. PASSI: 1. Fare clic su «Prova» per aprire una finestra nella quale verificare il funzionamento del tasto «Super». 2. Se il tasto funziona, il test verrà contrassegnato come superato con successo. VERIFICA: Il tasto «Super» funziona correttamente dopo il ripristino dalla sospensione.
