Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
ast: OXETIVU: Esta prueba verifica que la conexón bluetooth funciona correutamente PASOS: 1. Activar bluetooth en cualquier preséu móvil (PDA, smartphone, etc.). 2. Calca nel iconu de bluetooth na barra de menús 3. Escueyi «Configurar preséu nuevu» 4. Busca'l preséu na llista y escueyi 5. Nel preséu d'escribe'l códigu PIN escoyíu automáticamente pol asistente 6. El preséu tien d'empareyase col equipu 7. Calca nel iconu de bluetooth y escueyi desaminar ficheros 8. Autorizar l'equipu pa guetar los ficheros nel preséu si ye necesario 9. Tienes de ser quien a desaminar los ficheros VERIFICACIÓN: ¿Funcionen tolos pasos?
cs: CÍL: Tento test ověří, že bluetooth funguje správně POSTUP: 1. Povolte bluetooth na nějakém mobilním zařízení (mobil, PDA, etc.) 2. Klikněte v menu na ikonu bluettoth 3. Vyberte 'Nastavit nové zařízení' 4. Vyhledejte své zařízení 5. Na zařízení vyplňte vygenerovaný PIN 6. Zařízení by se mělo připojit k počítači 7. Klikněte pravým tlačítkem na ikonu bluettoth a vyberte 'Procházet soubory' 8. Pokud je to potřeba, povolte v zařízení procházení souborů 9. Mělo by být možné procházet soubory DŮKAZ: Funguje vše dle očekávání?
de: ZWECK: Dieser Test überprüft, ob die Bluetooth-Verbindung richtig funktioniert. DURCHFÜHRUNG: 1. Aktivieren Sie Bluetooth auf jedem mobilen Gerät (PDA, Smartphone, usw.). 2. Klicken Sie auf das Bluetooth-Symbol in der Menüleiste. 3. Wählen Sie »Neues Gerät einrichten«. 4. Suchen Sie in der Liste nach dem Gerät und wählen Sie es aus. 5. Geben Sie im Gerät den PIN-Code ein, der automatisch vom Assistenten vergeben wurde. 6. Das Gerät sollte sich mit dem Rechner verbinden (Pairing). 7. Klicken Sie mit der rechten Maustaste auf das Bluetooth-Symbol und wählen Sie »Dateien durchsuchen«. 8. Wenn nötig, lassen Sie zu, dass der Rechner die Dateien auf dem Gerät durchsucht. 9. Es sollte Ihnen nun möglich sein, die Dateien zu durchsuchen. ÜBERPRÜFUNG: Konnten alle Schritte fehlerfrei ausgeführt werden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η bluetooth σύνδεση λειτουργεί σωστά ΒΗΜΑΤΑ: 1. Ενεργοποιήστε το bluetooth σε οποιαδήποτε φορητή συσκευή (ταμπλέτα, κινητό τηλέφωνο, κτλ.) 2. Κάντε κλικ στο εικονίδιο του bluetooth στην μπάρα μενού 3. Επιλέξτε «Ρύθμιση νέας συσκευής» 4. Ψάξτε για τη συσκευή στη λίστα και επιλέξτε την 5. Εισάγετε στη συσκευή τον αριθμό PIN που επιλέχθηκε αυτόματα από τον οδηγό σύνδεσης 6. Η συσκευή θα πρέπει να συζευχθεί με τον υπολογιστή 7. Κάντε δεξί κλικ στο εικονίδιο του bluetooth και επιλέξτε να περιηγηθείτε στα αρχεία 8. Εξουσιοδοτήστε αν είναι απαραίτητο τον υπολογιστή ώστε να έχει δυνατότητα περιήγησης στα αρχεία της συσκευής 9. Θα πρέπει να μπορείτε να περιηγηθείτε σε όλα τα αρχεία ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησαν όλα τα βήματα;
fr: BUT : Ce test va vérifier que la connexion Bluetooth fonctionne correctement ÉTAPES : 1. Activez le mode Bluetooth sur votre appareil mobile (PDA, smartphone, etc.) 2. Cliquez sur l'icône Bluetooth dans la barre menu 3. Sélectionnez « configurer un nouveau périphérique » 4. Cherchez l'appareil dans la liste et sélectionnez-le 5. Entrez le code PIN choisi automatiquement par l'assistant dans votre appareil 6. L'appareil devrait s'associer avec l'ordinateur 7. Faites un clic droit sur l'icône Bluetooth et sélectionnez « Parcourir les fichiers d'un périphérique » 8. Autorisez l'ordinateur à parcourir les fichier de l'appareil au besoin 9. Vous devriez pouvoir parcourir les fichiers VÉRIFICATION : Toutes ces étapes ont-elles fonctionné ?
gl: PROPÓSITO: Esta proba verifica que a conexión bluetooth funciona correctamente PASOS: 1. Active bluetooth en calquera dispositivo móbil (PDA, smartphone, etc.). 2. Prema a icona de bluetooth na barra de menús 3. Seleccione «Configurar un dispositivo novo» 4. Busque o dispositivo na lista e escóllao 5. No dispositivo, escriba o código PIN elixido automaticamente polo asistente 6. O dispositivo debe emparellarse co equipo 7. Prema a icona de bluetooth e seleccione examinar arquivos 8. Autorice o equipo para buscar os ficheiros no dispositivo se é necesario 9. Debe ser capaz de examinar os ficheiros COMPROBACIÓN: Funcionan todos os pasos?
it: SCOPO: Questo test verifica il corretto funzionamento della connessione Bluetooth. PASSI: 1. Abilitare il Bluetooth su qualche dispositivo mobile (PDA, smartphone, ecc.). 2. Fare clic sull'icona Bluetooth nella barra dei menù. 3. Selezionare «Imposta nuovo dispositivo...». 4. Cercare il dispositivo nell'elenco e selezionarlo. 5. Digitare nel dispositivo il codice PIN scelto automaticamente dall'assistente alla configurazione. 6. Il dispositivo dovrebbe associarsi al computer. 7. Fare clic con il pulsante destro sull'icona Bluetooth e selezionare «Esplora file...». 8. Autorizzare il computer a esplorare i file nel dispositivo, se necessario. 9. Dovrebbe essere possibile esplorare i file. VERIFICA: Le operazioni hanno avuto successo?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​ការ​តភ្ជាប់​ប៊្លូធូស​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ជំហាន ៖ ១. បើក​ប៊្លូធូស​នៅ​លើ​ឧបករណ៍​​​ចល័ត​ណាមួយ (PDA, smartphone ជាដើម ។) ២. ចុច​លើ​រូបតំណាង​ប៊្លូធូស​នៅ​ក្នុង​របារ​ម៉ឺនុយ ៣. ជ្រើស 'រៀបចំ​ឧបករណ៍​ថ្មី' ៤. រកមើល​ឧបករណ៍​នៅ​ក្នុង​បញ្ជី ហើយ​ជ្រើស​វា ៥. នៅ​ក្នុង​ឧបករណ៍ សរសេរ​កូដ PIN ដែល​ត្រូវ​​បាន​ជ្រើសរើស​ស្វ័យប្រវត្តិ​ដោយ​អ្នក​ជំនួយការ ៦. ឧបករណ៍​គួរតែ​ផ្គូ​ជាមួយ​កុំព្យូទ័រ ៧. ចុច​កណ្ដុរ​ស្ដាំ​លើ​រូបតំណាង​ប៊្លូធូស និង​ជ្រើស រកមើល​ឯកសារ ៨. អនុញ្ញាត​ឲ្យ​កុំព្យូទ័រ​រកមើល​ឯកសារ​នៅ​ក្នុង​ឧបករណ៍ ប្រសិនបើ​ចាំបាច់ ៩. អ្នក​អាច​នឹង​ត្រូវ​រកមើល​ឯកសារ​ផង​ដែរ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ជំហាន​ទាំងអស់​ដំណើរការ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности bluetooth соединения ДЕЙСТВИЯ: 1. Включите bluetooth на любом из мобильных устройств (КПК, смартфон и т.п.) 2. Щёлкните на значке bluetooth в панели меню 3. Выберите 'Установить новое устройство' 4. Выберите устройство из списка 5. На устройстве введите PIN-код, автоматически присваиваемый мастером 6. Устройство должно быть сопряжено с компьютером 7. Щёлкните правой кнопкой мыши на значке bluetooth и выберите обзор файлов 8. Авторизируйте компьютер для обзора файлов на устройстве (если необходимо) 9. У вас появится возможность обзора файлов ПРОВЕРКА: Все ли действия выполнены успешно?
zh_cn: 目的： 此测试将检查蓝牙连接是否正确工作 步骤： 1. 启用任何移动设备(PDA、智能手机等)上的蓝牙 2. 单击菜单栏中的蓝牙图标 3. 选择 '设置新设备' 4. 在列表中查找该设备，并选择 5. 在该设备中输入由向导自动选择的 PIN 码 6. 该设备应与此计算机配对 7. 右键单击蓝牙图标，选择浏览文件 8. 需要时授权此计算机浏览该设备中的文件 9. 您应能够浏览这些文件 验证： 所有这些步骤是否均能够执行？

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
ast: OXETIVU: Esta prueba comprueba que pues tresferir información a traviés de una conexón Bluetooth PASOS: 1. Asegúrate de que yes quien al restolar pente los ficheros del to preséu móvil 2. Copiar un ficheru dende'l equipu al preséu móvil 3. Copiar un ficheru dende'l preséu móvil al equipu VERIFICACIÓN: ¿Tolos ficheros copiáronse correutamente?
cs: CÍL: Tento test otestuje přenos informací zkrze bluetooth POSTUP: 1. Ujistěte se, že můžete procházet soubory v mobilním zařízení 2. Zkopírujte soubor z počítače do mobilního zařízení 3. Zkopírujte soubor z mobilního zařízení do počítače DŮKAZ: Zkopírovali se všechny soubory správně?
de: ZWECK: Dieser Test überprüft, ob Sie Informationen mit Hilfe einer Bluetooth-Verbindung übertragen können. DURCHFÜHRUNG: 1. Stellen Sie sicher, dass es Ihnen möglich ist, die Dateien Ihres mobilen Geräts zu durchsuchen. 2. Kopieren Sie eine Datei vom Rechner auf das mobile Gerät. 3. Kopieren Sie eine Datei vom mobilen Gerät auf den Rechner. ÜBERPRÜFUNG: Wurden alle Dateien fehlerfrei kopiert?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι μπορείτε να μεταφέρετε πληροφορίες μέσω μίας σύνδεσης bluetooth ΒΗΜΑΤΑ: 1. Βεβαιωθείτε ότι μπορείτε να περιηγηθείτε στα αρχεία της φορητής συσκευής σας 2. Αντιγράψτε ένα αρχείο από τον υπολογιστή στη φορητή συσκευή 3. Αντιγράψτε ένα αρχείο από τη φορητή συσκευή στον υπολογιστή ΕΠΑΛΗΘΕΥΣΗ: Αντιγράφηκαν σωστά όλα τα αρχεία;
fr: BUT : Ce test va vérifier que vous pouvez transférer des informations via la connexion Bluetooth ÉTAPES : 1. Vérifiez que vous pouvez parcourir les fichiers de votre appareil mobile 2. Copiez un fichier depuis votre ordinateur vers votre appareil mobile 3. Copiez un fichier depuis votre appareil mobile vers votre ordinateur VÉRIFICATION : Tous les fichiers ont-ils été copiés correctement ?
gl: PROPÓSITO: Esta proba verifica que pode transferir información a través dunha conexión Bluetooth PASOS: 1. Asegúrese de que pode examinar os ficheiros no seu dispositivo móbil 2. Copie un ficheiro do equipo ao dispositivo móbil 3. Copie un ficheiro do dispositivo móbil ao equipo COMPROBACIÓN: Copiáronse todos os ficheiros correctamente?
it: SCOPO: Questo test verifica che sia possibile trasferire informazioni attraverso una connessione Bluetooth. PASSI: 1. Assicurarsi di essere in grado di esplorare i file nel proprio dispositivo mobile. 2. Copiare un file dal computer al dispositivo mobile. 3. Copiare un file dal dispositivo mobile al computer. VERIFICA: I file sono stati copiati tutti correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា តើ​អ្នក​អាច​ផ្ទេរ​ព័ត៌មាន​តាម​ប៊្លូធូស​បាន​ដែរ​ឬ​ទេ ជំហាន ៖ ១. ប្រាកដ​ថា អ្នក​អាច​រកមើល​ឯកសារ​នៅ​ក្នុង​ឧបករណ៍​ចល័ត​របស់​អ្នក ២. ចម្លង​ឯកសារ​ពី​កុំព្យូទ័រ​ទៅ​ឧបករណ៍​ចល័ត ៣. ចម្លង​ឯកសារ​ពី​ឧបករណ៍​ចល័ត​ទៅ​កុំព្យូទ័រ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ឯកសារ​ទាំងអស់​ត្រូវ​បាន​ចម្លង​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Данный тест проверит возможность передачи информации через bluetooth соединение ДЕЙСТВИЯ: 1. Убедитесь, что вы имеете возможность просматривать файлы в вашем мобильном устройстве 2. Скопируйте файл с вашего компьютера на мобильное устройство 3. Скопируйте файл с мобильного устройства на ваш компьютер ПРОВЕРКА: Все ли файлы были скопированы без ошибок?
zh_cn: 目的： 此测试将检查您是否能够通过蓝牙连接传输信息 步骤： 1. 确保您能够浏览您移动设备上的文件 2. 将一个文件从此计算机复制到该移动设备 3. 将一个文件从该移动设备复制到此计算机 验证： 所有文件是否均正确复制？

source: PURPOSE: This test will check that you can use a BlueTooth HID device STEPS: 1. Enable either a BT mouse or keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 6. For keyboards, click the Test button to lauch a small tool. Enter some text into the tool and close it. VERIFICATION: Did the device work as expected?
de: ZWECK: Dieser Test stellt sicher, dass Sie ein Bluetooth-HID-Gerät verwenden können. DURCHFÜHRUNG: 1. Schalten Sie eine Bluetooth-Maus oder -Tastatur ein. 2. Klicken Sie auf das Bluetooth-Symbol in der Menüleiste. 3. Wählen Sie »Neues Gerät einrichten«. 4. Suchen Sie das Gerät in der Liste und wählen Sie es aus. 5. Bei Mäusen sollten Sie den Mauszeiger bewegen, die Maustasten drücken und Doppelklicks durchführen. 6. Bei Tastaturen klicken Sie auf den Test-Knopf, um ein kleines Fenster zu öffnen. Geben Sie etwas Text in das Fenster ein und schließen Sie es anschließend. ÜBERPRÜFUNG: Funktioniert das Gerät wie gewünscht?
gl: PROPÓSITO: Esta proba verifica que pode empregar un dispositivo HID de BlueTooth PASOS: 1. Active un rato ou un teclado con Bluetooth 2. Prema a icona de Bluetooth da barra de menú 3. Escolla «Conifgurar un novo dispositivo» 4. Busque o dispositivo na lista e seleccióneo 5. Cos ratos realice accións como mover o punteiro, premer cos botóns dereito e esquerdo e dobres clics 6. Cos teclados, prema o botón Proba para iniciar unha ferramenta pequena. Introduza algo de texto nesa ferramenta e pé chea. COMPROBACIÓN: Respondeu o dispositivo como se esperaba?
it: SCOPO: Questo test verifica che sia possibile utilizzare un dispositivo Bluetooth HID. PASSI: 1. Abilitare un mouse e una tastiera Bluetooth. 2. Fare clic sull'icona del Bluetooth nella barra dei menù. 3. Selezionare «Imposta nuovo dispositivo». 4. Cercare il dispositivo nel'elenco e selezionarlo. 5. Per i mouse, eseguire operazioni come muovere il puntatore, fare clic con i pulsanti destro e sinistro e fare un doppio-clic. 6. Per le tastiere, fare clic su «Prova» per lanciare un piccolo strumento. Inserire del testo nello strumento e chiuderlo. VERIFICA: Il dispositivo funziona come previsto?

source: This Automated test attempts to detect a camera.
ast: Esta prueba automática intenta deteutar una cámara.
cs: Tento test se pokusí najít kameru
de: Dieser automatische Test versucht eine Kamera zu erkennen.
el: Αυτός ο αυτοματοποιημένος έλεγχος έχει σαν σκοπό την ανίχνευσης κάμερας.
fr: Ce test automatisé tente de détecter une caméra.
gl: Esta proba automática tenta detectar unha cámara.
it: Questo test automatico prova a rilevare una webcam.
km: ការ​សាកល្បង​ស្វ័យប្រវត្តិ​នេះ​ប៉ុនប៉ង​ស្វែងរក​ម៉ាស៊ីន​ថត ។
ru: Эта автоматизированная проверка попытается определить камеру.
zh_cn: 此自动测试尝试检测摄像头。

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera for ten seconds. VERIFICATION: Did you see the video capture?
ast: OXETIVOS: Esta prueba va verificar que la cámara integrada furrule PASOS A SIGUIR: 1.Calca en Probar pa ver una captura de videu de la cámara durante diez segundos. VERIFICACIÓN: ¿Pudisti ver la captura de videu?
cs: CÍL: Tento test vyzkouší zda vestavěná kamera funguje POSTUP: 1. Klikněte na 'Test' a nechte ji několik sekund nahrávat. DŮKAZ: Zobrazil se snímaný obraz?
de: ZWECK: Dieser Test überprüft, ob die eingebaute Kamera fehlerfrei funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um 10 Sekunden lang das Video der Kamera anzuzeigen. ÜBERPRÜFUNG: Konnten Sie das Video sehen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η ενσωματωμένη κάμερα λειτουργεί ΒΗΜΑΤΑ: 1. Κάντε κλικ στη Δοκιμή για να προβάλετε μία λήψη βίντεο από την κάμερα για δέκα δευτερόλεπτα ΕΠΑΛΗΘΕΥΣΗ: Είδατε τη λήψη βίντεο;
fr: BUT : Ce test va vérifier que la caméra intégrée fonctionne ÉTAPES : 1. Cliquez sur le bouton « Tester » pour afficher une capture vidéo depuis la caméra pendant dix secondes VÉRIFICATION : Avez-vous vu la capture vidéo ?
gl: PROPÓSITO: Esta proba verifica que a cámara integrada funcione PASOS: 1.Prema «Probar» para ver unha captura de vídeo da cámara de dez segundos. COMPROBACIÓN: Puido ver a captura de vídeo?
it: SCOPO: Questo test verifica il funzionamento della webcam interna. PASSI: 1. Fare clic su «Prova» per visualizzare una cattura video di 10 secondi dalla webcam. VERIFICA: La cattura video è stata visualizzata?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ពី​ដំណើរការ​របស់​ម៉ាស៊ីន​ថត​ដែល​ជាប់​មក​ជាមួយ​ស្រាប់ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បង្ហាញ​ការ​ចាប់​យក​វីដេអូ​ពី​ម៉ាស៊ីន​ថត​សម្រាប់​រយៈពេល​ដប់​វិនាទី ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​បាន​ឃើញ​​វីដេអូ​ដែល​បាន​កាត់​ដែរ ឬទេ ?
ru: Цель: Эта проверка позволит убедиться в работоспособности встроенной камеры ДЕЙСТВИЯ: 1. Щёлкните Проверить, для отображения 10-и секундного фрагмента с видео с камеры. ПРОВЕРКА: Был ли отображён видеофрагмент?
zh_cn: 目的： 此测试将检查内置摄像头是否正常工作 步骤： 1. 单击 "测试"，使从该摄像头捕获的视频显示十秒钟。 验证： 您是否看到了捕获的视频？

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera for ten seconds. VERIFICATION: Did you see the image?
de: ZWECK: Dieser Test überprüft, ob die eingebaute Kamera funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um für 10 Sekunden ein Standbild der Kamera anzuzeigen. ÜBERPRÜFUNG: Haben Sie das Bild gesehen?
gl: PROPÓSITO: Esta proba verifica que a cámara incorporada funciona PASOS: 1. Prema «Probar» para mostrar unha imaxe fixa da cámara durante dez segundos. COMPROBACIÓN: Viu esta imaxe?
it: SCOPO: Questo test verifica che la webcam interna funzioni. PASSI: 1. Fare clic su «Prova» per visualizzare un fermo immagine dalla webcam per dieci secondi. VERIFICA: Si vede l'immagine?

source: Takes multiple pictures based on the resolutions supported by the camera and validates their size and that they are of a valid format.
de: Es werden mehrere Bilder mit den Auflösungen aufgenommen, die von der Kamera unterstützt werden. Dann wird die Bildgröße überprüft und ob die Bilder in einem gültigen Format erstellt wurden.
gl: Saca varias fotos baseadas nas resolucións permitidas pola cámara e valida o seus tamaños e se teñen un formato correcto.
it: Scatta foto multiple in base alla risoluzione supportata dalla fotocamera, verificando le loro dimensioni e la validità del formato.

source: PURPOSE: This test will verify your system's ability to play Ogg Vorbis audio files. STEPS: 1. Click Test to play an Ogg Vorbis file (.ogg) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
ast: OXETIVU: Esta prueba verifica la capacidá del sistema pa reproducir ficheros d'audio Ogg Vorbis. PASOS: 1. Calca en Prueba pa reproducir un ficheru Ogg Vorbis (.ogg) 2. Zarra'l reproductor pa continuar. VERIFICACIÓN: ¿Reprodúxose correutamente l'amuesa?
cs: CÍL: Tento test zkusí přehrát hudební soubory Ogg Vorbis. POSTUP: 1. Po kliknutí na Test se přehraje souborOgg Vorbis (.ogg) 2. Prosím ukončete přehrávač. DŮKAZ: Přehrála se ukázka správně?
de: ZWECK: Dieser Test wird die Möglichkeit Ihres Systems sicherstellen, Audio-Dateien im Ogg-Vorbis-Format wiederzugeben. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um eine Ogg-Vorbis-Datei (.ogg) wiederzugeben. 2. Bitte schließen Sie die Medienwiedergabe, um fortzufahren. ÜBERPRÜFUNG: Wurde die Audio-Datei korrekt wiedergegeben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη δυνατότητα του συστήματός σας για την αναπαραγωγή αρχείων ήχου Ogg Vorbis ΒΗΜΑΤΑ: 1. Κάντε κλικ στη Δοκιμή για την αναπαραγωγή ενός αρχείου Ogg Vorbis (.ogg) 2. Παρακαλώ κλείστε την εφαρμογή αναπαραγωγής για να συνεχίσετε. ΕΠΑΛΗΘΕΥΣΗ: Αναπαράχθηκε σωστά το δείγμα;
fr: BUT : Ce test va vérifier les capacités de votre système à jouer les fichiers audio au format Ogg Vorbis. ÉTAPES : 1. Cliquez sur le bouton « Tester » pour jouer un fichier Ogg Vorbis (.ogg) 2. Veuillez fermer le lecteur pour continuer. VÉRIFICATION : L'échantillon a-t-il été joué correctement ?
gl: PROPÓSITO: Esta proba verifica a capacidade do sistema para reproducir ficheiros de son Ogg Vorbis. PASOS: 1. Prema «Probar» para reproducir un ficheiro Ogg Vorbis (.ogg) 2. Peche o reprodutor para continuar. COMPROBACIÓN: Reproduciuse correctamente a mostra?
it: SCOPO: Questo test verifica che il sistema sia in grado di riprodurre file audio Ogg Vorbis. PASSI: 1. Fare clic su «Prova» per riprodurre un file Ogg Vorbis (.ogg). 2. Chiudere il riproduttore multimediale per proseguire. VERIFICA: Il file campione è stato riprodotto correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​សមត្ថភាព​របស់​ប្រព័ន្ធ ដើម្បី​ចាក់​ឯកសារ​អូឌីយ៉ូ Ogg Vorbis ។ ជំហាន ៖ ១. ចុច​ សាកល្បង ដើម្បី​ចាក់​ឯកសារ Ogg Vorbis (.ogg) ២. សូម​បិទ​កម្មវិធី​ចាក់ ដើម្បី​បន្ត ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​គំរូ​នេះ​ចាក់​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности воспроизведения звуковых файлов в формате Ogg Vorbis. ДЕЙСТВИЯ: 1. Щёлкните Проверить для воспроизведения файла Ogg Vorbis (.ogg) 2. Пожалуйста, закройте проигрыватель для продолжения. ПРОВЕРКА: Звуковой фрагмент воспроизведён корректно?
zh_cn: 目的： 此测试将验证您的系统是否能够播放 Ogg Vorbis 音频文件。 步骤： 1. 单击 "测试"，播放 Ogg Vorbis 文件 (.ogg) 2. 请关闭播放器，继续。 验证： 该示例文件是否正确播放？

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
ast: OXETIVU: Esta prueba verifica la capacidá del sistema pa reproducir ficheros d'audio Wave. PASOS: 1. Calca en Prueba pa reproducir un ficheru d'audio Wave (.wav) 2. Zarra'l reproductor pa continuar. VERIFICACIÓN: ¿Reprodúxose correutamente l'amuesa?
cs: CÍL: Tento test zkusí přehrát hudební soubory Wave Audio. POSTUP: 1. Po kliknutí na Test se přehraje Wave Audio format (.wav) 2. Prosím ukončete přehrávač. DŮKAZ: Přehrála se ukázka správně?
de: ZWECK: Dieser Test wird die Möglichkeit Ihres Systems sicherstellen, Audio-Dateien im Wave-Format wiederzugeben. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um eine Wave-Datei (.wav) wiederzugeben. 2. Bitte schließen Sie die Medienwiedergabe, um fortzufahren. ÜBERPRÜFUNG: Wurde die Audio-Datei korrekt wiedergegeben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη δυνατότητα του συστήματός σας για την αναπαραγωγή αρχείων ήχου Wave Audio ΒΗΜΑΤΑ: 1. Κάντε κλικ στη Δοκιμή για την αναπαραγωγή ενός αρχείου Wave Audio (.wav) 2. Παρακαλώ κλείστε την εφαρμογή αναπαραγωγής για να συνεχίσετε. ΕΠΑΛΗΘΕΥΣΗ: Αναπαράχθηκε σωστά το δείγμα;
fr: BUT : Ce test va vérifier les capacités de votre système à jouer les fichiers audio au format Wave. ÉTAPES : 1. Cliquez sur le bouton « Tester » pour jouer un fichier Wave (.wav) 2. Veuillez fermer le lecteur pour continuer. VÉRIFICATION : L'échantillon a-t-il été joué correctement ?
gl: PROPÓSITO: Esta proba verifica a capacidade do seu sistema para reproducir ficheiros de son Wave. PASOS: 1. Prema «Probar» para reproducir un ficheiros de son Wave (.wav) 2. Prema o reprodutor para continuar. COMPROBACIÓN: Reproduciuse correctamente a mostra?
it: SCOPO: Questo test verifica che il sistema sia in grado di riprodurre file Wave Audio. PASSI: 1. Fare clic su «Prova» per riprodurre un file Wave Audio (.wav). 2. Chiudere il riproduttore multimediale per proseguire. VERIFICA: Il file campione è stato riprodotto correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​សមត្ថភាព​របស់​ប្រព័ន្ធ ដើម្បី​ចាក់​ឯកសារ​អូឌីយ៉ូ Wave Audio ។ ជំហាន ៖ ១. ជ្រើស​ សាកល្បង ដើម្បី​ចាក់​ឯកសារ​ទ្រង់ទ្រាយ​ Wave Audio (.wav) ២. សូម​បិទ​កម្មវិធី​ចាក់ ដើម្បី​បន្ត ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​គំរូ​ចាក់​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности воспроизведения звуковых файлов в формате Wav. ДЕЙСТВИЯ: 1. Щёлкните Проверить для воспроизведения файла формата Wav 2. Пожалуйста, закройте проигрыватель для продолжения. ПРОВЕРКА: Звуковой фрагмент воспроизведён корректно?
zh_cn: 目的： 此测试将验证您的系统是否能够播放 Wave Audio 文件。 步骤： 1. 选择 "测试"，播放一个 Wave Audio 格式文件 (.wav) 2. 请关闭播放器，继续。 验证： 该示例文件是否正确播放？

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
ast: Probar les capacidaes d'ampliación del to CPU usando Firmware Test Suite (fwts cpufreq).
cs: Otestovat škálování CPU s použitím Firmware Test Suite (fwts cpufreq)
de: Die CPU-Skalierungsfunktionen mit der Firmware-Test-Suite (fwts cpufreq) überprüfen.
el: Δοκιμή της δυνατότητας κλιμάκωσης της συχνότητας του επεξεργαστή (CPU scaling) χρησιμοποιώντας τη σουίτα δοκιμών firmware (fwts cpufreq).
fr: Testez les capacités d'échelle du CPU en utilisant Firmware Test Suite (fwts cpufreq).
gl: Probar as capacidades de ampliación da CPU mediante o Conxunto de Probas do Firmware (fwts cpufreq).
it: Verifica la capacità di scalamento della CPU usando Firmware Test Suite (fwts cpufreq).
km: សាកល្បង​សមត្ថភាព​ធ្វើ​មាត្រដ្ឋាន​ស៊ីភីយូ​ដោយ​ប្រើ​ឈុត​សាកល្បង​កម្មវិធី​បង្កប់ (fwts cpufreq) ។
ru: Проверка возможности масштабирования ЦПУ, используя комплект тестов микропрограммы (fwts cpufreq).
zh_cn: 使用 固件测试用例(Firmware Test Suite, fwts cpufreq) 测试 CPU 的扩展能力。
