Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. PREREQUISITES: This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the user switcher applet. 2. Select your user name. 3. A window should appear that provides the ability to login either typing your password or using fingerprint authentication. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
ast: OXETIVU: Esta prueba verifica qu'un llector de buelgues dactilares funcionará correutamente p'aniciar sesión nel sistema. REQUISITOS PREVIOS: Esta prueba supón que s'executa dende una cuenta d'usuariu de prueba que l'usuariu usa pa facer tala prueba. PASOS: 1. Calca na miniaplicación del cambiador d'usuariu. 2. Seleiciona'l to nome d'usuariu. 3. Debería apaecer una ventana que te permita entrar, bien per duana de les buelgues dactilares o bien per duana de la introducción de la contraseña. 4. Utiliza'l llector de buelgues dactilares pa ingresar. 5. Calca na miniaplicación del cambiador d'usuariu. 6. Seleiciona la cuenta de prueba pa continuar executando pruebes. VERIFICACIÓN: ¿Funcionó correutamente'l procedimientu d'autenticación?
cs: CÍL: Tento test zjistí zda je možné se přihlásit do systému pomocí otisku prstu. PŘEDPOKLADY: Tento test vyžaduje běžný účet ke kterému se pokusíte přihlásit a tento účet na kterém potvrdíte přihlášení POSTUP: 1. Klikněte na přepínací applet. 2. Vybete své uživatelské jméno. 3. Objeví se okno pro přihlášení heslem nebo otiskem prstu. 4. Použijte k přihlášení čtečku otisku prstu. 5. Klikněte na přepínací applet a vyberte tento testovací profil. 6. Pokračujte v testování. DŮKAZ: Povedlo se vám se přihlásit?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει ότι ένας αναγνώστης δακτυλικών αποτυπωμάτων θα λειτουργεί σωστά για τη σύνδεση στο σύστημά σας. ΠΡΟΑΠΑΙΤΟΥΜΕΝΑ: Αυτό το τεστ υποθέτει πως υπάρχει ένας λογαριασμός δοκιμής από τον οποίο εκτελούνται περιπτώσεις δοκιμών και ένας προσωπικός λογαριασμός τον οποίο ο χρήστης θα χρησιμοποιήσει για την επαλήθευση του αναγνώστη δακτυλικών αποτυπωμάτων ΒΗΜΑΤΑ: 1. Κάντε κλικ στη μικροεφαρμογή εναλλαγής χρηστών. 2. Επιλέξτε το όνομα χρήστη σας. 3. Θα πρέπει να εμφανιστεί ένα παράθυρο το οποίο να παρέχει τη δυνατότητα να συνδεθείτε είτε πληκτρολογώντας τον κωδικό σας είτε χρησιμοποιώντας το δακτυλικό σας αποτύπωμα. 4. Χρησιμοποιήστε τον αναγνώστη δακτυλικών αποτυπωμάτων για να συνδεθείτε. 5. Κάντε κλικ στη μικροεφαρμογή εναλλαγής χρηστών. 6. Επιλέξτε τον λογαριασμό δοκιμών για να συνεχίσετε να εκτελείτε δοκιμές. ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησε σωστά η διαδικασία πιστοποίησης;
fr: BUT : Ce test va vérifier que le lecteur d'empreintes digitales fonctionne correctement pour se connecter au système. PRÉREQUIS : Ce test suppose qu'il y a un compte test à partir duquel les tests sont exécutés, et un compte personnel que le testeur utilise pour vérifier le lecteur d'empreintes digitales. ÉTAPES : 1. Cliquez sur l'applet de changement d'utilisateur. 2. Sélectionnez votre nom d'utilisateur. 3. Une fenêtre devrait apparaître offrant la possibilité de se connecter soit en entrant votre mot de passe, soit en utilisant l'authentification par empreintes digitales. 4. Utilisez le lecteur d'empreintes digitales pour vous connecter. 5. Cliquez sur l'applet de changement d'utilisateur. 6. Sélectionnez le compte test pour continuer les tests. VÉRIFICATION : Est-ce que la procédure d'authentification a fonctionné correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា កម្មវិធី​អាន​ស្នាម​ម្រាមដៃ​នឹង​ដំណើរការ​ត្រឹមត្រូវ​សម្រាប់​ការ​ចូល​ទៅ​ក្នុង​ប្រព័ន្ធ​របស់​អ្នក ។ តម្រូវការ​ជាមុន ៖ ករណី​សាកល្បង​នេះ​សន្មត​ថា មាន​គណនី​សាកល្បង​មក​ពី​ករណី​សាកល្បង​ដែល​ត្រូវ​បាន​ដំណើរការ​ និង​គណនី​ផ្ទាល់ខ្លួន​ដែល​កម្មវិធី​សាកល្បង​ប្រើ​ ដើម្បី​ផ្ទៀងផ្ទាត់​កម្មវិធី​អាន​ស្នាម​ម្រាម​ដៃ ជំហាន ៖ ១. ចុច​លើ​អាប់ភ្លេត​កម្មវិធី​ប្ដូរ​អ្នកប្រើ ។ ២. ជ្រើស​ឈ្មោះ​អ្នកប្រើ​របស់​អ្នក ។ ៣. បង្អួច​គួរតែ​បង្ហាញ​ថា​ នឹង​ផ្ដល់​សមត្ថភាព​ក្នុង​ការ​ចូល​ដោយ​ប្រើ​ពាក្យសម្ងាត់​របស់​អ្នក ឬ​ប្រើការ​ផ្ទៀងផ្ទាត់​ស្នាម​ម្រាមដៃ ។ ៤. ប្រើ​កម្មវិធី​អាន​ស្នាម​ម្រាមដៃ ដើម្បី​ចូល ។ ៥. ចុច​លើ​អាប់ភ្លេត​កម្មវិធី​ប្ដូរ​អ្នកប្រើ ។ ៦. ជ្រើស​គណនី​សាកល្បង ដើម្បី​បន្ត​ដំណើរការ​សាកល្បង ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​បែបបទ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ដំណើរការ​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в том, что считыватель отпечатков пальцев работает надлежащим образом для осуществления входа в систему. УСЛОВИЯ: Эта проверка подразумевает, что имеется тестируемая учётная запись с которой выполняются задачи и персональная учётная запись, которую тестирующий использует для проверки считывателя отпечатков пальцев ДЕЙСТВИЯ: 1. Щёлкните на мини-приложении переключения пользователей. 2. Выберите ваше имя пользователя. 3. Появится окно, которое предоставит возможность выполнения входа с помощью пароля или используя аутентификацию по отпечатку пальца. 4. Воспользуйтесь считывателем отпечатков пальцев для выполнения входа. 5. Щёлкните на мини-приложении переключения пользователей. 6. Выберите тестируемую учётную запись для продолжения выполнения проверки. ПРОВЕРКА: Процедура аутентификации работает надлежащим образом?
zh_cn: 目的： 此测试将验证指纹识别器是否能够使您正确登录到您的系统中。 先决条件： 此测试用例假设存在一个可运行测试用例的测试帐户，以及测试者可用于验证指纹识别器的个人帐户 步骤： 1. 单击切换用户小程序。 2. 选择您的用户名。 3. 此时应显示一个窗口，该窗口可使您通过键入密码或者使用指纹身份验证进行登录。 4. 使用指纹识别器登录。 5. 单击用户切换小程序。 6. 选择测试帐户，继续进行测试。 验证： 该身份验证过程是否正确工作？

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the user switcher applet. 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
ast: OXETIVU: Esta prueba verificará que se pue usar un llector de buelgues dixitales pa desbloquiar la pantalla. PASOS: 1. Calca na miniaplicación pa cambiar d'usuariu. 2. Seleiciona «Bloquiar pantalla». 3. Calca cualesquier tecla o muevi'l mur. 4. Debería apaecer una ventana que te permita entrar, bien per duana de les buelgues dactilares o bien per duana de la introducción de la contraseña. 5. Utiliza'l llector de buelgues dactilares pa desbloquiar la pantalla. 6. La pantalla tendría de tar agora desbloquiada. VERIFICACIÓN: ¿Funcionó correutamente'l procesu d'autenticación?
cs: CÍL: Tento test zjistí zda je možné čtečkou otisku prstu odemknout zamčený systém. POSTUP: 1. Klikněte na přepínací applet. 2. Vyberte 'Uzamknout obrazovku'. 3. Stiskněte libovolné tlačítko nebo pohněte myší. 4. Objeví se okno pro odemknutí heslem nebo otiskem prstu. 5. Použijte čtečku pro odemknutí. 6. Účet by se měl odemknout. DŮKAZ: Povedlo se vám se přihlásit?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα επαληθεύσει ότι ένας αναγνώστης δακτυλικών αποτυπωμάτων μπορεί να χρησιμοποιηθεί για το ξεκλείδωμα ενός κλειδωμένου συστήματος. ΒΗΜΑΤΑ: 1. Κάντε κλικ στη μικροεφαρμογή εναλλαγής χρηστών. 2. Επιλέξτε «Κλείδωμα οθόνης». 3. Πατήστε οποιοδήποτε πλήκτρο ή μετακινήστε το ποντίκι. 4. Θα πρέπει να εμφανιστεί ένα παράθυρο το οποίο να παρέχει τη δυνατότητα να ξεκλιδώσετε την οθόνη είτε πληκτρολογώντας τον κωδικό σας είτε χρησιμοποιώντας την πιστοποίηση του δακτυλικού αποτυπώματος. 5. Χρησιμοποιήστε τον αναγνώστη δακτυλικών αποτυπωμάτων για να ξεκλειδώσετε. 6. Η οθόνη σας θα πρέπει να ξεκλειδώσει. ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησε σωστά η διαδικασία πιστοποίησης;
fr: BUT : Ce test va vérifier qu'un lecteur d'empreintes digitales peut être utilisé pour déverrouiller un système verrouillé. ÉTAPES : 1. Cliquez sur l'applet de changement d'utilisateur. 2. Sélectionnez « Verrouiller l'écran ». 3. Appuyez sur une touche ou bougez la souris. 4. Une fenêtre devrait apparaître offrant la possibilité de déverrouiller soit en utilisant votre mot de passe, soit en utilisant l'authentification par empreintes digitales. 5. Utilisez le lecteur d'empreintes digitales pour déverrouiller. 6. Votre écran devrait être déverrouillé. VÉRIFICATION : Est-ce que la procédure d'authentification s'est déroulée correctement ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ផ្ទៀងផ្ទាត់​ថា កម្មវិធី​អាន​ស្នាម​ម្រាមដៃ​អាច​ត្រូវ​បាន​ប្រើ ដើម្បី​ដោះ​សោ​ប្រព័ន្ធ​ដែល​ជាប់​សោ​ដែរ​ឬ​ទេ ។ ជំហាន ៖ ១. ចុច​លើ​អាប់ភ្លេត​កម្មវិធី​ប្ដូរ​អ្នកប្រើ ។ ២. ជ្រើស 'ចាក់សោ​អេក្រង់' ។ ៣. ចុច​គ្រាប់ចុច​ណាមួយ ឬ​ផ្លាស់ទី​កណ្ដុរ ។ ៤. បង្អួច​គួរតែ​បង្ហាញ​ថា នឹង​ផ្ដល់​សមត្ថភាព​ក្នុង​ការ​ដោះ​សោ​ដោយ​ការ​ប្រើ​ពាក្យសម្ងាត់ ឬ​ដោយ​ការ​ប្រើ​ការ​ផ្ទៀងផ្ទាត់​ស្នាម​ម្រាមដៃ ។ ៥. ប្រើ​កម្មវិធី​អាន​ស្នាម​ម្រាមដៃ ដើម្បី​ដោះសោ ។ ៦. អេក្រង់​របស់​អ្នក​គួរតែ​ត្រូវ​បាន​ចាក់សោ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​បែបបទ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ដំណើរការ​យ៉ាង​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в том, что считыватель отпечатков пальцев работает надлежащим образом для разблокирования заблокированной системы. ДЕЙСТВИЯ: 1. Щёлкните на мини-приложении переключения пользователей. 2. Выберите 'Заблокировать экран'. 3. Нажмите любую клавишу или переместите мышь. 4. Появится окно, которое предоставит возможность выполнения входа с помощью пароля или используя аутентификацию по отпечатку пальца. 5. Воспользуйтесь считывателем отпечатков пальцев для выполнения разблокирования экрана. 6. Экран должен быть разблокирован. ПРОВЕРКА: Процедура аутентификации работает надлежащим образом?
zh_cn: 目的： 此测试将验证是否可使用指纹识别器解锁已锁定的系统。 步骤： 1. 单击用户切换小程序。 2. 选择 '锁定屏幕'。 3. 按任意键，或者移动鼠标。 4. 此时应显示一个窗口，该窗口可使您通过键入密码或者使用指纹身份验证进行解锁。 5. 使用指纹识别器解锁。 6. 您的屏幕应解除锁定。 验证： 该身份验证过程是否正确工作？

source: PURPOSE: This test will test display rotation STEPS: 1. Open the Displays application 2. Select a new rotation value from the dropdown list 3. Click on Apply 4. Click on Restore Previous Configuration 5. Click on Apply 6. Repeat 2-5 for different rotation values VERIFICATION: Did the display rotation change as expected?
ast: OXETIVU: Esta prueba va comprobar la rotación de la pantalla PASOS: 1. Abri l'aplicación de Pantalles 2. Escueyi un nuevu valor de rotación de la llista desplegable 3. Calca n'Aplicar 4. Calca en Restaurar la configuración anterior 5. Calca n'Aplicar 6. Repite los pasos 2 a 5 con distintos valores de rotación VERIFICACIÓN: ¿Camudó la rotación de la pantalla como s'esperaba?
cs: CÍL: Tento test bude rotovat obrazem (pivot) POSTUP: 1. Spusťte dialog Monitory 2. Vyberte ze seznamu novou rotaci 3. Klikněte na Použít 4. Klikněte na Vrátit předchozí nastavení 5. Klikněte na Použít 6. Opakujte pro 2 až 5 různých nastavení DŮKAZ: Rotoval obraz dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την περιστροφή της οθόνης ΒΗΜΑΤΑ: 1. Ανοίξτε την εφαρμογή «Οθόνες» 2. Επιλέξτε μία νέα περιστροφή οθόνης από την αναδυόμενη λίστα 3. Κάντε κλικ στην επιλογή «Εφαρμογή» 4. Κάντε κλικ στην επιλογή «Επαναφορά προηγούμενης ρύθμισης» 5. Κάντε κλικ στην επιλογή «Εφαρμογή» 6. Επαναλάβετε τα βήματα 2-5 για διαφορετικές ρυθμίσεις περιστροφής ΕΠΑΛΗΘΕΥΣΗ: Άλλαξε η περιστροφή της οθόνης όπως θα περιμένατε;
fr: BUT : Ce test va vérifier la rotation de l'écran ÉTAPES : 1. Ouvrez l'application Dispositif d'affichage 2. Sélectionnez une nouvelle valeur de rotation dans la liste déroulante 3. Cliquez sur Appliquer 4. Cliquez sur Restaurer la configuration précédente 5. Cliquez sur Appliquer 6. Répétez 2-5 avec des valeurs de rotation différentes VÉRIFICATION : Est-ce que la rotation de l'écran a fonctionné comme prévu?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​ការ​បង្ហាញ​ការ​បង្វិល ជំហាន ៖ ១. បើក​ការ​បង្ហាញ​កម្មវិធី ២. ជ្រើស​​តម្លៃ​បង្វិល​ថ្មី​ពី​បញ្ជី​ធ្លាក់​ចុះ ៣. ចុច​លើ​អនុវត្ត ៤. ចុច​លើ​ស្ដារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ពីមុន ៥. ចុច​លើ​អនុវត្ត ៦. បង្ហាញ ២-៥ ម្ដង​ទៀត សម្រាប់​តម្លៃ​បង្វិល​ផ្សេងទៀត ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​បង្ហាញ​ការ​បង្វិល​ផ្លាស់ប្ដូរ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет убедиться в работоспособности поворота экрана ДЕЙСТВИЯ: 1. Откройте приложение Настройка экранов... 2. Выберите новое значение поворота из раскрывающегося списка 3. Щёлкните Применить 4. Щёлкните Восстановить предыдущую конфигурацию 5. Щёлкните Применить 6. Повторите действия 2-5 с различными значения поворота экрана ПРОВЕРКА: Повороты экрана выполнены надлежащим образом?
zh_cn: 目的： 此测试将测试显示画面旋转 步骤： 1. 打开 "显示" 应用程序 2. 从下拉列表中选择一个新的旋转值 3. 单击 "应用" 4. 单击 "恢复先前配置" 5. 单击 "应用" 6. 对于不同旋转值，重复第 2-5 步 验证： 显示画面旋转是否正常改变？

source: Test that X does not leak memory when running programs on systems with intel based graphics.
ast: Prueba que X nun pierde memoria al executar programes en sistemes con gráficos basaos ​​en Intel.
cs: Testuje zda X neztrácí paměť (memory leak) při běhu na grafikách firmy Intel.
el: Δοκιμή για το ότι η διεργασία X δεν παρουσιάζει διαρροή μνήμης κατά την εκτέλεση προγραμμάτων σε συστήματα με γραφικά Intel.
fr: Vérifie si X provoque une fuite mémoire lorsque des programmes tournent sur les systèmes avec des cartes graphiques Intel.
km: សាកល្បង​ថា​ដំណើរការ X មិន​បង្ហួរ​អង្គ​ចងចាំ នៅ​ពេល​ដំណើរការ​កម្មវិធី​នៅ​លើ​ប្រព័ន្ធ​ដោយប្រើ​ក្រាហ្វិក​ដែល​មាន​មូលដ្ឋាន​លើ intel ទេ ។
ru: Проверка системы X для выявления утечки памяти во время выполнения программ на системах со встроенной графической системой intel.
zh_cn: 测试当在配有英特尔显卡的系统上运行程序时，X 是否没有出现内存泄漏。

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: 1. Review attachment manually later
el: ΣΚΟΠΟΣ: Λήψη στιγμιότυπου οθόνης της τρέχουσας οθόνης (με σύνδεση στην επιφάνεια εργασίας του Unity) ΒΗΜΑΤΑ: 1. Λήψη φωτογραφίας με χρήση USB κάμερας ΕΠΑΛΗΘΕΥΣΗ: 1. Ελέγξτε το συνημμένο αργότερα μόνοι σας
fr: BUT : Faire une capture de l'écran courant (dans l'environnement de bureau Unity) ÉTAPES : 1. Prenez une photo à l'aide d'une webcam USB VÉRIFICATION : 1. Vérifiez l'attachement manuellement plus tard
ru: ЦЕЛЬ: Выполните снимок текущего экрана (предварительно выполнив вход в Unity) ДЕЙСТВИЯ: 1. Создайте снимок используя веб-камеру с интерфейсом USB ПРОВЕРКА: 1. Просмотрите вложение позднее самостоятельно

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: 1. Review attachment manually later
el: ΣΚΟΠΟΣ: Λήψη στιγμιότυπου οθόνης της τρέχουσας οθόνης κατά τη διάρκεια αναπαραγωγής βίντεο σε πλήρη οθόνη ΒΗΜΑΤΑ: 1. Ξεκινήστε μια αναπαραγωγή ταινίας σε πλήρη οθόνη 2. Πάρτε μια φωτογραφία με μια USB κάμερα μετά από λίγα δευτερόλεπτα ΕΠΑΛΗΘΕΥΣΗ: 1. Ελέγξτε το συνημμένο αρχείο αργότερα μόνοι σας
fr: BUT : Faire une capture de l'écran courant pendant une lecture vidéo en plein écran ÉTAPES : 1. Démarrez la lecture d'une vidéo en plein écran 2. Après quelques secondes, prenez une photo à l'aide d'une webcam USB VÉRIFICATION : 1. Vérifiez l'attachement manuellement plus tard
ru: ЦЕЛЬ: Создать снимок текущего экрана во время воспроизведения видеофрагмента во весь экран ДЕЙСТВИЯ: 1. Начните воспроизведение видеозаписи в полноэкранном режиме 2. Через несколько секунд создайте снимок используя веб-камеру с интерфейсом USB ПРОВЕРКА: 1. Просмотрите вложение позднее самостоятельно

source: PURPOSE: This test will test the volume keys STEPS: 1. Press the volume buttons on the keyboard VERIFICATION: Did the volume change following to your key presses?
ast: OXETIVU: Esti esame va poner a prueba les tecles de volume PASOS: 1. Calca los botones de volume del tecláu VERIFICACIÓN: ¿El cambéu de volume coincide coles pulsaciones?
cs: CÍL: Tento test prověří ovládání hlasitosti POSTUP: 1. Mačkejte na klávesnici tlačítka ovládání hlasitosti DŮKAZ: Měnila se hlasitost dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία των πλήκτρων έντασης του ήχου ΒΗΜΑΤΑ: 1. Πατήστε τα πλήκτρα ελέγχου της έντασης στο πληκτρολόγιο ΕΠΑΛΗΘΕΥΣΗ: Άλλαξε η ένταση του ήχου όπως θα έπρεπε σύμφωνα με τα πατήματα των πλήκτρων;
fr: BUT : Ce test va vérifier le fonctionnement des touches de modification du volume du son ÉTAPES : 1. Appuyez sur les touches de modification du volume du son VÉRIFICATION : Est-ce que le volume a changé en fonction des touches utilisées ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់ចុច​កម្រិត​សំឡេង ជំហាន ៖ ១. ចុច​ប៊ូតុង​កម្រិត​សំឡេង​នៅ​លើ​ក្ដារចុច​​របស់​អ្នក ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ផ្លាស់ប្ដូរ​កម្រិត​សំឡេង​អនុវត្ត​តាម​ការ​ចុច​គ្រាប់ចុច​របស់​អ្នក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиш громкости ДЕЙСТВИЯ: 1. Нажимайте клавиши громкости на клавиатуре ПРОВЕРКА: Происходит ли изменение уровня громкости при нажатии на клавиши?
zh_cn: 目的： 此测试将测试音量键 步骤： 1. 按键盘上的音量按钮 验证： 在您按下该键后音量是否改变？

source: PURPOSE: This test will test the mute key STEPS: 1. Press the mute button on the keyboard VERIFICATION: Did the volume mute following your key presses?
ast: OXETIVU: Esta prueba va verificar la tecla de silenciu PASOS: 1. Calca la tecla de silenciu nel tecláu VERIFICACIÓN: ¿Callóse'l volume al calcar la tecla?
cs: CÍL: Tento test vyzkouší klávesu Ztlumit (mute) POSTUP: 1. Smáčkněte na klávesnici klávesu Ztlumit DŮKAZ: Funguje tlumení dle očekávání?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πλήκτρου σίγασης ΒΗΜΑΤΑ: 1. Πατήστε το πλήκτρο σίγασης του πληκτρολογίου ΕΠΑΛΗΘΕΥΣΗ: Έκλεισε η ένταση του ήχου σύμφωνα με το πάτημα του πλήκτρου;
fr: BUT : Ce test va vérifier le fonctionnement de la touche permettant de couper le son ÉTAPES : 1. Appuyez sur le bouton de votre clavier permettant de couper le son VÉRIFICATION : Est-ce que le volume s'est coupé ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់ចុច​ស្ងាត់ ជំហាន ៖ ១. ចុច​ប៊ូតុង​ស្ងាត់​នៅ​លើ​ក្ដារចុច ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​កម្រិត​ស្ងាត់​អនុវត្ត​តាម​ការ​ចុច​គ្រាប់ចុច​របស់​អ្នក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиши выключения звука ДЕЙСТВИЯ: 1. Нажмите клавишу выключения звука на клавиатуре ПРОВЕРКА: Происходит ли выключение звука при нажатии на клавишу?
zh_cn: 目的： 此测试将测试静音键 步骤： 1. 按键盘上的静音按钮 验证： 在您按下该键后是否静音？

source: PURPOSE: This test will test the battery information key STEPS: 1. Press the battery information key on the keyboard VERIFICATION: Did a notification appear showing the battery status?
ast: OXETIVU: Esta prueba va verificar la tecla d'información de la batería PASOS: 1. Calca la tecla d'información de la batería nel tecláu VERIFICACIÓN: ¿Apaeció una notificación amosando l'estáu de la batería?
cs: CÍL: Tento test vyzkouší klávesu napájení POSTUP: 1. Stiskněte klávesu napájení DŮKAZ: Zobrazil se po stisknutí stav baterie?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει το πλήκτρο πληροφοριών μπαταρίας ΒΗΜΑΤΑ: 1. Πατήστε το πλήκτρο πληροφοριών μπαταρίας του πληκτρολογίου ΕΠΑΛΗΘΕΥΣΗ: Εμφανίστηκε μία ειδοποίηση δείχνοντας την κατάσταση της μπαταρίας;
fr: BUT : Ce test va vérifier le fonctionnement de la touche permettant d'avoir des informations sur la batterie ÉTAPES : 1. Appuyez sur la touche de votre clavier permettant d'avoir des informations sur la batterie VÉRIFICATION : Une notification est-elle apparue affichant l'état de la batterie ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់ចុច​ព័ត៌មាន​ថាមពល ជំហាន ៖ ១. ចុច​គ្រាប់ចុច​ព័ត៌មាន​ថាមពល​នៅ​លើ​ក្ដារ​ចុច ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ជូនដំណឹង​នឹង​បង្ហាញ​ស្ថានភាព​ថាមពល​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиши сведений о батарее ДЕЙСТВИЯ: 1. Нажмите клавишу сведения о батарее на клавиатуре ПРОВЕРКА: Появляется ли оповещение, отображающее состояние батареи?
zh_cn: 目的： 此测试将测试电池信息键 步骤： 1. 按键盘上的电池信息键 验证： 是否显示了电池状态通知？

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Press the same key again VERIFICATION: Did the wireless go off on the first press and on again on the second?
ast: OXETIVU: Esto va probar la tecla de la señal inalámbrica PASOS: 1. Calca la tecla de señal inalámbrica del tecláu 2. Prima la mesma tecla de nuevu COMPROBACIÓN: ¿La señal inalámbrica desactivóse nel primer pasu, y activóse nel segundu?
cs: CÍL: Tento test ověří schopnost detekce bezdrátové klávesnice POSTUP: 1. Vypněte bezdrátovou klávesnici 2. Znovu ji zapněte DŮKAZ: Byla klávesnice odpojena a po pár vteřinách znovu připojena?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει το πλήκτρο ασύρματης δικτύωσης ΒΗΜΑΤΑ: 1. Πατήστε το πλήκτρο ασύρματης δικτύωσης του πληκτρολογίου 2. Πατήστε το ίδιο πλήκτρο ξανά ΕΠΑΛΗΘΕΥΣΗ: Απενεργοποιήθηκε το ασύρματο δίκτυο στο πρώτο πάτημα και ενεργοποιήθηκε ξανά στο δεύτερο;
fr: BUT : Ce test va vérifier le fonctionnement de la touche wifi ÉTAPES : 1. Appuyez sur la touche de votre clavier permettant d'activer ou désactiver le wifi 2. Appuyez une nouvelle fois sur cette touche VÉRIFICATION : Le wifi a-t-il été désactivé puis réactivé ?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់​ចុច​ឥត​ខ្សែ ជំហាន ៖ ១. ចុច​គ្រាប់ចុច​ឥត​ខ្សែ​នៅ​លើ​ក្ដារចុច ២. ចុច​គ្រាប់ចុច​នេះ​ម្ដងទៀត ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​គ្រាប់ចុច​ឥត​ខ្សែ​បើក នៅ​ពេល​ចុច​លើក​ទី​មួយ និង​បិទ​ នៅ​ពេល​បាន​ចុច​លើក​ទី​ពីរ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиши беспроводной сети ДЕЙСТВИЯ: 1. Нажмите клавишу беспроводной сети 2. Нажмите эту же клавишу ещё раз ПРОВЕРКА: Происходило ли отключение беспроводной сети при первом нажатии и её отключение при втором нажатии?
zh_cn: 目的： 此测试将测试无线键 步骤： 1. 按键盘上的无线键 2. 再按一下该键 验证： 第一次按时无线是否关闭，第二次按时是否又打开？

source: PURPOSE: This test will test the media keys of your keyboard STEPS: 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. 3. If your computer has no media keys, Skip this test. VERIFICATION: Do the keys work as expected?
cs: CÍL: Tento test ověří multimediální klávesy POSTUP: 1. Klikněte na Test pro otevření okna, ve kterém budete testovat multimediální klávesy. 2. Pokud všechny klávesy fungují, test bude označen jako úspěšný. 3. Pokud na klávesnici žádné multimediální klávesy nemáte vynechte tento test. OVĚŘENÍ: Pracují klávesy jak by měly?
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή ελέγχει τα πλήκτρα πολυμέσων του πληκτρολογίου σας ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" για να ανοίξει ένα παράθυρο στο οποίο θα ελεγχθούν τα πλήκτρα πολυμέσων. 2. Αν λειτουργούν όλα τα πλήκτρα, η δοκιμή θα σημειωθεί ως επιτυχής. 3. Αν ο υπολογιστής σας δεν έχει πλήκτρα πολυμέσων, παρακάμψτε αυτή τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Τα πλήκτρα λειτούργησαν όπως αναμενόταν;
fr: BUT : Ce test testera les touches média de votre clavier ÉTAPES : 1. Cliquez sur « Tester » pour ouvrir une fenêtre dans laquelle vous testerez les touches média. 2. Si toutes les touches fonctionnent, le test sera marqué comme réussi. 3. Si votre ordinateur n'a pas de touches média, Passez ce test. VÉRIFICATION : Les touches fonctionnent-elles comme attendu ?
ru: ЦЕЛЬ: Этот тест проверить мультимедийные клавиши вашей клавиатуры ДЕЙСТВИЯ: 1. Щёлкните Проверить, чтобы открыть окно в котором будет производиться проверка мультимедийных клавиш. 2. Если все клавиши работают, тест будет отмечен как пройденный. 3. Если на вашем компьютере не предусмотрено мультимедийных клавиш, пропустите эту проверку. ПРОВЕРКА: Работают ли клавиши надлежащим образом?

source: Networking tests
ast: Pruebes de rede
cs: Testy síťového připojení
el: Έλεγχοι δικτύων
fr: Tests du réseau
km: ការ​សាកល្បង​បណ្ដាញ
ru: Проверка сети
zh_cn: 联网测试

source: PCMCIA/PCIX Card tests
ast: Pruebes de tarxetes PCMCIA/PCIX
cs: Testy karet PCMCIA/PCIX
el: Έλεγχοι καρτών PCMCIA/PCIX
fr: Tests des cartes PCMCIA/PCIX
km: ការ​សាកល្បង​កាត PCMCIA/PCIX
ru: Проверка PCMCIA/PCIX карт
zh_cn: PCMCIA/PCIX 卡测试
