Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will test your pointing device STEPS: 1. Move the cursor using the pointing device or touch the screen. 2. Perform some single/double/right click operations. VERIFICATION: Did the pointing device work as expected?
ast: OXETIVU: Esta prueba va verificar el preséu de punteru PASOS: 1. Muevi'l cursor usando'l preséu de punteru o toca la pantalla. 2. Fai dalgunes operaciones de clic cenciellu/duble/derechu. VERIFICACIÓN: ¿Comportóse'l preséu de punteru s'esperaba?
cs: CÍL: Tento test prověří dotykové zařízení POSTUP: 1. Pohybujte kurzorem pomocí touchpadu nebo jiného dotykového zařízení. 2. Proveďte několik jednoduchých/dvojitých a pravomyších kliknutí. DŮKAZ: Fungovalo dotykové zařízení dle očekávání?
de: ZWECK: Dieser Test überprüft Ihr Zeigegerät. DURCHFÜHRUNG: 1. Bewegen Sie den Mauszeiger mithilfe des Zeigegeräts oder berühren Sie den Bildschirm. 2. Führen Sie einige Einzel-/Doppel-/Rechtsklicks aus. ÜBERPRÜFUNG: Arbeitete das Zeigegerät so, wie es vorgesehen ist?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει την συσκευή κατάδειξής σας ΒΗΜΑΤΑ: 1. Μετακινήστε τον δείκτη χρησιμοποιώντας τη συσκευή κατάδειξης ή αγγίξτε την οθόνη. 2. Πραγματοποιήστε κάποιες λειτουργίες μονού/διπλού/δεξιού κλικ. ΕΠΑΛΗΘΕΥΣΗ: Λειτούργησε η συσκευή κατάδειξης όπως θα περιμένατε;
fr: BUT : Ce test va vérifier votre périphérique de pointage ÉTAPES : 1. Déplacez le curseur en utilisant le périphérique de pointage ou touchez l'écran. 2. Effectuez quelques clics, doubles-clics et clics droits. VÉRIFICATION : Est-ce que le périphérique de pointage a fonctionné correctement ?
gl: PROPÓSITO: Esta proba verifica o dispositivo apuntador PASOS: 1. Mova o cursor usando o dispositivo apuntador ou toque a pantalla. 2. Realice algunhas operacións premendo unha vez/dúas veces/botón secundario. COMPROBACIÓN: Comportouse o dispositivo apuntador como se agardaba?
it: SCOPO: Questo test verifica il funzionamento del dispositivo di puntamento. PASSI: 1. Muovere il cursore usando il dispositivo di puntamento o toccando lo schermo. 2. Compiere qualche operazione tipo clic/doppio-clic/clic-destro. VERIFICA: Il dispositivo di puntamento funziona come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​ឧបករណ៍​ចង្អុល​របស់​អ្នក ជំហាន ៖ ១. ផ្លាស់ទី​ទស្សន៍ទ្រនិច​ដោយ​ប្រើ​ឧបករណ៍​ចង្អុល ឬ​ប៉ះ​លើ​អេក្រង់ ។ ២. អនុវត្ត​ប្រតិបត្តិការ​ចុច​ម្ដង/ទ្វេ​ដង/កណ្ដុរ​ស្ដាំ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ឧបករណ៍​ចង្អុល​ដំណើរការ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет убедиться в работоспособности манипулятора ДЕЙСТВИЯ: 1. Переместите указатель, используя манипулятор или сенсорный экран. 2. Выполните несколько одиночных или двойных щелчков и щелчков правой кнопкой. ПРОВЕРКА: Работает ли манипулятор так, как ожидалось?
zh_cn: 目的： 此测试将测试您的指点设备 步骤： 1. 使用指点设备移动光标，或者触摸屏幕。 2. 执行一些单击/双击/右键单击操作。 验证： 该指点设备是否正常工作？

source: PURPOSE: This test will test your keyboard STEPS: 1. Click on Test 2. On the open text area, use your keyboard to type something VERIFICATION: Is your keyboard working properly?
ast: OXETIVU: Esta prueba verificará'l to tecláu PASOS: 1. Calca en prueba 2. Nel área de testu abiertu, usa'l tecláu pa escribir daqué VERIFICACIÓN: ¿El tecláu funciona correutamente?
cs: CÍL: Tento test otestuje klávesnici POSTUP: 1. Klikněte na Test 2. Napište něco do otevřeného textového pole DŮKAZ: Funguje klávesnice dle očekávání?
de: ZWECK: Dieser Test überprüft Ihre Tastatur. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«. 2. Benutzen Sie Ihre Tastatur, um in den Textbereich irgendetwas einzugeben. ÜBERPRÜFUNG: Arbeitet Ihre Tastatur einwandfrei?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει το πληκτρολόγιό σας ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» 2. Στην ανοιχτή περιοχή κειμένου, χρησιμοποιήστε το πληκτρολόγιο για να πληκτρολογήσετε κάτι ΕΠΑΛΗΘΕΥΣΗ: Λειτουργεί σωστά το πληκτρολόγιό σας;
fr: BUT : Ce test va vérifier le bon fonctionnement de votre clavier ÉTAPES : 1. Cliquez sur « Tester » 2. Dans la zone de texte, utilisez votre clavier pour y taper quelque chose VÉRIFICATION : Est-ce que votre clavier fonctionne correctement ?
gl: PROPÓSITO: Esta proba verifica o teclado PASOS: 1. Prema «Probar» 2. Na área de texto aberta, utilice o teclado para escribir algo COMPROBACIÓN: O teclado funciona correctamente?
it: SCOPO: Questo test verifica il funzionamento della tastiera. PASSI: 1. Fare clic su «Prova». 2. Nella casella di testo visualizzata, usare la tastiera per digitare qualcosa. VERIFICA: La tastiera funziona correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​ប្រើ​ក្ដារ​ចុច​របស់​អ្នក ជំហាន ៖ ១. ចុច​សាកល្បង ២. នៅ​ពេល​ផ្ទៃ​អត្ថបទ ប្រើ​ក្ដារ​ចុច​របស់​អ្នក ដើម្បី​វាយ​អ្វី​មួយ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ក្ដារចុច​របស់​អ្នក​ដំណើរការ​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиатуры ДЕЙСТВИЯ: 1. Щёлкните Проверить 2. Введите текст в текстовом поле используя клавиатуру ПРОВЕРКА: Клавиатура работает надлежащим образом?
zh_cn: 目的： 此测试将测试您的键盘 步骤： 1. 单击 "测试" 2. 在打开的文本区域上，使用您的键盘键入一些内容 验证： 您的键盘是否正常工作？

source: PURPOSE: Manual detection of accelerometer. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is this system supposed to have an accelerometer?
de: ZWECK: Manuelle Erkennung des Schwingungssensor. DURCHFÜHRUNG: 1. Sehen Sie sich die Beschreibung Ihres Systems an. ÜBERPRÜFUNG: Verfügt Ihr System über einen Schwingungsensor?
gl: PROPÓSITO: Detección manual do acelerómetro. PASOS: 1. Lea as especificacións do seu sistema COMPROBACIÓN: Dispón o sistema de acelerómetro?
it: SCOPO: Verificare manualmente la presenza di un accelerometro. PASSI: 1. Consultare le specifiche del proprio sistema. VERIFICA: Si suppone che il sistema abbia un accelerometro?

source: PURPOSE: This test will test your accelerometer to see if it is detected and operational as a joystick device. STEPS: 1. Click on Test 2. Tilt your hardware in the directions onscreen until the axis threshold is met. VERIFICATION: Is your accelerometer properly detected? Can you use the device?
de: ZWECK: Dieser Test überprüft Ihren Beschleunigungsmesser, um festzustellen, ob er als Joystick erkannt wurde und als solcher eingesetzt werden kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« 2. Bewegen Sie Ihre Hardware in die Richtungen auf dem Bildschirm bis die Grenze der Achse erreicht wurde. ÜBERPRÜFUNG: Wurde Ihr Beschleunigungsmesser korrekt erkannt? Können Sie das Gerät verwenden?
gl: PROPÓSITO: Esta proba verifica o acelerómetro para comprobar que é detectado e é operativo como dispositivo tipo joystick. PASOS: 1. Prema «Probar» 2. Incline o hardware nas direccións da pantalla até chegar ao limiar do eixo. COMPROBACIÓN: Detectouse correctamente o acelerómetro? Pode empregar o dispositivo?

source: Tests to see that apt can access repositories and get updates (does not install updates). This is done to confirm that you could recover from an incomplete or broken update.
ast: Comprueba que apt pue acceder a repositorios y obtener anovamientos (magar que nun los instala). Esto faise pa confirmar que pues recuperar cualesquier anovamientu incompletu o encaboxáu.
cs: Test na zjištění schopnosti apt přistoupit k repozitářům a provést (neinstalovat) aktualizace. To znamená, že můžete obnovit nedokončené nebo poškozené balíky.
de: Tests, um zu überprüfen, ob »apt« auf die Paketquellen zugreifen und Aktualisierungen herunterladen kann (installiert keine Aktualisierungen). Dies geschieht, um sicherzustellen, dass Sie Ihr System nach einer unvollständigen oder fehlgeschlagenen Aktualisierung wiederherstellen können.
el: Έλεγχος για το αν η εφαρμογή apt έχει πρόσβαση στα αποθετήρια και μπορεί να εγκαταστήσει ενημερώσεις (δεν εγκαθιστά τις ενημερώσεις). Αυτό γίνεται για να επιβεβαιωθεί το ότι θα μπορούσατε να επαναφέρετε το σύστημα από μία ανολοκλήρωτη ή σπασμένη ενημέρωση.
fr: Vérifie que apt peut accéder aux dépôts et obtenir les mises à jour (n'installe pas les mises à jour). Ceci est fait pour confirmer que vous pourrez récupérer une mise à jour incomplète ou cassée.
gl: Probas para ver que apt pode acceder aos repositorios e obter actualizacións (aínda que non as instala). Isto faise para confirmar que vostede pode recuperar calquera actualización incompleta ou interrompida.
it: Verifica che apt possa accedere ai repository e scaricare gli aggiornamenti (non vengono installati). Serve per confermare la possibilità di poter ripristinare un aggiornamento incompleto o danneggiato.
km: សាកល្បង ដើម្បី​មើល​ថា apt អាច​ចូល​ដំណើរការ​ឃ្លាំង និង​យក​បច្ចុប្បន្នភាព​បាន (មិន​ដំឡើង​បច្ចុប្បន្នភាព​) ។ វា​ត្រូវ​បាន​ធ្វើ​ ដើម្បី​បញ្ជាក់​ថា អ្នក​អាច​សង្គ្រោះ​ពី​បច្ចុប្បន្នភាព​មិន​ពេញលេញ ឬ​បច្ចុប្បន្នភាព​ខូច ។
ru: Тесты для проверки работоспособности APT при доступе к репозиториям и получении обновлений (без их установки). Они производятся для того, чтобы удостовериться в возможности восстановления после неполного обновления или установки повреждённых пакетов.
zh_cn: 测试 apt 能否访问软件仓库并获得更新(不安装更新)。这样做是确认您能够从不完整或受损的更新中恢复。

source: PURPOSE: This test will test the brightness key STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses?
ast: OXETIVU: Esti esame va poner a prueba la tecla de brillu PASOS: 1. Calca los botones de brillu de tecláu VERIFICACIÓN: ¿Cambia'l brillu siguiendo les pulsaciones de la tecla?
cs: CÍL: Tento test vyzkouší klávesu jasu POSTUP: 1. Mačkejte klávesy ovládající jas monitoru DŮKAZ: Měnil se jas dle očekávání?
de: ZWECK: Dieser Test überprüft die Tasten zur Regelung der Bildschirm-Hintergrundbeleuchtung. DURCHFÜHRUNG: 1. Drücken Sie die Tasten zur Helligkeitsregelung auf der Tastatur. ÜBERPRÜFUNG: Hat sich die Helligkeit der Bildschirm-Hintergrundbeleuchtung geändert, nachdem Sie die Tasten gedrückt haben?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει τη λειτουργία του πλήκτρου φωτεινότητας ΒΗΜΑΤΑ: 1. Πατήστε τα πλήκτρα φωτεινότητας στο πληκτρολόγιο ΕΠΑΛΗΘΕΥΣΗ: Άλλαξε η φωτεινότητα όπως θα έπρεπε ακολουθώντας τα πατήματα των πλήκτρων;
fr: BUT : Ce test va vérifier le fonctionnement de la touche de modification de la luminosité de l'écran ÉTAPES : 1. Appuyez sur les boutons de luminosité du clavier VÉRIFICATION : Est-ce que la luminosité a changé en fonction des touches utilisées ?
gl: PROPÓSITO: Esta proba verifica a tecla de brillo PASOS: 1. Prema os botóns de brillo do teclado COMPROBACIÓN: Cambia o brillo segundo se preme a tecla?
it: SCOPO: Questo test verifica il funzionamento dei tasti di luminosità. PASSI: 1. Premere i tasti della luminosità sulla tastiera. VERIFICA: La luminosità è cambiata in seguito alla pressione dei tasti?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់ចុច​ពន្លឺ ជំហាន ៖ ១. ចុច​ប៊ូតុង​ពន្លឺ នៅ​លើ​ក្ដារចុច ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ផ្លាស់ប្ដូរ​ពន្លឺ​អនុវត្ត​តាម​ការ​ចុច​គ្រាប់ចុច​របស់​អ្នក​ដែរ​ឬ​ទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиш яркости ДЕЙСТВИЯ: 1. Нажимайте клавиши яркости на клавиатуре ПРОВЕРКА: Происходит ли изменение яркости при нажатии на клавиши?
zh_cn: 目的： 此测试将测试亮度键 步骤： 1. 按键盘上的亮度按钮 验证： 在您按下该键后亮度是否改变？

source: PURPOSE: This test will test the volume keys of your keyboard STEPS: Skip this test if your computer has no volume keys. 1. Click test to open a window on which to test the volume keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
gl: PROPÓSITO: Esta proba verifica as teclas de volume do teclado PASOS: Omita esta proba se o computador non ten teclas de volume. 1. Prema «Probar» para abrir unha xanela na que probar as teclas de volume. 2. Se todas as teclas funcionan, a proba márcase como pasada. COMPROBACIÓN: Funcionan as teclas como se esperaba?

source: PURPOSE: This test will test the mute key of your keyboard STEPS: 1. Click test to open a window on which to test the mute key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the mute key work as expected?
de: ZWECK: Dieser Test überprüft die Funktion der Stumm-Taste Ihrer Tastatur. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein Fenster zu öffnen, welches die Stummschaltung überprüft. 2. Wenn die Taste funktioniert, ist der Test bestanden und das Fenster wird geschlossen. ÜBERPRÜFUNG: Funktioniert die Stumm-Taste wie erwartet?
gl: PROPÓSITO: Esta proba verifica a tecla de silencio do teclado PASOS: 1. Prema «Probar» para abrir unha xanela na que probar a tecla de silencio. 2. Se a tecla funciona,pasará a proba e a xanela pecharase. COMPROBACIÓN: Funciona a tecla de silencio como se esperaba?
it: SCOPO: Questo test verifica il tasto per la disattivazione dell'audio sulla tastiera. PASSI: 1. Fare clic su «Prova» per aprire una finestra di prova del tasto per la disattivazione dell'audio. 2. Se il tasto funziona, il test sarà superato con successo e la finestra si chiuderà. VERIFICA: Il tasto per la disattivazione dell'audio funziona come previsto?

source: PURPOSE: This test will test the sleep key STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key?
ast: OXETIVU: Esto va probar la tecla d'ivernar PASOS: 1. Calca la tecla d'ivernar del tecláu 2. Activa'l sistema calcando'l botón d'encendíu COMPROBACIÓN: ¿El sistema ivernó dempués de calcar la tecla?
cs: CÍL: Tento test vyzkouší klávesu Uspat POSTUP: 1. Smáčkněte klávesu Uspat 2. Probuďte systém zapnutím počítače DŮKAZ: Uspal se systém po stisknutí tlačítka?
de: ZWECK: Dieser Test überprüft die Bereitschaftstaste. DURCHFÜHRUNG: 1. Drücken Sie die Bereitschaftstaste auf der Tastatur. 2. Wecken Sie das System durch Drücken des An-/Aus-Schalters auf. ÜBERPRÜFUNG: Wurde das System nach dem Drücken der Bereitschaftstaste in Bereitschaft versetzt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει το πλήκτρο αναστολής λειτουργίας ΒΗΜΑΤΑ: 1. Πατήστε το πλήκτρο αναστολής λειτουργίας του πληκτρολογίου 2. Επαναφέρετε το σύστημά σας πιέζοντας το πλήκτρο ενέργειας (On/Off) ΕΠΑΛΗΘΕΥΣΗ: Ανεστάλη η λειτουργία του συστήματος με το πάτημα του πλήκτρου αναστολής λειτουργίας;
fr: BUT : Ce test va vérifier le fonctionnement de la touche de mise en veille du système ÉTAPES : 1. Appuyer sur le bouton de votre clavier permettant la mise en veille du système 2. Réveillez votre système en appuyant sur le bouton pour allumer l'ordinateur VÉRIFICATION : Le système s'est-il mis en veille après avoir appuyé sur la touche de mise en veille ?
gl: PROPÓSITO: Esta proba verifica a tecla de hibernar PASOS: 1. Prema a tecla de hibernar do teclado 2. Active o sistema premendo o botón de acendido COMPROBACIÓN: O sistema hibernou despois de premer a tecla?
it: SCOPO: Questo test verifica il funzionamento del tasto di sospensione. PASSI: 1. Premere il tasto di sospensione sulla tastiera. 2. Ripristinare il sistema premendo il tasto di accensione. VERIFICA: Il sistema è andato in sospensione dopo aver premuto il tasto relativo?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​សាកល្បង​គ្រាប់ចុច​ដេក ជំហាន ៖ ១. ចុច​គ្រាប់ចុច​ដេក​នៅ​លើ​ក្ដារចុច ២. ដាស់​ឲ្យ​ប្រព័ន្ធ​របស់​អ្នក​ក្រោក ដោយ​ចុច​ប៊ូតុង​ថាមពល ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ប្រព័ន្ធ​ដេក​ដែរ​ឬ​ទេ បន្ទាប់​ពី​អ្នក​បាន​ចុច​គ្រាប់ចុច​ដេក​ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности клавиши перехода в спящий режим ДЕЙСТВИЯ: 1. Нажмите клавишу перехода в спящий режим на клавиатуре ПРОВЕРКА: Происходит ли переход системы в спящий режим после нажатия на клавишу спящего режима?
zh_cn: 目的： 此测试将测试睡眠键 步骤： 1. 按键盘上的睡眠键 2. 按电源按钮唤醒您的系统 验证： 按下睡眠键后该系统是否进入睡眠状态？

source: PURPOSE: This test will test the battery information key STEPS: Skip this test if you do not have a Battery Button. 1. Click Test to begin 2. Press the Battery Info button (or combo like Fn+F3) 3: Close the Power Statistics tool if it opens VERIFICATION: Did the Battery Info key work as expected?
gl: PROPÓSITO: Esta proba verifica a tecla de información da batería PASOS: Se non dispón do botón da batería, omita esta proba 1. Prema «Probar» para comezar 2. Prema o botón de información da batería (ou unha combinación como Fn+F3) 3. Peche a ferramenta de estatísticas da enerxía se se abre COMPROBACIÓN: Funcionou a tecla de información da batería como se esperaba?

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Check that the wifi LED turns off or changes color 3. Check that wireless is disabled 4. Press the same key again 5. Check that the wifi LED turns on or changes color 6. Check that wireless is enabled VERIFICATION: Did the wireless turn off on the first press and on again on the second? (NOTE: the LED functionality will be reviewed in a following test. Please only consider the functionality of the wifi itself here.)
de: ZWECK: Dieser Test überprüft die WLAN-Taste. DURCHFÜHRUNG: 1. Drücken Sie die WLAN-Taste auf der Tastatur. 2. Prüfen Sie, ob die WLAN-LED erlischt oder die Farbe ändert. 3. Prüfen Sie, ob WLAN deaktiviert ist. 4. Drücken Sie dieselbe Taste erneut. 5. Prüfen Sie, ob die WLAN-LED leuchtet oder die Farbe ändert. 6. Prüfen Sie, ob das WLAN aktiviert ist. ÜBERPRÜFUNG: Wurde das WLAN beim ersten Tastendruck ausgeschaltet und beim zweiten wieder eingeschaltet? (HINWEIS: Die LED-Funktionalität wird im nachfolgenden Test überprüft. Bitte berücksichtigen Sie hier ausschließlich die Funktionalität des WLAN selbst.)
gl: PROPÓSITO: Esta proba verificará a tecla da conexión sen fíos PASOS: 1. Prema a tecla da conexión sen fíos no teclado 2. Comprobe que o LED da wifi se apaga ou cambia a cor 3. Comprobe que a rede sen fíos está desactivada 4. Prema a mesma tecla de novo 5. Comprobe que o LED da wifi se acende ou cambia a cor 6. Comprobe que a rede sen fíos está activada COMPROBACIÓN: Apagouse a rede ao premer a primeira vez e acendeuse na segunda?

source: PURPOSE: This test will test the media keys of your keyboard STEPS: Skip this test if your computer has no media keys. 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
gl: PROPÓSITO: Esta proba verificará as teclas multimeda do teclado PASOS: Se o computador non ten teclas multimedia ignore esta proba. 1. Prema «Probar» para abrir unha xanela na que probar as teclas multimedia. 2. Se todas as teclas funcionan, a proba marcarase com pasada. COMPROBACIÓN: Funcionan correctamente as teclas?

source: PURPOSE: This test will test the super key of your keyboard STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected?
cs: CÍL: Tato část otestuje klávesu super na klávesnici POSTUP: 1. Klikněte na test pro otevření okna, ve kterém proběhne test klávesy super. 2. Bude-li klávesa fungovat, test proběhne a okno bude uzavřeno. OVĚŘENÍ: Chovala se klávesa super podle očekávání?
de: ZWECK: Dieser Test überprüft die Super-Taste Ihrer Tastatur. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um ein Fenster zu öffnen, in dem die Super-Taste überprüft werden kann. 2. Wenn die Taste funktioniert, wird dieser Test als bestanden angesehen und das Fenster geschlossen. ÜBERPRÜFUNG: Hat die Super-Taste so wie erwartet funktioniert?
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει το πλήκτρο super του πληκτρολογίου σας ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" για να ανοίξει ένα παράθυρο στο οποίο θα γίνει η δοκιμή. 2. Αν το πλήκτρο δουλεύει, η δοκιμή θα σημειωθεί ως επιτυχής και το παράθυρο θα κλείσει. ΕΠΙΒΕΒΑΙΩΣΗ: Το πλήκτρο super λειτούργησε όπως αναμενόταν;
fr: BUT : Ce test testera la touche super de votre clavier ÉTAPES : 1. Cliquez sur « Tester » pour ouvrir une fenêtre dans laquelle vous testerez la touche super. 2. Si la touche fonctionne, le test marchera et la fenêtre se fermera. VÉRIFICATION : La touche super fonctionne-t-elle comme attendu ?
gl: PROPÓSITO: Esta comprobación probará a tecla Super do teclado PASOS: 1. Prema «Probar» para abrir unha xanela na que probar a tecla Super. 2. Se a tecla funciona, pasará a proba e pecharase a xanela. COMPROBACIÓN: Funciona correctamente a tecla?
it: SCOPO: Questo test verifica il funzionamento del tasto «Super» della tastiera. PASSI: 1. Fare clic su «Prova» per aprire una finestra nella quale provare il tasto «Super». 2. Se il tasto funziona, il test avrà successo e la finestra verrà chiusa. VERIFICA: Il tast «Super» funziona come previsto?
ru: ЦЕЛЬ: Этот тест проверит клавишу "Super" вашей клавиатуры ДЕЙСТВИЯ: 1. Щёлкните Проверить, чтобы открыть окно в котором будет производиться проверка клавиши "Super". 2. Если клавиша работает, тест будет пройден, а окно будет закрыто. ПРОВЕРКА: Работает ли клавиша "Supe" надлежащим образом?

source: PURPOSE: Validate that the External Video hot key is working as expected STEPS: 1. Plug in an external monitor 2. Press the display hot key to change the monitors configuration VERIFICATION: Check that the video signal can be mirrored, extended, displayed on external or onboard only.
de: ZWECK: Überprüfung der externen Video-Taste auf Funktionalität DURCHFÜHRUNG: 1. Schließen Sie einen externen Monitor an. 2. Drücken Sie auf die Anzeige-Taste, um die Konfiguration des Monitors zu ändern. ÜBERPRÜFUNG: Sehen Sie nach, ob das Videosignal auf dem externen Gerät oder nur auf dem eingebauten Gerät gespiegelt, erweitert und angezeigt werden kann.
gl: PROPÓSITO: Comprobar que a tecla rápida do vídeo externo funciona correctamente PASOS: 1. Conecte un monitor externo 2. Prema a tecla rápida para cambiar a configuración dos monitores COMPROBACIÓN Comprobe que a sinal de vídeo pode duplicarse, ampliarse, visualizarse no monitor externo ou só no integrado.
it: SCOPO: Confermare che il tasto di scelta rapida per il monitor esterno funzioni come previsto. PASSI: 1. Collegare un monitor esterno. 2. Premere il tasto di scelta rapida dello schermo per modificare la configurazione dei monitor. VERIFICA: Controllare che il segnale video possa essere duplicato, esteso e che sia visibile solo sul monitor esterno o su quello interno.

source: PURPOSE: Verify touchpad hotkey toggles touchpad functionality on and off STEPS: 1. Verify the touchpad is functional 2. Tap the touchpad toggle hotkey 3. Tap the touchpad toggle hotkey again VERIFICATION: Verify the touchpad has been disabled and re-enabled.
de: ZWECK: Überprüft das Ein- und Ausschalten des Touchpads mit der Schnelltaste. DURCHFÜHRUNG: 1. Überprüfen Sie, ob das Touchpad funktioniert. 2. Drücken Sie die Schnelltaste für das Touchpad. 3. Drücken Sie wieder die Schnelltaste für das Touchpad. ÜBERPRÜFUNG: Überprüfen Sie, ob das Touchpad aus- und eingeschaltet wurde.
gl: PROPÓSITO: Esta proba verifica que a tecla rápida da área táctil activa e desactiva a capacidade táctil. PASOS: 1. Verificar que a área táctil é funcional 2. Prema a tecla rápida da área táctil 3. Prema a tecla rápida da área táctil de novo. COMPROBACIÓN: Verificar que a área táctil se desactivou e se activou de novo.
it: SCOPO: Verificare che il tasto di scelta rapida attivi e disattivi la funzionalità del touchpad. PASSI: 1. Verificare che il touchpad funzioni. 2. Premere il tasto di scelta rapida per attivare/disattivare il touchpad. 3. Premere nuovamente il tasto di scelta rapida del touchpad. VERIFICA: Verificare che il touchpad sia stato disabilitato e abilitato nuovamente.
