Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the file browser can move a file. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. 3. Release the button. 4. Double click the icon for Test Data to open that folder up. 5. Close the File Browser. VERIFICATION: Was the file Test File 2 successfully moved into the Test Data folder?
ast: OXETIVU: Esti test va verificar si'l navegador de ficheros pue mover un ficheru. PASOS: 1. Calca en "Probar" p'abrir el navegador de ficheros. 2. Calca y arrastra'l ficheru denomáu Ficheru de testu 2 sobre la carpeta denomada Datos de Test. 3. Suelta'l botón. 4. Calca dos vegaes sobre l'iconu de la carpeta Datos de Test p'abrila. 5. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿Movióse correutamente'l ficheru denomáu Ficheru de testu 2 a la carpeta Datos de Test?
cs: CÍL: Tento test ověří, že Správce souborů může přesunout soubor. POSTUP: 1. Kliknutím na Test spustíte Správce souborů. 2. Chyťte a přesuňte soubor "Testovací soubor 2" na ikonu adresáře Testovací data. 3. Uvolněte tlačítko. 4. Otevřete adresář Testovací data. 5. Zavřete Správce souborů. DŮKAZ: Přesunul se soubor do adresáře Testovací adresář?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei verschieben kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Klicken und ziehen Sie die Datei namens »Testdatei 2« auf das Symbol des Ordners »Testdaten«. 3. Doppelklicken Sie auf das Symbol, um den Ordner zu öffnen. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde die Datei namens »Testdatei 2« in den Ordner »Testdaten« verschoben?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο περιηγητής αρχείων μπορεί να μετακινήσει ένα αρχείο. ΒΗΜΑΤΑ: 1. Κλικ στο Δοκιμή για να ανοίξετε τον περιηγητή αρχείων. 2. Κλικ και σύρσιμο του αρχείου με όνομα «Δοκιμή αρχείου 2» στο εικονίδιο για το φάκελο με όνομα «Δεδομένα δοκιμής». 3. Απελευθέρωση του πλήκτρου. 4. Διπλό κλικ στο εικονίδιο για δοκιμή δεδομένων για να ανοίξει αυτό το φάκελο. 5. Κλείσιμο του περιηγητή αρχείων. ΕΠΙΒΕΒΑΙΩΣΗ: Μετακινήθηκε επιτυχώς το αρχείο «Δοκιμή αρχείου 2» στο φάκελο «Δεδομένα δοκιμής»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut déplacer un fichier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Cliquez et déplacez le fichier Test File 2 sur l'icône du dossier Test Data. 3. Relâchez le bouton. 4. Double cliquez sur le dossier Test Data pour l'ouvrir. 5. Fermez le gestionnaire de fichiers. VÉRIFICATION : Le fichier Test File 2 a-t-il bien été déplacé dans le dossier Test Data ?
gl: PROPÓSITO: Esta proba verificará que o explorador de ficheiros pode mover un ficheiro PASOS: 1. Prema «Probar» para abrir o explorador de ficheiros. 2. Prema e arrastre o cartafol chamado «Ficheiro de proba 2» dentro da icona do cartafol chamado «Datos de proba». 3. Solte o botón. 4. Faga dobre clic no na icona de «Datos de proba» para abrir o cartafol. 5. Peche o explorador de ficheiros. COMPROBACIÓN: Moveuse correctamente o ficheiro chamado «Ficheiro de proba 2» dentro do cartafol chamado «Datos de proba»?
it: SCOPO: Questo test verifica che l'esploratore file riesca a spostare un file. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic e trascinare il file di nome «File di prova 2» sopra l'icona della cartella di nome «Dati di prova». 3. Rilasciare il tasto. 4. Fare doppio clic sull'icona della cartella «Dati di prova» per aprirla. 5. Chiudere l'esploratore file. VERIFICA: Il «File di prova 2» è stato spostato con successo nella cartella «Dati di prova»?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​ផ្លាស់ទី​ឯកសារ​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ 2. ចុច រួច​អូស​ឯកសារ​ដែល​មាន​ឈ្មោះ​ថា Test File 2 ទម្លាក់​លើ​រូបតំណាង​របស់​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Data ។ ៣. លែង​ប៊ូតុង​កណ្ដុរ ។ ៤. ចុច​ទ្វេ​ដង​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Data ដើម្បី​បើក​វា​ឡើង ។ ៥. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ឯកសារ​ឈ្មោះ Test File 2 បាន​ផ្លាស់ទី​ទៅ​ក្នុង​ថត Test Data ដោយ​ជោគជ័យ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности перемещения файлов используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните и перенесите файл с именем Test File 2 на значок папки именем Test Data.. 3. Отпустите кнопку. 4. Щёлкните дважды на значке Test Data для открытия этой папки. 5. Закройте обозреватель файлов. ПРОВЕРКА: Был ли файл Test File 2 перемещён в папку Test Data надлежащим образом?
zh_cn: 目的： 此测试将检查文件浏览器是否能够移动文件。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 单击名为 Test File 2 的文件，然后将其拖到名为 Test Data 的文件夹的图标上。 3. 释放按钮。 4. 双击 Test Data 的图标，打开该文件夹。 5. 关闭文件浏览器。 验证： 是否将 Test File 2 文件成功移动到了 Test Data 文件夹中？

source: PURPOSE: This test will check that the file browser can delete a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click on Move To Trash. 3. Verify that Test File 1 has been removed. 4. Close the File Browser. VERIFICATION: Is Test File 1 now gone?
ast: OXETIVU: Esti test verificará si'l navegador de ficheros pue desaniciar un ficheru. PASOS: 1. Calca en "Probar" p'abrir el navegador de ficheros. 2. Calca col botón derechu nel ficheru denomáu Ficheru de testu 1 y seleiciona Mover a la Papelera. 3. Verifica que'l ficheru desanicióse. 4. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿El ficheru seleicionáu desanicióse correutamente?
cs: CÍL: Tento test ověří, že Správce souborů může smazat soubor. POSTUP: 1. Kliknutím na Test spustíte Správce souborů. 2. Klikněte pravým tlačítkem na Testovací soubor 1 s vyberte Přesunout do koše. 3. Ujistěte se, že byl Testovací soubor smazán. 4. Zavřete Správce souborů. DŮKAZ: Je Testovací soubor odstraněn?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei löschen kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf die Datei namens »Testdatei 1« und wählen Sie »In den Müll verschieben«. 3. Überprüfen Sie, ob »Testdatei 1« gelöscht wurde. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde »Testdatei 1« erfolgreich gelöscht?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο περιηγητής αρχείων μπορεί να διαγράψει ένα αρχείο. ΒΗΜΑΤΑ: 1. Κλικ στο Δοκιμή για άνοιγμα του περιηγητή αρχείων. 2. Δεξί κλικ στο αρχείο με όνομα «Δοκιμή αρχείου 1» και κλικ στο Μετακίνηση στα απορρίμματα. 3. Επιβεβαίωση ότι η «Δοκιμή αρχείου 1» έχει μετακινηθεί. 4. Κλείσιμο του περιηγητή αρχείων. ΕΠΙΒΕΒΑΙΩΣΗ: Απομακρύνθηκε τώρα το «Δοκιμή αρχείου 1»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut supprimer un fichier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Faites un clic droit sur le fichier Test File 1 et cliquez sur Mettre à la corbeille. 3. Vérifiez que Test File 1 a bien été supprimé. 4. Fermez le gestionnaire de fichiers. VÉRIFICATION : Test File 1 a-t-il bien disparu ?
gl: PROPÓSITO: Esta proba verifica que o explorador de ficheiros pode eliminar un ficheiro. PASOS: 1. Prema «Probar» para iniciar o explorador de ficheiros. 2. Faga clic dereito no ficheiro chamado «Ficheiro de proba 1» e prema en «Enviar ao lixo». 3. Comprobe que se eliminou «Ficheiro de proba 1». 4. Peche o explorador de ficheiros. COMPROBACIÓN: Eliminouse correctamente o ficheiro de proba?
it: SCOPO: Questo test verifica che l'esploratore file riesca a eliminare un file. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic con il tasto destro sul file di nome «File di prova 1», quindi fare clic su Sposta nel cestino. 3. Verificare che «File di prova 1» sia stato rimosso. 4. Chiudere l'esploratore file. VERIFICA: Il «File di prova 1» è stato eliminato?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​លុប​ឯកសារ​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ 2. ចុច​កណ្ដុរស្ដាំ​លើ​ឯកសារ​ដែល​មាន​ឈ្មោះ​ថា Test File 1 រួច​ចុច ផ្លាស់ទី​ទៅ​ធុងសំរាម ។ ៣. ផ្ទៀងផ្ទាត់​ថា​តើ​ឯកសារ Test File 1 ត្រូវ​បាន​ផ្លាស់ទី​ទៅ​ធុងសំរាម​ដែរ​ឬទេ ។ ៤. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ឥឡូវនេះ​ឯកសារ Test File 1 បាន​បាត់​ហើយ​ឬនៅ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности удаления файлов используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните правой кнопкой на файле с именем Test File 1 и щёлкните Удалить.. 3. Убедитесь, что файл Test File 1 удалён. 4. Закройте обозреватель файлов. ПРОВЕРКА: Был ли файл Test File 1 удалён?
zh_cn: 目的： 此测试将检查文件浏览器是否能够删除文件。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 右键单击名为 Test File 1 的文件，然后单击 "移动到回收站"。 3. 验证 Test File 1 是否已删除。 4. 关闭文件浏览器。 验证： Test File 1 现在是否已消失？

source: PURPOSE: This test will check that the file browser can delete a folder. STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Move To Trash. 3. Verify that the folder was deleted. 4. Close the file browser. VERIFICATION: Has Test Folder been successfully deleted?
ast: OXETIVU: Esti test verificará si'l navegador de ficheros pue desaniciar una carpeta. PASOS: 1. Calca en "Probar" p'abrir el navegador de ficheros. 2. Calca col botón derechu na carpeta denomada Carpeta de Test y seleiciona Mover a la Papelera. 3. Verifica que la carpeta desanicióse. 4. Zarra'l navegador de ficheros. VERIFICACIÓN: ¿La carpeta seleicionada desanicióse correutamente?
cs: CÍL: Tento test ověří, že Správce souborů může smazat adresář. POSTUP: 1. Kliknutím na test spustíte Správce souborů. 2. Klikněte pravým tlačítkem na Testovací adresář a vyberte Přesunout do koše. 3. Ujistěte se, že byl adresář smazán. 4. Zavřete Správce souborů. DŮKAZ: Byl Testovací adresář úspěšně smazán?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner löschen kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf den Ordner namens »Testordner« und wählen Sie »In den Müll verschieben«. 3. Überprüfen Sie, ob »Testordner« gelöscht wurde. 4. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde »Testordner« erfolgreich gelöscht?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο περιηγητής αρχείων μπορεί να διαγράψει ένα φάκελο. ΒΗΜΑΤΑ: 1. Κλικ στο Δοκιμή για άνοιγμα του περιηγητή αρχείων. 2. Δεξί κλικ στο φάκελο με όνομα «Φάκελος δοκιμής» και κλικ στο Μετακίνηση στα απορρίμματα. 3. Επιβεβαίωση ότι ο φάκελος έχει διαγραφεί. 4. Κλείσιμο του εξερευνητή αρχείων. ΕΠΙΒΕΒΑΙΩΣΗ: Διαγράφηκε επιτυχώς ο φάκελος «Φάκελος δοκιμής»;
fr: BUT : Ce test va vérifier que le gestionnaire de fichiers peut supprimer un dossier. ÉTAPES : 1. Cliquez sur « Tester » pour lancer le gestionnaire de fichiers. 2. Faites un clic droit sur le dossier Test Folder et cliquez sur Mettre à la corbeille. 3. Vérifiez que Test Folder a bien été supprimé. 4. Fermez le gestionnaire de fichiers. VÉRIFICATION : Test Folder a-t-il bien été supprimé ?
gl: PROPÓSITO: Esta proba verifica que o explorador de ficheiros pode eliminar un cartafol. PASOS: 1. Prema «Probar» para iniciar o explorador de ficheiros. 2. Faga clic dereito no cartafol chamado Cartafol de proba e prema en Enviar ao lixo. 3. Comprobe que se eliminou o cartafol 4. Peche o explorador de ficheiros. COMPROBACIÓN: Eliminouse correctamente o cartafol de proba?
it: SCOPO: Questo test verifica che l'esploratore file riesca a eliminare una cartella. PASSI: 1. Fare clic su «Prova» per aprire l'esploratore file. 2. Fare clic con il tasto destro sulla cartella di nome «Cartella di prova», quindi fare clic su Sposta nel cestino. 3. Verificare che la cartella sia stata eliminata. 4. Chiudere l'esploratore file. VERIFICA: La «Cartella di prova» è stata eliminata con successo?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ​កម្មវិធី​រុករក​ឯកសារ​អាច​លុប​ថត​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​បើក​កម្មវិធី​រុករក​ឯកសារ ។ 2. ចុច​កណ្ដុរស្ដាំ​លើ​ថត​ដែល​មាន​ឈ្មោះ​ថា Test Folder រួច​ចុច ផ្លាស់ទី​ទៅ​ធុងសំរាម ។ ៣. ផ្ទៀងផ្ទាត់​ថា​តើ​ថត Test Folder ត្រូវ​បាន​លុប​ដែរ​ឬទេ ។ ៤. បិទ​កម្មវិធី​រុករក​ឯកសារ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ថត Test Folder ត្រូវ​បាន​លុប​ដោយ​ជោគជ័យ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности удаления папок используя обозреватель файлов. ДЕЙСТВИЯ: 1. Щёлкните Проверить для открытия обозревателя файлов. 2. Щёлкните правой кнопкой на папке с именем Test Folder и щёлкните Удалить.. 3. Убедитесь, что папка была удалена. 4. Закройте обозреватель файлов. ПРОВЕРКА: Была ли удалена папка Test Folder?
zh_cn: 目的： 此测试将检查文件浏览器是否能够删除文件夹。 步骤： 1. 单击 "测试"，打开文件浏览器。 2. 右键单击名为 Test Folder 的文件夹，然后单击 "移动到回收站"。 3. 验证该文件夹是否已删除。 4. 关闭文件浏览器。 验证： 是否已成功删除了 Test Folder？

source: Common Document Types Test
ast: Prueba de tribes de documentos comunes
cs: Test běžných typů dokumentů
de: Test für gebräuchliche Dokument-Typen
el: Δοκιμή τύπων συνηθισμένων εγγράφων
fr: Test des types de document communs
gl: Comprobación dos tipos de documento comúns
it: Test dei tipi di documento comuni.
km: សាកល្បង
ru: Проверка стандартных типов документов
zh_cn: 常用文档类型测试

source: PURPOSE: This test will check that Firefox can render a basic web page. STEPS: 1. Select Test to launch Firefox and view the test web page. VERIFICATION: Did the Ubuntu Test page load correctly?
ast: OXETIVU: Esti test verificará si Firefox pue renderizar una páxina web básica. PASOS: 1. Seleiciona "Probar" p'aniciar Firefox y ver la páxina web de test. VERIFICACIÓN: ¿Cargó correutamente la páxina de test d'Ubuntu?
cs: CÍL: Tento test ovšří, že Firefox zobrazí jednoduchou webovou stránku. POSTUP: 1. Kliknutím na Test se spustí Firefox a zobrazí jednoduchou stránku. DŮKAZ: Zobrazila se testovací stránka správně?
de: ZWECK: Dieser Test überprüft, ob Firefox eine einfache Webseite darstellen kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Firefox zu starten und sich die Test-Webseite anzusehen. ÜBERPRÜFUNG: Wurde die Ubuntu-Testseite korrekt geladen?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο Firefox μπορεί να αποδώσει μια βασική ιστοσελίδα. ΒΗΜΑΤΑ: 1. Επιλέξτε Δοκιμή για το άνοιγμα του Firefox και προβολή της ιστοσελίδας δοκιμής. ΕΠΙΒΕΒΑΙΩΣΗ: Φορτώθηκε σωστά η «Σελίδα δοκιμής Ubuntu»;
fr: BUT : Ce test va vérifier que Firefox peut afficher une page web basique. ÉTAPES : 1. Choisissez « Tester » pour lancer Firefox et voir la page web de test. VÉRIFICATION : La page de test Ubuntu s'est-elle chargée correctement ?
gl: PROPÓSITO: Esta proba verifica que Firefox pode renderizar unha páxina web básica. PASOS: 1. Seleccione «Probar» para iniciar o Firefox e ver a páxina web de proba. COMPROBACIÓN: Cargouse a páxina de proba de Ubuntu correctamente?
it: SCOPO: Questo test verifica che Firefox sia in grado di visualizzare una pagina web di base. PASSI: 1. Selezionare «Prova» per avviare Firefox e visualizzare la pagina web di test. VERIFICA: La pagina di test di Ubuntu è stata caricata in modo corretto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Firefox អាច​បង្ហាញ​ទំព័រ​បណ្ដាញ​មូលដ្ឋាន​បាន​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Firefox និង​មើល​ការ​សាកល្បង​ទំព័រ​បណ្ដាញ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​ផ្ទុក​ទំព័រ​សាកល្បង​របស់​អ៊ូប៊ុនទូ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности обработки обычной веб-страницы в Firefox. ДЕЙСТВИЯ: 1. Выберите Проверить для запуска Firefox и просмотра пробной веб-страницы. ПРОВЕРКА: Пробная страница Ubuntu была загружена правильно?
zh_cn: 目的： 此测试将检查 Firefox 是否能够呈现基本网页。 步骤： 1. 选择 "测试"，启动 Firefox，然后查看测试网页。 验证： 是否正确加载了 Ubuntu 测试页？

source: PURPOSE: This test will check that Firefox can run flash applications. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a sample Flash test. VERIFICATION: Did you see the text?
ast: OXETIVU: Esti test va verificar si Firefox pue executar complementos flash. Nota: esto pue desixir la instalación de software adicional pa completar la prueba. PASOS: 1. Seleiciona "Probar" p'aniciar Firefox y ver un exemplu de Test Flash. VERIFICACIÓN: ¿Visti correutamente'l testu?
cs: CÍL: Tento test ověří, že Firefox umí spustit flashovou aplikaci. Poznámka: tento test může vyžadovat instalaci dodatečného software. POSTUP: 1. Kliknutím na Test spustíte Firefox s jednoduchým testem Flashe. DŮKAZ: Byl zobrazen text?
de: ZWECK: Dieser Test überprüft, ob Firefox Flash-Anwendungen ausführen kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Firefox zu starten und einen einfachen Flash-Test anzuzeigen. ÜBERPRÜFUNG: Haben Sie den Text gesehen?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν το Firefox μπορεί να τρέξει εφαρμογές φλας (Adobe Flash). Σημείωση: αυτό ίσως να απαιτήσει την εγκατάσταση επιπρόσθετου λογισμικού για την επιτυχή ολοκλήρωση. ΒΗΜΑΤΑ: 1. Επιλογή του Δοκιμή για το άνοιγμα του Firefox και προβολή δείγματος «Δοκιμής φλας». ΕΠΙΒΕΒΑΙΩΣΗ: Είδατε το κείμενο;
fr: BUT : Ce test va vérifier que Firefox peut exécuter des applications Flash. Note : ceci peut nécessiter l'installation de logiciels supplémentaires pour réussir. ÉTAPES : 1. Choisissez « Tester » pour lancer Firefox et voir un test Flash. VÉRIFICATION : Avez-vous vu le texte ?
gl: PROPÓSITO: Esta proba verificará que Firefox pode executar aplicativos flash. Aviso: isto pode requirir a instalación de software adicional para que se complete correctamente. PASOS: 1. Seleccione «Probar»para iniciar Firefox e ver unha proba Flash de exemplo. COMPROBACIÓN: Viches o texto?
it: SCOPO: Questo test verifica che Firefox sia in grado di eseguire applicazioni Flash. Nota: per completare il test con successo potrebbe essere necessario installare software aggiuntivo. PASSI: 1. Selezionare «Prova» per avviare Firefox e visualizzare un testo Flash campione. VERIFICA: Il testo è stato visualizzato?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Firefox អាច​ដំណើរការ​កម្មវិធី Flash បាន​ដែរ​ឬទេ ។ ចំណាំ ៖ វា​អាច​ទាមទារ​ឲ្យ​ដំឡើង​កម្មវិធី​បន្ថែម​ដើម្បី​បញ្ចប់​ដោយ​ជោគជ័យ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Firefox និង​មើល​ការ​សាកល្បង Flash គំរូ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​មាន​ឃើញ​អត្ថបទ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в возможности выполнения Flash приложений в Firefox. Примечание: может потребоваться установка дополнительного программного обеспечения для завершения выполнения проверки. ДЕЙСТВИЯ: 1. Выберите Проверить для открытия Firefox с Flash-содержимым. ПРОВЕРКА: Видите ли вы текст?
zh_cn: 目的： 此测试将检查 Firefox 是否能够运行 Flash 应用程序。注意：这可能 需要安装额外软件才能成功完成。 步骤： 1. 选择 "测试"，启动 Firefox，然后查看 Flash 测试示例。 验证： 您是否看到了该文本？

source: PURPOSE: This test will check that Firefox can play a Flash video. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a short flash video. VERIFICATION: Did the video play correctly?
ast: OXETIVU: Esti test va verificar si Firefox pue executar un videu flash. Nota: esto pue desixir la instalación de software adicional pa completar la prueba. PASOS: 1. Seleiciona "Probar" p'aniciar Firefox y ver un videu curtiu de Flash. VERIFICACIÓN: ¿Reprodúxose correutamente'l videu?
cs: CÍL: Tento test ověří schopnost Firefoxu přehrávat Flashové video. Poznámka: tento test může vyžadovat instalaci dodatečného softwaru. POSTUP: 1. Kliknutím na Test spustíte Firefox s krátkým testovacím videem. DŮKAZ: Přehrálo se video bez problémů?
de: ZWECK: Dieser Test überprüft, ob Firefox ein einfaches Flash-Video wiedergeben kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Firefox zu starten und ein kurzes Flash-Video anzuzeigen. ÜBERPRÜFUNG: Wurde das Video korrekt wiedergegeben?
el: ΣΚΟΠΟΣ: Αυτή η δοκιμή θα ελέγξει εάν ο Firefox μπορεί να παίξει ένα βίντεο φλας. Σημείωση: αυτό ίσως να απαιτήσει την εγκατάσταση επιπρόσθετου λογισμικού για την επιτυχή ολοκλήρωση. ΒΗΜΑΤΑ: 1. Επιλογή του Δοκιμή για το άνοιγμα του Firefox και την προβολή μικρού βίντεο φλας. ΕΠΙΒΕΒΑΙΩΣΗ: Έπαιξε το βίντεο σωστά;
fr: BUT : Ce test va vérifier que Firefox peut jouer une vidéo Flash. Notez que ceci peut nécessiter l'installation de logiciels supplémentaires pour réussir. ÉTAPES : 1. Choisissez « Tester » pour lancer Firefox et visionner une courte vidéo Flash. VÉRIFICATION : La vidéo a-t-elle été jouée correctement ?
gl: PROPÓSITO: Esta proba verificará que Firefox pode reproducir vídeo Flash. Aviso: isto pode requirir a instalación de software adicional para que se complete correctamente. PASOS: 1. Seleccione «Probar»para iniciar Firefox e ver un vídeo curto Flash de exemplo. COMPROBACIÓN: Reproduciuse o vídeo correctamente?
it: SCOPO: Questo test verifica che Firefox sia in grado di riprodurre un video Flash. Nota: per completare il test con successo potrebbe essere necessario installare software aggiuntivo. PASSI: 1. Selezionare «Prova» per avviare Firefox e visualizzare un breve video Flash. VERIFICA: Il video è stato riprodotto correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Firefox អាច​ចាក់​វីដេអូ Flash បាន​ដែរ​ឬទេ ។ ចំណាំ ៖ វា​អាច​ទាមទារ​ឲ្យ​ដំឡើង​កម្មវិធី​បន្ថែម​ដើម្បី​បញ្ចប់​ដោយ​ជោគជ័យ ។ ជំហាន ៖ ១. ចុច​សាកល្បង​ដើម្បី​ចាប់ផ្ដើម Firefox និង​មើល​វីដេអូ Flash ខ្លី​មួយ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វីដេអូ​បាន​ចាក់​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Этот тест проверит, может ли Firefox проигрывать видеозаписи в формате Flash. Примечание: это может потребовать установки дополнительного ПО для успешного завершения. ДЕЙСТВИЯ: 1. Выберите «Проверить» для запуска Firefox и просмотра короткой видеозаписи в формате Flash. ПРОВЕРКА: Была ли видеозапись воспроизведена правильно?
zh_cn: 目的： 此测试将检查 Firefox 是否能够播放 Flash 视频。注意：这可能 需要安装额外软件才能成功完成。 步骤： 1. 选择 "测试"，启动 Firefox，然后观看一段简短的 Flash 视频。 验证： 该视频是否正确播放？
