Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a POP3 account. VERIFICATION: Were you able to receive and read e-mail correctly?
ast: OXETIVU: Esti test va verificar si Evolution funciona. PASOS: 1. Calca nel botón "Probar" p'abrir Evolution. 2. Configúralu pa coneutar a una cuenta POP3. VERIFICACIÓN: ¿Fuisti quien a recibir y lleer correutamente un corréu-e?
cs: CÍL: tento test ověří, že Evolution funguje. POSTUP: 1. Kliknutím na Test spustíte Evolution. 2. Nastavte připojení k účtu POP3. DŮKAZ: Můžete bezproblémově přijímat a číst emailové zprávy?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Evolution zu öffnen. 2. Konfigurieren Sie Evolution, sodass es eine Verbindung zu einem POP3-Konto herstellt. ÜBERPRÜFUNG: Konnten Sie E-Mails korrekt empfangen und lesen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η εφαρμογή Evolution λειτουργεί. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να εκκινήσετε το Evolution. 2. Διαμορφώστε το ώστε να συνδεθεί σε έναν λογαριασμό τύπου POP3. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να λάβετε και να διαβάσετε μηνύματα ηλεκτρονικού ταχυδρομείου (e-mail) κανονικά;
fr: BUT : Ce test va vérifier que Evolution fonctionne. ÉTAPES : 1. Cliquez sur « Tester » pour lancer Evolution. 2. Configurez-le pour vous connecter à un compte POP3. VÉRIFICATION : Avez-vous réussi à recevoir et lire correctement des courriels ?
gl: PROPÓSITO: Esta proba verifica que o Evolution funciona. PASOS: 1. Prema o botón «Probar» para iniciar o Evolution 2. Configúreo para conectarse a unha conta POP3 COMPROBACIÓN: Foi quen de recibir e ler un correo electrónico correctamente?
it: SCOPO: Questo test verifica il funzionamento di Evolution. PASSI: 1. Fare clic sull pulsante «Prova» per avviare Evolution. 2. Configurarlo per effettuare una connessione a un account POP3. VERIFICA: È stato possibile ricevere e leggere le email in modo corretto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Evolution ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម Evolution ។ ២. កំណត់​រចនាសម្ព័ន្ធ​ដើម្បី​តភ្ជាប់​ទៅកាន់​គណនី POP3 ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​ទទួល និង​អាន​អ៊ីមែល​បាន​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в работоспособности Evolution. ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для запуска Evolution. 2. Настройте программу для подключения с использованием учётной записи POP3. ПРОВЕРКА: Появилась ли возможность получать и читать сообщения электронной почты надлежащим образом?
zh_cn: 目的： 此测试将检查 Evolution 是否正常工作。 步骤： 1. 单击 "测试" 按钮，启动 Evolution。 2. 对其进行配置，使其连接到 POP3 帐户。 验证： 您是否能够正确接收并阅读电子邮件？

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a IMAP account. VERIFICATION: Were you able to receive and read e-mail correctly?
ast: OXETIVU: Esti test va verificar si Evolution funciona. PASOS: 1. Calca nel botón "Probar" p'abrir Evolution. 2. Configúralu pa coneutar a una cuenta IMAP. VERIFICACIÓN: ¿Fuisti quien a recibir y lleer correutamente un corréu-e?
cs: CÍL: Tento test ověří, že Evolution funguje. POSTUP: 1. Kliknnutím na Test spustíte Evolution. 2. Nastavte připojení k účtu IMAP. DŮKAZ: Můžete bezproblémově přijímat a odesílat emaily?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Evolution zu öffnen. 2. Konfigurieren Sie Evolution, sodass es eine Verbindung mit einem IMAP-Konto herstellt. ÜBERPRÜFUNG: Konnten Sie E-Mails korrekt empfangen und lesen?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η εφαρμογή Evolution λειτουργεί. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να εκκινήσετε το Evolution. 2. Διαμορφώστε το ώστε να συνδεθεί σε έναν λογαριασμό τύπου IMAP. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να λάβετε και να διαβάσετε μηνύματα ηλεκτρονικού ταχυδρομείου (e-mail) κανονικά;
fr: BUT : Ce test va vérifier que Evolution fonctionne. ÉTAPES : 1. Cliquez sur « Tester » pour lancer Evolution. 2. Configurez-le pour vous connecter à un compte IMAP. VÉRIFICATION : Avez-vous réussi à recevoir et lire correctement des courriels ?
gl: PROPÓSITO: Esta proba verifica que o Evolution funciona. PASOS: 1. Prema o botón «Probar» para iniciar o Evolution 2. Configúreo para conectarse a unha conta IMAP COMPROBACIÓN: Foi quen de recibir e ler un correo electrónico correctamente?
it: SCOPO: Questo test verifica le funzionalità di Evolution. PASSI: 1. Fare clic sul pulsante «Prova» per avviare Evolution. 2. Configurarlo per effettuare una connessione a un account IMAP. VERIFICA: È stato possibile ricevere e leggere le email in modo corretto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Evolution ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម Evolution ។ ២. កំណត់​រចនាសម្ព័ន្ធ​ដើម្បី​តភ្ជាប់​ទៅកាន់​គណនី IMAP ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​ទទួល និង​អាន​អ៊ីមែល​បាន​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в работоспособности Evolution. ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для запуска Evolution. 2. Настройте программу для подключения с использованием учётной записи IMAP. ПРОВЕРКА: Появилась ли возможность получать и читать сообщения электронной почты надлежащим образом?
zh_cn: 目的： 此测试将检查 Evolution 是否正常工作。 步骤： 1. 单击 "测试" 按钮，启动 Evolution。 2. 对其进行配置，使其连接到 IMAP 帐户。 验证： 您是否能够正确接收并阅读电子邮件？

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a SMTP account. VERIFICATION: Were you able to send e-mail without errors?
ast: OXETIVU: Esta prueba verifica qu'Evolution funciona. PASOS: 1. Calca'l botón «Prueba» pa llanzar Evolution. 2. Configura pa coneutar a una cuenta SMTP. VERIFICACIÓN: ¿Yes quien a unviar correos ensin fallos?
cs: CÍL: Tento test ověří že Evolution funguje. POSTUP: 1. Kliknutím na Test spustíte Evolution 2. Nastavte připojení k účtu SMTP. DŮKAZ: Můžete bezproblémově odesílat emaily?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um Evolution zu öffnen. 2. Konfigurieren Sie Evolution, sodass es eine Verbindung zu einem SMTP-Konto herstellt. ÜBERPRÜFUNG: Konnten Sie eine E-Mail versenden ohne Fehlermeldungen zu erhalten?
el: ΣΚΟΠΟΣ: Αυτό το τεστ θα ελέγξει ότι η εφαρμογή Evolution λειτουργεί. ΒΗΜΑΤΑ: 1. Πατήστε στην επιλογή «Δοκιμή» για να εκκινήσετε το Evolution. 2. Διαμορφώστε το ώστε να συνδεθεί σε έναν λογαριασμό τύπου SMTP. ΕΠΑΛΗΘΕΥΣΗ: Μπορέσατε να στείλετε μηνύματα ηλεκτρονικού ταχυδρομείου (e-mail) χωρίς σφάλματα;
fr: BUT : Ce test va vérifier que Evolution fonctionne. ÉTAPES : 1. Cliquez sur « Tester » pour lancer Evolution. 2. Configurez-le pour vous connecter à un compte SMTP. VÉRIFICATION : Avez-vous réussi à envoyer des courriels sans erreurs ?
gl: PROPÓSITO: Esta proba verifica que o Evolution funciona. PASOS: 1. Prema o botón «Probar» para iniciar o Evolution 2. Configúreo para conectarse a unha conta SMTP COMPROBACIÓN: Foi quen de enviar un correo electrónico sen erros?
it: SCOPO: Questo test verifica il funzionamento di Evolution. PASSI: 1. Fare clic sul pulsante «Prova» per avviare Evolution. 2. Configurarlo per effettuare una connessione a un account SMTP. VERIFICA: È stato possibile inviare una email senza errori?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ Evolution ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម Evolution ។ ២. កំណត់​រចនាសម្ព័ន្ធ​ដើម្បី​តភ្ជាប់​ទៅកាន់​គណនី SMTP ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​អ្នក​អាច​ទទួល និង​អាន​អ៊ីមែល​បាន​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволяет удостовериться в работоспособности Evolution. ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для запуска Evolution. 2. Настройте программу для подключения с использованием учётной записи SMTP. ПРОВЕРКА: Отправление сообщений электронной почты выполняется без ошибок?
zh_cn: 目的： 此测试将检查 Evolution 是否正常工作。 步骤： 1. 单击 "测试" 按钮，启动 Evolution。 2. 对其进行配置，使其连接到 SMTP 帐户。 验证： 您是否能够无错误地发送电子邮件？

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator. VERIFICATION: Did it launch correctly?
ast: OXETIVU: Esti test va verificar si gcalctool (Calculadora) funciona. PASOS: Calca nel botón "Probar" p'abrir a calculadora. VERIFICACIÓN: ¿Abrióse la calculadora correutamente?
cs: CÍL: Tento test ověří že gcalctool (Kalkulačka) funguje. POSTUP: Kliknutím na Test spustíte Kalkulačku. DŮKAZ: Spustila se?
de: ZWECK: Dieser Test prüft, ob »gcalctool« (der Taschenrechner) funktioniert. DURCHFÜHRUNG: Klicken Sie auf »Testen«, um den Taschenrechner zu öffnen. ÜBERPRÜFUNG: Wurde er einwandfrei gestartet?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι η εφαρμογή gcalctool (Αριθμομηχανή) λειτουργεί. ΒΗΜΑΤΑ: Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει η αριθμομηχανή. ΕΠΑΛΗΘΕΥΣΗ: Έγινε κανονικά η εκκίνηση της εφαρμογής;
fr: BUT : Ce test vérifie si gcalctool (Calculatrice) fonctionne. ÉTAPES : Cliquez sur « Tester » pour ouvrir la calculatrice. VÉRIFICATION : S'est-elle lancée correctement ?
gl: PROPÓSITO: Esta proba verifica que a gcalctool (calculadora) funciona. PASOS: 1. Prema o botón «Probar» para abrir a calculadora. COMPROBACIÓN Iniciouse correctamente?
it: SCOPO: Questo test verifica il funzionamento di gcalctool (calcolatrice). PASSI: Fare clic sul pulsante «Prova» per aprire la calcolatrice. VERIFICA: È stata avviata correttamente?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gcalctool (ម៉ាស៊ីនគិតលេខ) ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​គិតលេខ ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​បាន​ចាប់ផ្ដើម​ដោយ​ត្រឹមត្រូវ​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gcalctool (Calculator). ДЕЙСТВИЯ: Щёлкните на кнопке "Проверить" для открытия калькулятора. ПРОВЕРКА: Запуск произведён надлежащим образом?
zh_cn: 目的： 此测试将检查 gcalctool(计算器)是否正常工作。 步骤： 单击 "测试" 按钮，打开该计算器。 验证： 该计算器是否正确启动？

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math VERIFICATION: Did the functions perform as expected?
ast: OXETIVU: Esti test verificará si gcalctool (Calculadora) funciona). PASOS: Calca nel botón "Probar" p'abrir a calculadora y fai: 1. Funciones matemátiques simples (+,-,/,*) 2. Funciones matemátiques añeraes ((,)) 3. Matemática fraicionaria 4. Matemática decimal VERIFICACIÓN: ¿Resultaron les operaciones feches como s'esperaba?
cs: CÍL: Tento test ověří že gcalctool (Kalkulačka) funguje. POSTUP: Kliknutím na test spustíte Kalkulačku a vyzkoušejte: 1. Jednoduché operace (+,-,/,*) 2. Pokročilé operace ((,)) 3. Dílčí matematiku 4. Počty s desetinnými místy DŮKAZ: Funguje Kalkulačka dle očekávání?
de: ZWECK: Dieser Test überprüft, ob »gcalctool« (der Taschenrechner) funktioniert. DURCHFÜHRUNG: Klicken Sie auf »Testen«, um den Taschenrechner zu öffnen und machen Sie Folgendes: 1. Einfache Arithmetik (+, -, /, *) 2. Berechnungen mit Klammern. 3. Berechnungen mit Brüchen. 4. Berechnungen mit Dezimalzahlen. ÜBERPRÜFUNG: Wurden die Funktionen erwartungsgemäß ausgeführt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι η εφαρμογή gcalctool (Αριθμομηχανή) λειτουργεί. ΒΗΜΑΤΑ: Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει η αριθμομηχανή και πραγματοποιήστε: 1. Απλές μαθηματικές πράξεις (+,-,/,*) 2. Μαθηματικές πράξεις ενσωμάτωσης ((,)) 3. Κλασματικά μαθηματικά 4. Δεκαδικά μαθηματικά ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκαν οι πράξεις όπως θα έπρεπε;
fr: BUT : Ce test vérifie si gcalctool (Calculatrice) fonctionne. ÉTAPES : Cliquez sur « Tester » pour ouvrir la calculatrice et faites : 1. Des opérations simples (+,-,/,*) 2. Des opérations emboîtées ((,)) 3. Du calcul fractionnaire 4. Du calcul décimal VÉRIFICATION : Les opérations ont-elles fonctionné comme prévu ?
gl: PROPÓSITO: Esta proba verifica que a gcalctool (Calculadora) funciona. PASOS: Pulse o botón «Probar» para abrir a calculadora e execute: 1. Operacións matemáticas simples (+,-,/,*) 2. Operacións matemáticas aniñadas ((,)) 3. Matemáticas fraccionais 4. Matemáticas decimais VERIFICACIÓN: Executáronse as funcións correctamente?
it: SCOPO: Questo test verifica il funzionamento di gcalctool (calcolatrice). PASSI: Fare clic sul pulsante «Prova» per aprire la calcolatrice ed eseguire: 1. Funzioni matematiche semplici (+,-,/,*). 2. Funzioni matematiche nidificate ((,)). 3. Matematica con frazioni. 4. Matematica decimale. VERIFICA: Le funzioni sono state eseguite come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gcalctool (ម៉ាស៊ីនគិតលេខ) ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​គិតលេខ រួច​អនុវត្ត ៖ ១. ការ​គណនា​សាមញ្ញ (+,-,/,*) ២. ការ​គណនា​ស្មុគស្មាញ ((,)) ៣. ការ​គណនា​ប្រភាគ ៤. ការ​គណនា​ទសភាគ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​ការ​គណនា​ទាំងអស់​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gcalctool (Калькулятор). ДЕЙСТВИЯ: Щёлкните на кнопке "Проверить" для открытия калькулятора и выполните следующие действия: 1. Простые математические функции (+,-/, *) 2. Вложенные математические функции ((,)) 3. Действия с дробными числами 4. Действия с десятичными числами ПРОВЕРКА: Функции были выполнены надлежащим образом?
zh_cn: 目的： 此测试将检查 gcalctool(计算器)是否正常工作。 步骤： 单击 "测试" 按钮，打开该计算器，然后执行： 1. 简单的数学运算(+、-、/、*) 2. 嵌套的数学运算((,)) 3. 分数数学 4. 小数数学 验证： 这些功能是否正常执行？

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear VERIFICATION: Did the functions perform as expected?
ast: OXETIVU: Esti test verificará si gcalctool (Calculadora) funciona). PASOS: Calca nel botón "Probar" p'abrir a calculadora y fai: 1. Axuste de la memoria 2. Llimpiar la memoria 3. Cabera llimpieza de memoria 4. Llimpieza de la memoria VERIFICACIÓN: ¿Resultaron les operaciones feches como s'esperaba?
cs: CÍL: Tento test ověří že gcalctool (Kalkulačka) funguje. POSTUP: Kliknutím na Test spustíte Kalkulačku a vyzkoušejte: 1. Uložení do paměti (MS) 2. Přepsání paměti (MRS) 3. Vymazat poslední hodnotu 4. Vymazat paměť (MC) DŮKAZ: Funguje Kalkulačka dle očekávání?
de: ZWECK: Dieser Test überprüft, ob »gcalctool« (der Taschenrechner) funktioniert. DURCHFÜHRUNG: Klicken Sie auf »Testen«, um den Taschenrechner zu öffnen und machen Sie Folgendes: 1. Etwas im Speicher ablegen. 2. Speicher zurücksetzen. 3. Letzten Speichereintrag löschen. 4. Gesamten Speicher löschen. ÜBERPRÜFUNG: Wurden die Funktionen erwartungsgemäß ausgeführt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι η εφαρμογή gcalctool (Αριθμομηχανή) λειτουργεί. ΒΗΜΑΤΑ: Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει η αριθμομηχανή και πραγματοποιήστε: 1. Αποθήκευση αριθμού στη μνήμη 2. Επαναφορά αριθμού από τη μνήμη 3. Καθαρισμός τελευταίου αριθμού από τη μνήμη 4. Καθαρισμός της μνήμης ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκαν οι πράξεις όπως θα έπρεπε;
fr: BUT : Ce test vérifie si gcalctool (Calculatrice) fonctionne. ÉTAPES : Cliquez sur « Tester » pour ouvrir la calculatrice et faites : 1. Activation de la mémoire 2. Réinitialisation de la mémoire 3. Effacement de la dernière entrée mémorisée 4. Vidage de la mémoire VÉRIFICATION : Les actions ont-elles fonctionné comme prévu ?
gl: PROPÓSITO: Esta proba verifica que a gcalctool (Calculadora) funciona. PASOS: Pulse o botón «Probar» para abrir a calculadora e realice: 1. Activar a memoria 2. Reiniciar a memoria 3. Limpeza da última gravación na memoria 4. Limpeza da memoria VERIFICACIÓN: Executáronse as funcións correctamente?
it: SCOPO: Questo test verifica il funzionamento di gcalctool (calcolatrice). PASSI: Fare clic sul pulsante «Prova» per aprire la calcolatrice ed eseguire: 1. Impostazione della memoria. 2. Azzeramento della memoria. 3. Pulizia dell'ultima memoria. 4. Pulizia della memoria. VERIFICA: Le funzioni sono state eseguite come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gcalctool (ម៉ាស៊ីនគិតលេខ) ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​គិតលេខ រួច​អនុវត្ត ៖ ១. ការ​កំណត់​អង្គ​ចងចាំ ២. ការ​កំណត់​អង្គ​ចងចាំ​ឡើងវិញ ៣. ការ​សម្អាត​អង្គ​ចងចាំ​ចុងក្រោយ ៤. ការ​សម្អាត​អង្គ​ចង ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​មុខងារ​ទាំងអស់​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gcalctool (Калькулятор). ДЕЙСТВИЯ: Щёлкните на кнопке "Проверить" для открытия калькулятора и выполните следующие действия: 1. Занесите число в память (MS) 2. Вызовите число из памяти (MR) 3. Очистка последнего добавленного в память числа (MLC) 4. Очистите память (MС) ПРОВЕРКА: Функции были выполнены надлежащим образом?
zh_cn: 目的： 此测试将检查 gcalctool(计算器)是否正常工作。 步骤： 单击 "测试" 按钮，打开该计算器，然后执行： 1. 内存设置 2. 内存重置 3. 内存上次清除 4. 内存清除 验证： 这些是否正常执行？

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Cut 2. Copy 3. Paste VERIFICATION: Did the functions perform as expected?
ast: OXETIVU: Esta prueba comprueba que gcalctool (Calculadora) funciona. PASOS: Calca'l botón «Prueba» p'abrir la calculadora y facer: 1. Cortar 2. Copiar 3. Apegar VERIFICACIÓN: ¿Comportáronse les funciones como s'esperaba?
cs: CÍL: Tento test ověří, že gcalctool (Kalkulačka) funguje. POSTUP: Kliknutím spustíte Kalkulačku a vyzkoušejte: 1. Vymazání 2. Kopírování 3. Vkložení DŮKAZ: Funguje kalkulačka dle očekávání?
de: ZWECK: Dieser Test überprüft, ob »gcalctool« (der Taschenrechner) funktioniert. DURCHFÜHRUNG: Klicken Sie auf »Testen«, um den Taschenrechner zu öffnen und machen Sie Folgendes: 1. Ausschneiden. 2. Kopieren. 3. Einfügen. ÜBERPRÜFUNG: Wurden die Funktionen erwartungsgemäß ausgeführt?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι η εφαρμογή gcalctool (Αριθμομηχανή) λειτουργεί. ΒΗΜΑΤΑ: Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει η αριθμομηχανή και πραγματοποιήστε: 1. Αποκοπή 2. Αντιγραφή 3. Επικόλληση ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκαν οι λειτουργίες όπως θα έπρεπε;
fr: BUT : Ce test vérifie si gcalctool (Calculatrice) fonctionne. ÉTAPES : Cliquez sur « Tester » pour ouvrir la calculatrice et faites : 1. Couper 2. Copier 3. Coller VÉRIFICATION : Les fonctions ont-elles donné les résultats attendus ?
gl: PROPÓSITO: Esta proba verifica que a gcalctool (Calculadora) funciona. PASOS: Pulse o botón «Probar» para abrir a calculadora e realice: 1. Cortar 2. Copiar 3. Pegar VERIFICACIÓN: Executáronse as funcións correctamente?
it: SCOPO: Questo test verifica il funzionamento di gcalctool (calcolatrice). PASSI: Fare clic sul pulsante «Prova» per aprire la calcolatrice ed eseguire: 1. Taglia. 2. Copia. 3. Incolla. VERIFICA: Le funzioni sono state eseguite come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gcalctool (ម៉ាស៊ីនគិតលេខ) ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​ចាប់ផ្ដើម​ម៉ាស៊ីន​គិតលេខ រួច​អនុវត្ត ៖ ១. កាត់ ២. ចម្លង ៣. បិទភ្ជាប់ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​មុខងារ​ទាំងអស់​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gcalctool (Калькулятор). ДЕЙСТВИЯ: Щёлкните на кнопке "Проверить" для открытия калькулятора и затем выполните следующие операции: 1. Вырезать 2. Копировать 3. Вставить ПРОВЕРКА: Операции были выполнены надлежащим образом?
zh_cn: 目的： 此测试将检查 gcalctool(计算器)是否正常工作。 步骤： 单击 "测试" 按钮，打开该计算器，然后执行： 1. 剪切 2. 复制 3. 粘贴 验证： 这些功能是否正常执行？

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit. 2. Enter some text and save the file (make a note of the file name you use), then close gedit. VERIFICATION: Did this perform as expected?
ast: OXETIVU: Esta prueba comprueba que gedit funciona. PASOS: 1. Calca'l botón «Prueba» p'abrir gedit. 2. Introduz dalgún testu y guarda'l ficheru (toma nota del nome de ficheru qu'usasti), y llueu zarra gedit. VERIFICACIÓN: ¿Comportóse como s'esperaba?
cs: CÍL: Tento test ověří že gedit funguje. POSTUP: 1. Kliknutím na Test spustíte gedit. 2. Vložte nějaký text a uložte soubor (poznamenejte si název souboru) a gedit uzavřete. DŮKAZ: Funguje gedit dle očekávání?
de: ZWECK: Dieser Test überprüft, ob »gedit« (der Texteditor) funktioniert. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um den Texteditor zu öffnen. 2. Geben Sie beliebigen Text ein und speichern Sie die Datei (merken Sie sich den Dateinamen), dann schließen Sie den Texteditor. ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?
el: ΣΚΟΠΟΣ: Αυτό το τεστ ελέγχει ότι ο επεξεργαστής κειμένου (gedit) λειτουργεί. ΒΗΜΑΤΑ: 1. Κάντε κλικ στην επιλογή «Δοκιμή» ώστε να ανοίξει ο επεξεργαστής κειμένου. 2. Εισάγετε ένα κείμενο, αποθηκεύστε το αρχείο (σημειώστε το όνομα που χρησιμοποιήσατε) και έπειτα κλείστε το gedit. ΕΠΑΛΗΘΕΥΣΗ: Πραγματοποιήθηκε αυτή η ενέργεια όπως θα έπρεπε;
fr: BUT : Ce test vérifie si gedit fonctionne. ÉTAPES : 1. Cliquez sur « Tester » pour ouvrir gedit. 2. Saisissez du texte et enregistrez le fichier (notez le nom du fichier utilisé), et fermez gedit. VÉRIFICATION : Tout s'est-il passé comme prévu ?
gl: PROPÓSITO: Esta proba verifica que o Gedit funciona PASOS: 1. Prema o botón «Probar» para abrir o editor de texto. 2. Modifique o ficheiro e gárdeo (anote o nome do ficheiro), despois peche o Gedit COMPROBACIÓN: Funcionou correctamente?
it: SCOPO: Questo test verifica il funzionamento di gedit. PASSI: 1. Fare clic sul pulsante «Prova» per aprire gedit. 2. Inserire del testo e salvare il file (prendere nota del nome usato per il file), quindi chiudere gedit. VERIFICA: Le operazioni sono state completate come previsto?
km: គោលបំណង ៖ ការ​សាកល្បង​នេះ​នឹង​ពិនិត្យមើល​ថា​តើ gedit ដំណើរការ​ដែរ​ឬទេ ។ ជំហាន ៖ ១. ចុច​ប៊ូតុង "សាកល្បង" ដើម្បី​បើក gedit ។ ២. បញ្ចូល​អត្ថបទ​ខ្លះៗ រួច​រក្សាទុក​ឯកសារ (កត់ចំណាំ​ឈ្មោះ​ឯកសារ​ដែល​អ្នក​ប្រើ) បន្ទាប់មក​បិទ gedit ។ ការ​ផ្ទៀងផ្ទាត់ ៖ តើ​វា​ប្រព្រឹត្ត​ទៅ​ដូច​ការ​រំពឹង​ទុក​ដែរ​ឬទេ ?
ru: ЦЕЛЬ: Эта проверка позволит убедиться в работоспособности gedit (Текстовый редактор). ДЕЙСТВИЯ: 1. Щёлкните на кнопке "Проверить" для открытия gedit. 2. Введите любой текст и сохраните в файл (запомните присвоенное файлу имя), затем закройте gedit. ПРОВЕРКА: Выполнено надлежащим образом?
zh_cn: 目的： 此测试将检查 gedit 是否正常工作。 步骤： 1. 单击 "测试" 按钮，打开 gedit。 2. 输入一些文字，保存该文件(记下您使用的文件名)，然后关闭 gedit。 验证： 是否正常执行？
