Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Multimedia Card (MMC) media STEPS: 1. Click "Test" and insert an MMC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu MMC (Multimedia Card) KROKY: 1. Klikněte na "Test" a vložte MMC kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας Multimedia Card (MMC) ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα MMC στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την αυτόματη επιλογή αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte Multimedia Card (MMC). ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte MMC dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карт типа Multimedia Card (MMC) ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту MMC в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the system correctly detects the removal of the MMC card from the systems card reader. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu MMC (Multimedia Card) KROKY: 1. Klikněte na "Test" a vyjměte MMC kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την εξαγωγή μιας κάρτας Multimedia Card (MMC) από τον αναγνώστη καρτών. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα MMC από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait de la carte MMC du lecteur de carte du système. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte MMC du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карт типа Multimedia Card (MMC) ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту MMC из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an MMC card after the system has been suspended STEPS: 1. Click "Test" and insert an MMC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu MMC (Multimedia Card) po uspání systému. KROKY: 1. Klikněte na "Test" a vložte MMC kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας Multimedia Card (MMC) αφού το σύστημα έχει τεθεί σε αδράνεια ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα MMC στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte Multimedia Card (MMC) après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte MMC dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты MMC после перевода компьютера в режим приостановления работы ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту MMC в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Secure Digital (SD) media card STEPS: 1. Click "Test" and insert an SD card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu SD (Secure Digital). KROKY: 1. Klikněte na "Test" a vložte SD kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας Secure Digital (SD) ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα SD στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte Secure Digital (SD). ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte SD dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты Secure Digital (SD) ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту Secure Digital (SD) в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu SD (Secure Digital). KROKY: 1. Klikněte na "Test" a vyjměte SD kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εξαγωγή μιας κάρτας Secure Digital (SD) από τον αναγνώστη καρτών. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα SD από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte SD du lecteur de carte du système. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte SD du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты SD ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту SD из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an SD card after the system has been suspended STEPS: 1. Click "Test" and insert an SD card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu SD (Secure Digital) po uspání systému. KROKY: 1. Klikněte na "Test" a vložte SD kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας SD αφού το σύστημα έχει τεθεί σε αδράνεια ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα SD στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte SD card après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte SD dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты SD, после перевода компьютера в режим приостановления работы ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту SD в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu SD (Secure Digital) po uspání systému. KROKY: 1. Klikněte na "Test" a vyjměte SD kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει σωστά την εξαγωγή μιας κάρτας SD από τον αναγνώστη καρτών αφού το σύστημα έχει τεθεί σε αδράνεια. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα SD από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte SD card du lecteur de carte du système après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte SD du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты SD после перевода компьютера в режим приостановления работы. ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту SD из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Secure Digital High-Capacity (SDHC) media card STEPS: 1. Click "Test" and insert an SDHC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu SDHC (Secure Digital High-Capacity). KROKY: 1. Klikněte na "Test" a vložte SDHC kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας Secure Digital High-Capacity (SDHC) ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα SDHC στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte Secure Digital High-Capacity (SDHC). ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte SDHC dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты Secure Digital High-Capacity (SDHC) ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту Secure Digital High-Capacity (SDHC) в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu SDHC (Secure Digital High-Capacity). KROKY: 1. Klikněte na "Test" a vyjměte SDHC kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την αφαίρεση μιας κάρτας SDHC από τον αναγνώστη καρτών. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα SDHC από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait d'une carte SDHC du lecteur de carte du système. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte SDHC du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты SDHC ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и извлеките карту SDHC из считывателя. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an SDHC media card after the system has been suspended STEPS: 1. Click "Test" and insert an SDHC card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu SDHC (Secure Digital High-Capacity po uspání systému). KROKY: 1. Klikněte na "Test" a vložte SDHC kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας SDHC αφού το σύστημα τεθεί σε αδράνεια ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα SDHC στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte SDHC après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte SDHC dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты SDHC, после перевода компьютера в режим приостановления работы ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту SDHC в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a Compact Flash (CF) media card STEPS: 1. Click "Test" and insert a CF card into the reader. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vložení karet typu CF (Compact Flash). KROKY: 1. Klikněte na "Test" a vložte CF kartu do čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) 2. Po ukončení testu neodpojujte zařízení. OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το ο αναγνώστης καρτών του συστήματος μπορεί να ανιχνεύσει την εισαγωγή μιας κάρτας Compact Flash (CF) ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και εισάγετε μια κάρτα CF στον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα τερματιστεί μετά από 20 δευτερόλεπτα.) 2. Μην αφαιρέσετε την κάρτα μετά τη δοκιμή. ΕΠΑΛΗΘΕΥΣΗ: Η επιβεβαίωση αυτής της δοκιμής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le lecteur de cartes média du système peut détecter l'insertion d'une carte Compact Flash (CF). ÉTAPES : 1. Cliquez sur « Tester » et insérez une carte CF dans le lecteur. (Note : ce test s'interrompra après 20 secondes.) 2. Ne débranchez pas l'appareil après le test. VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, вставку карты Compact Flash (CF) ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту Compact Flash (CF) в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) 2. Не отсоединяйте устройство после проверки. ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.
