Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: PURPOSE: Validate that the External Video hot key is working as expected after resuming from suspend STEPS: 1. Plug in an external monitor 2. Press the display hot key to change the monitors configuration VERIFICATION: Check that the video signal can be mirrored, extended, displayed on external or onboard only, after resuming from suspend.
de: ZWECK: Überprüfung der externen Video-Taste auf Funktionalität, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Schließen Sie einen externen Monitor an. 2. Drücken Sie auf die Anzeige-Taste, um die Konfiguration des Monitors zu ändern. ÜBERPRÜFUNG: Sehen Sie nach, ob das Videosignal auf dem externen Gerät oder nur auf dem eingebauten Gerät gespiegelt, erweitert und angezeigt werden kann, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde.
gl: PROPÓSITO: Comprobar que a tecla rápida do vídeo externo funciona correctamente tras continuar despois dunha suspensión PASOS: 1. Conecte un monitor externo 2. Prema a tecla rápida para cambiar a configuración dos monitores COMPROBACIÓN Comprobe que a sinal de vídeo pode duplicarse, ampliarse, visualizarse no monitor externo ou no integrado tras continuar despois da suspensión.
it: SCOPO: Confermare che il tasto di scelta rapida per il monitor esterno funzioni come previsto dopo il ripristino dalla sospensione. PASSI: 1. Collegare un monitor esterno. 2. Premere il tasto di scelta rapida dello schermo per modificare la configurazione dei monitor. VERIFICA: Controllare che il segnale video possa essere duplicato, esteso e che sia visibile solo sul monitor esterno o su quello interno, dopo il ripristino dalla sospensione.

source: PURPOSE: Verify touchpad hotkey toggles touchpad functionality on and off after resuming from suspend STEPS: 1. Verify the touchpad is functional 2. Tap the touchpad toggle hotkey 3. Tap the touchpad toggle hotkey again VERIFICATION: Verify the touchpad has been disabled and re-enabled.
de: ZWECK: Überprüft das Ein- und Ausschalten des Touchpads mit der Schnelltaste, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde. DURCHFÜHRUNG: 1. Überprüfen Sie, ob das Touchpad funktioniert. 2. Drücken Sie die Schnelltaste für das Touchpad. 3. Drücken Sie wieder die Schnelltaste für das Touchpad. ÜBERPRÜFUNG: Überprüfen Sie, ob das Touchpad aus- und eingeschaltet wurde.
gl: PROPÓSITO: Esta proba verifica que a tecla rápida da área táctil activa e desactiva a funcionalidade táctil tras unha suspensión PASOS: 1. Verificar que a área táctil é funcional 2. Prema a tecla rápida da área táctil 3. Prema a tecla rápida da área táctil de novo. COMPROBACIÓN: Verificar que a área táctil se desactivou e se activou de novo.
it: SCOPO: Verificare che il tasto di scelta rapida attivi e disattivi la funzionalità del touchpad dopo il ripristino dalla sospensione. PASSI: 1. Verificare che il touchpad funzioni. 2. Premere il tasto di scelta rapida per attivare/disattivare il touchpad. 3. Premere nuovamente il tasto di scelta rapida del touchpad. VERIFICA: Verificare che il touchpad sia stato disabilitato e abilitato nuovamente.

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB storage device after suspend and resume. STEPS: 1. Click "Test" and insert a USB storage device (pen-drive/HDD). (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test dient zur Überprüfung, ob das System das Einbinden eines USB-Speichermediums nach der Rückkehr aus dem Bereitschaftszustand korrekt erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Test« und schließen Sie ein USB-Speichermedium (USB-Stick/Festplatte) an. (Beachten Sie: Dieser Test bricht nach 20 Sekunden ab.) 2. Entfernen Sie das Gerät nicht nach dem Test. ÜBERPRÜFUNG: Das Ergebnis dieses Tests wird automatisch ermittelt. Verändern Sie nicht die automatische Auswahl.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a inserción dun dispositivo de almacenaxe USB despois de suspender e continuar. PASOS: 1. Prema «Probar» e insira un dispositivo de almacenaxe USB (pendrive/HDD) (Aviso: esta proba ten un límite de tempo de 20 segundos.) 2. Non desconecte o dispositivo despois da proba. COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB 3.0 storage device after suspend and resume. STEPS: 1. Click "Test" and insert a USB 3.0 storage device (pen-drive/HDD) in a USB 3.0 port. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test dient zur Überprüfung, ob das System das Einbinden eines USB-3.0-Speichermediums nach der Rückkehr aus dem Bereitschaftszustand korrekt erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Test« und schließen Sie ein USB-3.0-Speichermedium (USB-Stick/Festplatte) an einen USB-3.0-Anschluss an. (Beachten Sie: Dieser Test bricht nach 20 Sekunden ab.) 2. Entfernen Sie das Gerät nicht nach dem Test. ÜBERPRÜFUNG: Das Ergebnis dieses Tests wird automatisch ermittelt. Verändern Sie nicht die automatische Auswahl.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a inserción dun dispositivo de almacenaxe USB 3.0 despois de suspender e continuar. PASOS: 1. Prema «Probar» e insira un dispositivo de almacenaxe USB 3.0 (pendrive/HDD) no porto USB 3.0 (Aviso: esta proba ten un límite de tempo de 20 segundos.) 2. Non desconecte o dispositivo despois da proba. COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device after suspend. STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test dient zur Überprüfung, ob das System das Entfernen eines USB-Speichermediums nach Aktivierung des Bereitschaftszustands erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Test« und entfernen Sie das USB-Speichermedium. (Beachten Sie: Dieser Test bricht nach 20 Sekunden ab.) ÜBERPRÜFUNG: Das Ergebnis dieses Tests wird automatisch ermittelt. Verändern Sie nicht die automatische Auswahl.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a retirada dun dispositivo de almacenaxe USB despois da suspensión. PASOS: 1. Prema «Probar» e retire o dispositivo USB. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB 3.0 storage device after suspend STEPS: 1. Click "Test" and remove the USB 3.0 device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test dient zur Überprüfung, ob das System das Entfernen eines USB-3.0-Speichermediums nach Aktivierung des Bereitschaftszustands erkennt. DURCHFÜHRUNG: 1. Klicken Sie auf »Test« und entfernen Sie das USB-3.0-Speichermedium. (Beachten Sie: Dieser Test bricht nach 20 Sekunden ab.) ÜBERPRÜFUNG: Das Ergebnis dieses Tests wird automatisch ermittelt. Verändern Sie nicht die automatische Auswahl.
gl: PROPÓSITO: Esta proba verificará que o sistema detecta correctamente a retirada dun dispositivo de almacenaxe USB 3.0 despois dunha suspensión. PASOS: 1. Prema «Probar» e retire o dispositivo USB 3.0. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A verificación da proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the suspend/usb_insert_after_suspend test is run.
de: Dieser Test startet automatisch nachdem der Test »suspend/usb_insert_after_suspend« abgeschlossen ist.
gl: Esta proba é automática e se executa despois de realizar a proba suspend/usb_insert_after_suspend.

source: This test is automated and executes after the suspend/usb3_insert_after_suspend test is run.
de: Dieser Test startet automatisch nachdem der Test »suspend/usb3_insert_after_suspend« abgeschlossen ist.
gl: Esta proba é automática e se executa despois de realizar a proba suspend/usb3_insert_after_suspend.

source: This is an automated version of usb/storage-automated and assumes that the server has usb storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
de: Dies ist eine automatisierte Variante des Tests »usb/storage-automated« und geht davon aus, dass an den Server USB-Speichermedien angeschlossen wurden, bevor die Systemüberprüfung ausgeführt wurde. Der Test ist für Server gedacht und automatisches SRU-Testen.
el: Αυτή είναι μια αυτοματοποιημένη έκδοση του usb/storage-automated και υποθέτει ότι ο διακομιστής έχει συνδεδεμένες συσκευές αποθήκευσης USB πριν τη δοκιμή. Υπάρχει για διακομιστές και αυτοματοποιημένες δοκιμές SRU.
fr: Ceci est une version automatisée du test usb/storage-automated qui nécessite la présence de périphériques de stockage USB connectés au serveur avant l'exécution de checkbox. Il est destiné aux serveurs et aux tests automatisés des SRU (Stable Release Updates).
gl: Esta é unha versión automática da usb/storage-automated e supón que o servidor ten conectados dispositivos de almacenamento usb antes da execución de checkbox. Está pensado para probas automáticas de servidores e SRU.
it: Questo test è la versione automatica di usb/storage-automated e presume che il server abbia dei dispositivi di memorizzazione USB collegati prima dell'esecuzione di Checkbox. È destinato a test automatici di server e di SRU.
ru: Это автоматизированная версия хранилища usb, она подразумевает, что сервер имеет подключенные устройства хранения данных usb до исполнения. Тест предназначен для автоматического тестирования серверов и SRU.

source: This is an automated version of usb3/storage-automated and assumes that the server has usb 3.0 storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
de: Dies ist eine automatisierte Version des Tests »usb3/storage-automated« und geht davon aus, dass an den Server vor der Ausführung der Systemüberprüfung USB-3.0-Speichergeräte angeschlossen sind. Sie ist zur Nutzung mit Servern und zum SRU-automatisierten Testen konzipiert.
gl: Esta é unha versión automática da proba usb3/storage-automated e presupón que o servidor ten conectado dispositivos de almacenaxe usb 3.0 antes da execución do checkbox. Está orientada a servidores e SRU automáticos.
it: Questo test è la versione automatica di usb3/storage-automated e presuppone che il server abbia dei dispositivi di memorizzazione USB 3.0 collegati prima dell'esecuzione di Checkbox. È destinato a test automatici di server e di SRU.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an MMC card after the system has been suspended STEPS: 1. Click "Test" and insert an MMC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Speicherkartenleser des Systems das Einlegen einer MMC-Karte erkennt, nachdem sich das System im Bereitschaftsmodus befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und legen Sie eine MMC-Karte in den Speicherkartenleser ein. Wenn die Dateiverwaltung gestartet wird, können Sie diese ruhig schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie nicht die Speicherkarte nach dem Test. ÜBERPRÜFUNG: Die Überprüfung dieses Test erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta MMC despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta MMC no lector. Se se abre un explorador de ficheiros pode pechalo. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non retire o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/mmc-insert-after-suspend test is run. It tests reading and writing to the MMC card after the system has been suspended.
ast: Esta prueba ye automática y execútase depués de la prueba mediacard/mmc-insert-after-suspend. Comprueba la llectura y escritura na tarxeta MMC depués de que'l sistema se suspenda.
cs: Tento test se spustí automaticky po testu detekce MMC karty. Test čte a zapisuje na MMC kartu po uspání počítače.
de: Dieser Test wurde automatisiert und wird nach dem Test »mediacard/mmc-insert-after-suspend« ausgeführt. Er überprüft das Lesen und Schreiben auf einer MMC-Karte, nachdem das System in Bereitschaft versetzt worden ist.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται μετά από το τεστ εισαγωγής κάρτας MMC μετά-την-αναστολή-λειτουργίας. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα MMC μετά την αναστολή λειτουργίας του συστήματος.
fr: Ce tes est automatique et s'exécute après le test mediacard/mmc-insert-after-suspend. Il teste la lecture et l'écriture sur une carte MMC après que le système ait été mis en veille.
gl: Esta proba é automática e se executa despois da proba mediacard/mmc-insert-after-suspend. Comproba a lectura e escritura da tarxeta MMC despois de suspender o sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/mmc-insert-after-suspend. Verifica la lettura e la scrittura sulla scheda MMC dopo una sospensione del sistema.
km: សាកល្បង សាកល្បង.
ru: Эта проверка автоматизирована и выполняется после запуска проверки вставки карты памяти mediacard/mmc, после выхода из спящего режима. Будет выполнено чтение и запись на карту памяти MMC, после выхода из спящего режима.
zh_cn: 此测试自动进行，并且在 mediacard/mmc-insert-after-suspend 测试运行后执行。其测试在系统已挂起后对 MMC 卡的读写。

source: PURPOSE: This test will check that the system correctly detects the removal of an MMC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
cs: ÚČEL: Tento test ověří, zda je čtečka paměťových karet schopna detekovat vyjmutí karet typu MMC (Multimedia Card) po uspání systému. KROKY: 1. Klikněte na "Test" a vyjměte MMC kartu ze čtečky. (Pozn.: Tento test se automaticky ukončí po 20 sekundách.) OVĚŘENÍ: Ověření tohoto testu je automatické. Neměňte automaticky vytvořené výsledky.
de: ZWECK: Dieser Test überprüft, ob das Entfernen eines »Multimedia Card«-Mediums (MMC) aus dem Speicherkartenleser des Systems korrekt erkannt wird, nachdem sich das System im Bereitschaftsmodus befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die MMC-Karte aus dem Speicherkartenleser. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
el: ΣΚΟΠΟΣ: Η δοκιμή αυτή θα ελέγξει αν το σύστημα μπορεί να ανιχνεύσει σωστά την εξαγωγή μιας κάρτας Multimedia Card (MMC) από τον αναγνώστη καρτών αφού το σύστημα τεθεί σε αδράνεια. ΒΗΜΑΤΑ: 1. Κάντε κλικ στο "Δοκιμή" και αφαιρέστε την κάρτα MMC από τον αναγνώστη. (Σημείωση: η δοκιμή αυτή θα λήξει χρονικά μετά από 20 δευτερόλεπτα.) ΕΠΙΒΕΒΑΙΩΣΗ: Η επαλήθευση της δοκιμής αυτής είναι αυτόματη. Μην αλλάξετε την επιλογή αυτόματου αποτελέσματος.
fr: BUT : Ce test vérifiera que le système détecte correctement le retrait de la carte MMC du lecteur de carte du système après que le système ait été suspendu. ÉTAPES : 1. Cliquez sur « Tester » et retirez la carte MMC du lecteur. (Note : ce test s'interrompra après 20 secondes.) VÉRIFICATION : La vérification de ce test est automatisée. Ne changez pas le résultat sélectionné automatiquement.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta MMC do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta MMC do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
it: SCOPO: Questo test verifica che il sistema rilevi correttamente la rimozione di una scheda MMC dal lettore di schede del sistema dopo una sospensione del sistema stesso. PASSI: 1. Fare clic su «Prova» e rimuovere la scheda MMC dal lettore. (Nota: questo test va in timeout dopo 20 secondi) VERIFICA: La verifica di questo test è automatica. Non modificare il risultato selezionato automaticamente.
ru: ЦЕЛЬ: Этот тест проверит возможность определения считывателем карт памяти, извлечение карты MMC после перевода компьютера в режим приостановления работы ДЕЙСТВИЯ: 1. Щёлкните "Проверить" и вставьте карту MMC в считыватель. (Примечание: время ожидания до начала проверки, равняется 20 секундам.) ПРОВЕРКА: Проверка этого теста автоматизирована. Не изменяйте автоматически выбираемый результат.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an UNLOCKED SD card after the system has been suspended STEPS: 1. Click "Test" and insert an UNLOCKED SD card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Einstecken einer nicht gesperrten SD-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und stecken Sie eine nicht gesperrte SD-Karte in das Lesegerät. Falls sich die Dateiverwaltung öffnet, können Sie diese gefahrlos schließen. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) 2. Entfernen Sie die Speicherkarte nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o lector de tarxetas multimedia do sistema pode detectar a inserción dunha tarxeta SD desbloqueada despois de suspender o sistema PASOS: 1. Prema «Probar» e insira unha tarxeta SD desbloqueada no lector. (Aviso: esta proba ten un tempo límite de 20 segundos.) 2. Non desconecte o dispositivo despois da proba COMPROBACIÓN: A verificación desta proba é automática. Non cambie o resultado seleccionado automaticamente.

source: This test is automated and executes after the mediacard/sd-insert-after-suspend test is run. It tests reading and writing to the SD card after the system has been suspended.
ast: Esta prueba ye automática y execútase depués de la prueba mediacard/sd-insert-after-suspend. Comprueba la llectura y escritura de la tarxeta SD depués de suspender el sistema.
cs: Tento test se spustí automaticky po dokončení testu vložení SD karty po uspání počítače. Test čte a zapisuje na SD kartu.
de: Dieser Test ist automatisiert und wird nach dem Test »mediacard/sd-insert-after-suspend« ausgeführt. Er überprüft das Lesen und Schreiben auf einer SD-Karte, nachdem das System in Bereitschaft versetzt worden ist.
el: Αυτό το τεστ είναι αυτοματοποιημένο και εκτελείται έπειτα από το τεστ εισαγωγής-μετά-την-αναστολή κάρτας μέσων. Κάνει δοκιμές ανάγνωσης και εγγραφής στην κάρτα SD μετά την αναστολή λειτουργίας του συστήματος.
fr: Ce test est automatisé et s'exécute après le test mediacard/sd-insert-after-suspend. Il teste la lecture et l'écriture sur une carte SD après que le système ait été mis en veille.
gl: Esta proba é automática e se executa despois da proba mediacard/sd-insert-after-suspend. Comproba a lectura e escritura da tarxeta SD despois de suspender o sistema.
it: Questo test è automatico e viene avviato dopo l'esecuzione di mediacard/sd-insert-after-suspend. Verifica la lettura e la scrittura sulla scheda SD dopo una sospensione del sistema.
km: សាកល្បង សាកល្បង.
ru: Эта проверка автоматизирована и выполняется после запуска проверки карты памяти/вставки sd после спящего режима. Выполняется проверка чтения и записи на карте памяти SD, после выхода системы из спящего режима.
zh_cn: 此测试自动进行，并且在 mediacard/sd-insert-after-suspend 测试运行后执行。其测试在系统已挂起后对 SD 卡的读写。

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
de: ZWECK: Dieser Test überprüft, ob der Medienkartenleser des Systems das Entfernen einer SD-Karte erkennt, nachdem sich das System in Bereitschaft befunden hat. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen« und entfernen Sie die SD-Karte aus dem Lesegerät. (Hinweis: Der Test führt nach 20 Sekunden zu einer Zeitüberschreitung.) ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch. Ändern Sie nicht das automatisch ermittelte Ergebnis.
gl: PROPÓSITO: Esta proba verifica que o sistema detecta correctamente a retirada da tarxeta SD do lector de tarxetas do sistema tras unha suspensión. PASOS: 1. Prema «Probar» e retire a tarxeta SD do lector. (Aviso: esta proba ten un límite de tempo de 20 segundos.) COMPROBACIÓN: A comprobación é automática. Non cambie o resultado seleccionado automaticamente.
