Repository: checkbox/checkbox
Catalog: checkbox-old/po/*.po
Languages: ast, cs, de, el, fr, gl, it, km, ru, zh_cn

source: This will run some basic connectivity tests against a BMC, verifying that IPMI works.
ast: Esto executará dalgunes pruebes básiques de coneutividá hacia un BMC, verificando'l funcionamientu de IPMI.
cs: Toto spustí základní testy připojení oproti BMC a ověří, zda IPMI funguje.
de: Dies führt einige grundlegende Verbindungstests für BMC aus und stellt sicher, dass IPMI funktioniert.
el: Αυτό θα εκτελέσει μερικές βασικές δοκιμές διασυνδεσιμότητας ως προς ένα Baseboard Management Controller (BMC), επιβεβαιώνοντας πως το Intelligent Platform Management Interface (IPMI) λειτουργεί.
fr: Ceci exécute quelques tests basiques de connectivité à un BMC afin de vérifier que IPMI fonctionne.
gl: Isto executará algunhas probas básicas de conectividade cara un BMC, verificando o funcionamento de IPMI.
it: Verranno eseguiti alcuni test di connettività di base rispetto a BMC, per verificare che IPMI funzioni.
km: វា​នឹង​ដំណើរការ​ការ​សាកល្បង​តភ្ជាប់​មូលដ្ឋាន​ទល់នឹង​ BMC ដោយ​ផ្ទៀងផ្ទាត់​ថា IPMI ដំណើរការ ។
ru: Будут выполнены некоторые базовые тесты подключения к BMC, для проверки работоспособности IPMI.
zh_cn: 本测试将检测 BMC 的联通性，以确认 IPMI 是否能够正常运行。

source: Determine if we need to run tests specific to portable computers that may not apply to desktops.
ast: Determina si necesita realizar pruebes específiques pa portátiles nun aplicables a equipos d'escritoriu.
cs: Zjištění, zda je třeba spouštět testy specifické pro přenosné počítače, které nemusí být potřeba u stolních počítačů.
de: Ermitteln, ob Tests speziell für tragbare Rechner ausgeführt werden müssen, welche nicht für Arbeitsplatzrechner gedacht sind.
el: Καθορίστε αν χρειάζεται να εκτελεστούν δοκιμές ειδικά σχεδιασμένες για φορητούς υπολογιστές οι οποίες δεν γίνεται να εφαρμοστούν σε επιτραπέζιους υπολογιστές.
fr: Détermine s'il est nécessaire d'effectuer des tests spécifiques aux ordinateurs portables qui ne s'appliqueraient pas aux ordinateurs de bureau.
gl: Determinar se necesitamos executar, aos computadores portátiles, probas específicas que non se poden aplicar aos escritorios.
it: Stabilisce se è necessario eseguire test specifici per i computer portatili che potrebbero non essere validi per quelli desktop.
km: កំណត់​ថា​តើ​យើង​ចាំបាច់​ត្រូវ​ដំណើរការ​សាកល្បង​ជាក់លាក់​ទៅកាន់​កុំព្យូទ័រ​ចល័ត​ដែល​អាច​មិន​អនុវត្ត​ទៅកាន់​កុំព្យូទ័រ​លើ​តុ​ដែរ ឬទេ ។
ru: Решите, нужно ли нам запускать тесты, предназначенные для портативных компьютеров, которые могут быть не применимы к настольным компьютерам.
zh_cn: 确定是否需要运行特定于便携式计算机的测试，这些测试不能用于台式机。

source: Test that the /var/crash directory doesn't contain anything. Lists the files contained within if it does, or echoes the status of the directory (doesn't exist/is empty)
ast: Comprueba que'l direutoriu /var/crash ta ermu. Llista los ficheros que contién si nun lo ta, o amuesa l'estáu del direutoriu (nun esiste/ta ermu)
cs: Ověřit, že je adresář /var/crash prázdný. Není-li, vypsat soubory, v opačném případě vypsat stav adresáře (neexistuje/je prázdný)
de: Dieser Test überprüft, ob der Ordner /var/crash leer ist. Er listet alle darin enthalten Dateien auf, falls vorhanden, oder liefert den Status des Ordners zurück (»existiert nicht«/»ist leer«).
el: Έλεγχος για το ότι ο κατάλογος /var/crash directory δεν περιέχει τίποτα. Παραθέτει τη λίστα των αρχείων που περιέχονται σε αυτόν αν υπάρχουν, ή αναφέρει την κατάσταση του καταλόγου (δεν υπάρχει/είναι κενός)
fr: Vérifie si le dossier /var/crash ne contient rien. Liste les fichiers contenus, ou affiche le statut du dossier (n'existe pas/est vide)
gl: Comprobar que o cartafol /var/crash non contén nada. Enumera os ficheiros contidos dentro del, se existen ou mostra o estado do cartafol (non existe/está baleiro)
it: Verifica che la directory /var/crash non contenga nulla. Elenca i file contenuti all'interno se sono presenti, oppure riporta lo stato della directory (non esiste/è vuota)
km: សាកល្បង
ru: Проверяет, содержит ли каталог /var/crash какие-либо файлы. Отображает список файлов, если они имеются в каталоге, либо показывает состояние каталога (не существует/пуст)
zh_cn: 测试 /var/crash 目录是否没有包含任何内容。列出其中包含的文件(如果有)，或者回显该目录的状态(不存在或为空)

source: Checks that a specified sources list file contains the requested repositories
de: Überprüft, ob die angegebene Paketquellenlistendatei die angeforderten Paketquellen enthält.
gl: Comproba que unha lista de orixes especificada contén os repositorios solicitados
it: Controlla che il file sources.list specificato contenga i repository richiesti.

source: Automated job to generate the PXE verification test for each NIC.
de: Automatisierter Auftrag, um einen PXE-Überprüfungstest für jedes NIC zu erstellen.
gl: Traballo automático para xerar a proba de verificación PXE para cada NIC.

source: Automated job to generate the Remote Shared IPMI verification test for each NIC.
de: Automatisierter Auftrag, um einen »Remote Shared IPMI«-Überprüfungstest für jedes NIC zu erstellen.
gl: Traballo automático para xerar a proba de verificación de compartición remota IPMI para cada NIC.

source: PURPOSE: Some systems do not share IPMI over all NICs but instead have a dedicated management port directly connected to the BMC. This test verifies that you have used that port for remote IPMI connections and actions. STEPS: 1. Prior to running the test, you should have configured and used the Dedicated Management Port to remotely power off/on this sytem. VERIFICATION: Skip this test if this system ONLY uses shared management/ethernet ports OR if this system does not have a BMC (Management Console) 1. Select Yes if you successfully used IPMI to remotely power this system off and on using the dedicated management port. 2. Select No if you attempted to use the dedicated management port to remotely power this system off/on and it failed for some reason.
gl: PROPÓSITO: Algúns sistemas non comparten a IPMI sobre ningún NIC pero no seu lugar teñen un porto de xestión dedicado conectado directamente á BMC. Esta proba verifica que usou ese porto para conexións e accións IPMI remotas. PASOS: 1. Antes de executar a proba, debe configurar e usar o porto de xestión dedicado para acender e apagar o sistema remotamente. COMPROBACIÓN: Omita esta proba se este sistema SÓ usa portos compartidos de xestión/ethernet OU se o sistema non ten unha BMC (Consola de xestión). 1. Seleccione «Si» se usou correctamente a IPMI para apagar e acender o sistema remotamente usando o porto de xestión dedicado. 2. Seleccione «Non» se tentou usar o porto de xestión dedicado para apagar e acender o sistema remotamente e por algunha razón fallou.

source: Creates a mobile broadband connection for a GSM based modem and checks the connection to ensure it's working.
gl: Crea unha conexión de banda larga móbil para un modem GSM e comproba que a conexión funciona.

source: Creates a mobile broadband connection for a CDMA based modem and checks the connection to ensure it's working.
de: Erstellt eine mobile Breitbandverbindung für ein CDMA-basiertes Modem und überprüft diese, um sicherzustellen, dass sie funktioniert.
gl: Crea unha conexión de banda larga móbil para un módem baseado en CDMA e comproba que a conexión funciona.

source: PURPOSE: This test will check your VGA port. STEPS: Skip this test if your system does not have a VGA port. 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verifica o porto VGA. Salte esta proba se o sistema non ten un porto VGA PASOS: 1. Conecte unha pantalla (senón está conectada) ao porto VGA do sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your DVI port. STEPS: Skip this test if your system does not have a DVI port. 1. Connect a display (if not already connected) to the DVI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verifica o porto DVI. Salte esta proba se o sistema non ten un porto DVI. PASOS: 1. Conecte unha pantalla (senón está conectada) ao porto DVI do sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your DisplayPort port. STEPS: Skip this test if your system does not have a DisplayPort port. 1. Connect a display (if not already connected) to the DisplayPort port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verifica o porto DisplayPort. Salte esta proba se o sistema non ten un porto DisplayPort PASOS: 1. Conecte unha pantalla (senón está conectada) ao porto DisplayPort do sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your HDMI port. STEPS: Skip this test if your system does not have a HDMI port. 1. Connect a display (if not already connected) to the HDMI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verificará o porto HDMI. PASOS: Ignore esta proba se o seu sistema non ten un porto HDMI 1. Conecte un dispositivo con pantalla (se non o ten conectado) ao porto HDMI do seu sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your S-VIDEO port. STEPS: Skip this test if your system does not have a S-VIDEO port. 1. Connect a display (if not already connected) to the S-VIDEO port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verifica o porto S-VIDEO. PASOS: Salte esta proba se o sistema non ten un porto S-VIDEO 1. Conecte unha pantalla (senón está conectada) ao porto S-VIDEO do sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your RCA port. STEPS: Skip this test if your system does not have a RCA port. 1. Connect a display (if not already connected) to the RCA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
gl: PROPÓSITO: Esta proba verifica o porto RCA. PASOS: Salte esta proba se o sistema non ten un porto RCA 1. Conecte unha pantalla (senón está conectada) ao porto RCA do sistema COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test verifies that multi-monitor output works on your desktop system. This is NOT the same test as the external monitor tests you would run on your laptop. You will need two monitors to perform this test. STEPS: Skip this test if your video card does not support multiple monitors. 1. If your second monitor is not already connected, connect it now 2. Open the "Displays" tool (open the dash and search for "Displays") 3. Configure your output to provide one desktop across both monitors 4. Open any application and drag it from one monitor to the next. VERIFICATION: Was the stretched desktop displayed correctly across both screens?
gl: PROPÓSITO: Esta proba verifica que a saída multi-monitor funciona no seu sistema de escritorio. NON é a mesma proba que a do monitor externo que se pode executar nun portátil. Se a tarxeta de vídeo non é compatíbel con múltiples monitores, salte esta proba. Necesitará dous monitores para levala a cabo. PASOS: 1. Se o segundo monitor non está conectado, conécteo agora 2. Abra a ferramenta de «Pantallas» (abra o panel e busque «Pantallas» 3. Configure a saída para indicar un escritorio común a ambos os monitores 4. Abra calquera aplicativo e arrástreo dun monitor ao seguinte COMPROBACIÓN: Mostrouse o escritorio correctamente en ambas as pantallas?

source: PURPOSE: This test will check your monitor power saving capabilities STEPS: 1. Click "Test" to try the power saving capabilities of your monitor 2. Press any key or move the mouse to recover VERIFICATION: Did the monitor go blank and turn on again?
de: ZWECK: Dieser Test überprüft die Energiesparmöglichkeiten Ihres Bildschirms. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um die Energiesparmöglichkeiten Ihres Bildschirms zu testen. 2. Drücken Sie eine Taste oder bewegen Sie die Maus, um den Bildschirm wiederherzustellen. ÜBERPRÜFUNG: Dunkelte sich der Bildschirm ab und schaltete sich danach wieder ein?
gl: PROPÓSITO: Esta proba verifica as capacidades de aforro de enerxía do monitor PASOS: 1. Prema «Probar» para verificar as capacidades de aforro de enerxía do monitors 2. Prema calquera tecla ou mova o rato para recuperar COMPROBACIÓN Apagouse o monitor e acendeuse de novo?
it: SCOPO: Questo test verifica le capacità di risparmio energetico del monitor. PASSI: 1. Fare clic su «Prova» per verificare le capacità di risparmio energetico del monitor. 2. Premere un tasto qualunque o muovere il mouse per riattivare il monitor. VERIFICA: Il monitor si è spento e riacceso?

source: PURPOSE: This test will test changes to screen brightness STEPS: 1. Click "Test" to try to dim the screen. 2. Check if the screen was dimmed approximately to half of the maximum brightness. 3. The screen will go back to the original brightness in 2 seconds. VERIFICATION: Was your screen dimmed approximately to half of the maximum brightness?
de: ZWECK: Dieser Test überprüft, ob die Bildschirmhelligkeit geändert werden kann. DURCHFÜHRUNG: 1. Klicken Sie auf »Testen«, um das Abdunkeln des Bildschirms zu versuchen. 2. Überprüfen Sie, ob der Bildschirm auf etwa die Hälfte der maximalen Helligkeit abgedunkelt wurde. 3. Der Bildschirm wird nach 2 Sekunden wieder auf die ursprüngliche Helligkeit gestellt. ÜBERPRÜFUNG: Wurde Ihr Bildschirm ungefähr auf die Hälfte der maximalen Helligkeit abgedunkelt?
gl: PROPÓSITO: Esta proba verifica os cambios no brillo da pantalla PASOS: 1. Prema «Probar» para tentar disminuír a luz da pantalla. 2. Comprobe se a pantalla quedou aproximadamente coa metade do brillo máximo. 3. A pantalla volverá ao brillo orixinal en 2 segundos COMPROBACIÓN: Escureceuse a pantalla aproximadamente á metade do brillo máximo?

source: Tests whether the system has a working Internet connection.
ast: Prueba si'l sistema tien una conexón d'Internet funcionando.
cs: Zkusí, zda má systém funkční připojení k Internetu.
de: Überprüft, ob das System über eine funktionierende Internetverbindung verfügt.
el: Δοκιμή για το αν στο σύστημα υπάρχει λειτουργική σύνδεση με το διαδίκτυο.
fr: Teste si le système dispose d'une connexion Internet active.
gl: Proba se os sitema ten unha conexión de Internet funcionando.
it: Verifica la presenza di una connessione a Internet funzionante.
km: សាកល្បង​ថា​តើ​ប្រព័ន្ធ​មាន​ការ​តភ្ជាប់​អ៊ីនធឺណិត​ដែល​ដំណើរការ​ដែរ​ឬ​ទេ ។
ru: Проверка работоспособности соединения с сетью Интернет
zh_cn: 测试该系统是否具有正在工作的互联网连接。

source: Network Information
ast: Información de la rede
cs: Informace o síti
de: Netzwerk-Informationen
el: Πληροφορίες δικτύου
fr: Informations sur le réseau
gl: Información da rede
it: Informazioni sulla rete
km: ព័ត៌មាន​បណ្ដាញ
ru: Сведения о сети
zh_cn: 网络信息

source: Automated test case to verify availability of some system on the network using ICMP ECHO packets.
ast: Casu de pruebes automatizaes pa verificar la disponibilidá de dalgún sistema na rede usando paquetes ICMP ECHO.
cs: Automatické ověření dostupnosti síťového serveru s použitím paketů ICMP ECHO
de: Automatischer Test zur Überprüfung der Verfügbarkeit einiger Systeme im Netzwerk unter Verwendung von ICMP-ECHO-Paketen.
el: Αυτοματοποιημένο σενάριο ελέγχων για την επαλήθευση της διαθεσιμότητας κάποιου συστήματος στο δίκτυο χρησιμοποιώντας πακέτα ICMP ECHO.
fr: Test automatisé pour vérifier la disponibilité d'un système sur le réseau en utilisant des paquets ICMP ECHO.
gl: Case de probas automatizadas para verificar a dispoñibilidade dalgún sistema na rede usando paquetes ICMP ECHO.
it: Caso di test automatico per verificare la disponibilità in rete di sistemi che usano pacchetti ECHO ICMP.
km: ករណី​សាកល្បង​ស្វ័យប្រវត្តិ​ត្រូវតែ​ផ្ទៀងផ្ទាត់​ភាព​ដែល​​អាច​ប្រើ​បាន​នៃ​ប្រព័ន្ធ​មួយ​ចំនួន​នៅ​លើ​បណ្ដាញ​ដែល​ប្រើ​កញ្ចប់ ICMP ECHO ។
ru: Автоматизированная проверка возможности использования ICMP ECHO пакетов некоторыми системами в сети.
zh_cn: 使用 ICMP ECHO 数据包验证某个系统在网络上的可用性的自动测试用例。

source: Automated test case to make sure that it's possible to download files through HTTP
ast: Casu de pruebes automatizaes pa verificar si ye dable descargar ficheros per aciu de HTTP
cs: Automatický test možnosti stahování souborů přes HTTP
de: Automatischer Test des Herunterladens von Dateien über HTTP
el: Αυτοματοποιημένο σενάριο ελέγχων για την επιβεβαίωση της δυνατότητας λήψης αρχείων μέσω HTTP
fr: Test automatisé pour s'assurer qu'il est possible de télécharger des fichiers via HTTP
gl: Caso de probas automatizadas para verificar se é posíbel descargar ficheiros multimedia HTTP
it: Caso di test automatico per verificare che sia possibile scaricare file attraverso il protocollo HTTP.
km: ករណី​សាកល្បង​ស្វ័យប្រវត្តិ​ត្រូវតែ​ប្រាកដ​ថា វា​អាច​ទាញ​យក​ឯកសារ​តាមរយៈ HTTP បាន
ru: Автоматизированная проверка возможности загрузки файлов с использованием HTTP
zh_cn: 确保可通过 HTTP 下载文件的自动测试用例

source: Test to see if we can sync local clock to an NTP server
ast: Prueba pa ver si se pues sincronizar el reló llocal con un sirvidor NTP
cs: Test k ověření synchronizace systémového času s NTP serverem
de: Test zur Überprüfung des Uhrzeitabgleichs mit einem NTP-Server
el: Έλεγχος για τη διαπίστωση της δυνατότητας συγχρονισμού του τοπικού ρολογιού με έναν εξυπηρετητή NTP
fr: Test pour voir si nous pouvons synchroniser l'horloge locale à un serveur NTP
gl: Proba para ver se se pode sincronizar o reloxo local cun servidor NTP
it: Test di verifica della sincronizzare dell'orologio locale con un server NTP.
km: សាកល្បង ដើម្បី​មើល​ថា តើ​យើង​អាច​ធ្វើ​សមកាលកម្ម​នាឡិកា​មូលដ្ឋាន​ទៅ​នឹង​ម៉ាស៊ីន​បម្រើ NTP បាន​ដែរ​ឬ​ទេ
ru: Проверка возможности синхронизации локальных часов с NTP сервером
zh_cn: 测试能否将本地时钟与 NTP 服务器同步

source: Verify that an installation of checkbox-server on the network can be reached over SSH.
ast: Verificar qu'una instalación de chechbox-server na rede pue algamase per duana de SSH
cs: Ověřit, že se lze připojit k instalaci checkbox-serveru na síti pomocí SSH
de: Überprüfung der Erreichbarkeit einer Installation von checkbox-server über das Netzwerk mittels SSH.
el: Επιβεβαίωση για το ότι μια εγκατάσταση του checkbox-server στο δίκτυο μπορεί να είναι προσβάσιμη μέσω SSH.
fr: Vérifiez que l'installation de checkbox-server sur le réseau peut être atteinte via SSH.
gl: Verifica que se pode alcanzar unha instalación de checkbox-server na rede mediante SSH.
it: Verifica che una installazione di checkbox-server nella rete possa essere raggiunta tramite SSH.
km: ផ្ទៀងផ្ទាត់​ថា ការ​ដំឡើង​ម៉ាស៊ីន​បម្រើ​ប្រអប់​ធីក​នៅ​លើ​បណ្ដាញ​អាច​ទៅដល់ SSH ដែរ​ឬ​ទេ ។
ru: Проверка возможности установки checkbox-сервера в сети с использованием SSH.
zh_cn: 验证是否可以通过 SSH 达到在网络上安装的 checkbox-server。

source: Try to enable a remote printer on the network and print a test page.
ast: Intentar activar una imprentadora na rede ya imprentar una páxina de prueba.
cs: Pokusit se povolit vzdálenou tiskárnu na síti a vytisknout zkušební stránku
de: Es wird versucht einen entfernt angeschlossenen Drucker im Netzwerk zu aktivieren und eine Testseite zu drucken.
el: Δοκιμή για την ενεργοποίηση ενός απομακρυσμένου εκτυπωτή στο δίκτυο και την εκτύπωση δοκιμαστικής σελίδας.
fr: Essayez d'activer une imprimante distante sur le réseau et d'imprimer une page de test.
gl: Tenta activar unha impresora remota na rede e imprimir unha páxina de proba.
it: Prova ad abilitare una stampante remota nella rete e stampa una pagina di prova.
km: សាកល្បង​បើក​ម៉ាស៊ីន​បោះពុម្ព​ពី​ចម្ងាយ​នៅ​លើ​បណ្ដាញ ​និង​បោះពុម្ព​ទំព័រ​សាកល្បង ។
ru: Попытаться включить удалённый принтер в сети и напечатать пробную страницу.
zh_cn: 尝试在网络上启用远程打印机，并打印测试页。

source: Test to detect the optical drives
ast: Prueba pa deteutar les unidaes óptiques
cs: Test detekce optické mechaniky
de: Test zur Erkennung der optischen Laufwerke
el: Δοκιμή για την ανίχνευση οδηγών οπτικών συσκευών
fr: Test pour détecter les disques optiques
gl: Proba para detectar dispositivos ópticos
it: Test di rilevamento delle unità ottiche.
km: សាកល្បង ដើម្បី​រកមើល​ដ្រាយ​អុបទិក
ru: Проверка определения оптических дисководов
zh_cn: 检测光驱的测试

source: Optical read test.
de: Test des Lesens von optischen Laufwerken.
gl: Proba de lectura óptica.
it: Test di lettura da unità ottiche

source: Automated optical read test.
de: Automatischer optischer Lesetest.
gl: Proba de lectura óptica automática.
it: Test automatici di lettura da unità ottiche

source: CD write test.
de: CD‐Schreibtest.
gl: Proba de escritura en CD.
it: Test di scrittura dei CD

source: Automated CD write test
de: Automatischer CD‐Schreibtest
gl: Proba de escritura automática ao CD.
it: Test automatici di scrittura dei CD
