Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: ACTIONS: 1. Launch web browser and browse to the www.ubuntu.com 2. Make a MO call to DUT 3. Ensure that the incoming call ringtone is played
fr: ACTIONS : 1. Lancez le navigateur Internet et allez sur www.ubuntu.com 2. Passez un appel à l'appareil à tester 3. Assurez-vous que la sonnerie de l'appel entrant est lue

source: 1. Is incoming call ringtone played? 2. Is call snap decision show up?
fr: 1. La sonnerie de l'appel entrant est-elle lue ? 2. Le choix de répondre/refuser est-il affiché ?

source: Ensure that mo call can be performed correctly while browsing via 3g data
fr: Assurez-cous que les appels peuvent être passés correctement lors de la navigation à l'aide de données en 3G

source: ACTIONS: 1. Launch web browser and browse to the www.ubuntu.com 2. Make a MO call 3. Ensure that the MO call can be performed
fr: ACTIONS : 1. Lancez le navigateur Internet et allez sur www.ubuntu.com 2. Passez un appel 3. Assurez-vous que l'appel peut être passé

source: 1. Is MO call performed correctly?
fr: 1. L'appel est-il correctement passé ?

source: Ensure that incoming call ringtone can be played correctly while playing streaming video via gprs data
fr: Assurez-vous que la sonnerie des appels entrants peut être lue correctement lors de la lecture de vidéos en streaming à l'aide des données en GPRS

source: SETUP: 1. Ensure SIM is present 2. Connected to GPRS data
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Assurez-vous que vous êtes connecté aux données en GPRS

source: Ensure that mo call can be performed correctly while playing streaming video via 3g data
fr: Assurez-vous que les appels peuvent être passés correctement lors de la lecture de vidéos en streaming à l'aide des données en 3G

source: SETUP: 1. Ensure SIM is present 2. Connected to 3G data
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Assurez-vous que vous êtes connecté aux données en 3G

source: ACTIONS: 1. Launch web browser and browse to the www.youtube.com 2. Play a video clip on youtube 2. Make a MO call to DUT 3. Ensure that streaming video is stopped and the incoming call ringtone is played
fr: ACTIONS : 1. Lancez le navigateur Internet et allez sur www.youtube.com 2. Lisez un clip vidéo sur YouTube 2. Passez un appel à l'appareil à tester 3. Assurez-vous que la lecture de la vidéo en streaming est interrompue avant que la sonnerie de l'appel entrant ne soit lue

source: 1. Is streaming video stopped and then incoming call ringtone played? 2. Is call snap decision show up?
fr: 1. Le streaming de la vidéo est-il interrompu avant que la sonnerie de l'appel entrant ne soit lue ? 2. Le choix de répondre/refuser est-il affiché ?

source: Ensure that call can be taken on Bluetooth headset while downloading a large file
fr: Assurez-vous que les appels peuvent être passés avec un casque Bluetooth lors du téléchargement d'un fichier volumineux

source: SETUP: 1. Pair a Bluetooth headset with the phone 2. Begin downloading a large file with the DUT
fr: PRÉALABLES : 1. Appairez un casque Bluetooth avec le téléphone 2. Commencez le téléchargement d'un fichier volumineux avec l'appareil à tester

source: ACTIONS: 1. Make a call to the DUT 2. Answer the call
fr: ACTIONS : 1. Passez un appel à l'appareil à tester 2. Répondez à l'appel

source: ACTIONS: 1. DUT1 send SMS message to DUT2 w/ foreign SIM 2. Ensure that send SMS message to foreign SIM works
fr: ACTIONS : 1. Envoyez un SMS du premier appareil à tester au second équipé d'une carte SIM étrangère 2. Assurez-vous que l'envoi d'un SMS à une carte SIM étrangère fonctionne

source: Ensure that SMS messages can be sent to single contact
fr: Assurez-vous que les SMS peuvent être envoyés à un contact unique

source: ACTIONS: 1. Opens messaging app 2. Select a contact and send the text 3. Ensure SMS sent correctly
fr: ACTIONS : 1. Ouvrez l'application de messagerie 2. Sélectionnez un contact et envoyez un texte 3. Assurez-vous que le SMS a été correctement envoyé

source: 1. Is SMS sent correctly?
fr: 1. Le SMS a-t-il été envoyé correctement ?

source: Ensure that SMS messages can be sent to multiple contacts
fr: Assurez-vous que les SMS peuvent être envoyés à plusieurs contacts

source: ACTIONS: 1. Opens messaging app 2. Select multiple contacts and send the text 3. Ensure SMS sent correctly
fr: ACTIONS : 1. Ouvrez l'application de messagerie 2. Sélectionnez plusieurs contacts et envoyez-leur un texte 3. Assurez-vous que le SMS est correctement envoyé

source: 1. Is SMS sent to multiple contacts correctly?
fr: 1. Le SMS est-il correctement envoyé à plusieurs contacts ?

source: Ensure that SMS messages can be received correctly
fr: Assurez-vous que les SMS peuvent être correctement reçus

source: ACTIONS: 1. DUT2 sent SMS to DUT1 2. Ensure notification is shown when text is received 3. Ensure text is received in messaging app
fr: ACTIONS : 1. Envoyez un SMS du deuxième appareil à tester au premier 2. Assurez-vous qu'une notification est affichée lorsque le message est reçu 3. Assurez-vous que le texte est reçu dans l'application de messagerie

source: 1. Is SMS received correctly?
fr: 1. Le SMS est-il correctement reçu ?

source: Ensure that concatenate SMS message can be sent to single contact (more than 160 characters)
fr: Assurez-vous que les SMS concaténés (de plus de 160 caractères) peuvent être envoyés à un contact unique

source: ACTIONS: 1. DUT1 opens messaging app 2. Input more than 160 characters and send to DUT2 3. Ensure SMS sent to DUT2 correctly 4. Ensure DUT2 received two messages
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Saisissez un SMS de plus de 160 caractères et envoyez-le au deuxième appareil à tester 3. Assurez-vous que le SMS est correctement envoyé au deuxième appareil à tester 4. Assurez-vous que le deuxième appareil à tester reçoit deux messages

source: 1. Is SMS sent correctly? 2. Is DUT2 received two messages?
fr: 1. Le SMS est-il correctement envoyé ? 2. Le deuxième appareil à tester a-t-il reçu deux messages ?

source: Ensure that concatenate SMS message can be sent to multiple contacts (more than 160 characters)
fr: Assurez-vous que les SMS concaténés (de plus de 160 caractères) peuvent être envoyés à plusieurs contacts

source: SETUP: Ensure SIM is present
fr: PRÉALABLES : Assurez-vous que la carte SIM est présente

source: ACTIONS: 1. Opens messaging app 2. Input more than 160 characters and send multiple contacts 3. Ensure SMS sent to multiple contacts correctly 4. Ensure each contact received two messages
fr: ACTIONS : 1. Ouvrez l'application de messagerie 2. Saisissez un SMS de plus de 160 caractères et envoyez-le à plusieurs contacts 3. Assurez-vous que le SMS est correctement envoyé aux différents contacts 4. Assurez-vous que chaque contact a reçu deux messages

source: 1. Is SMS sent correctly? 2. Is every contact received two messages?
fr: 1. Le SMS est-il envoyé correctement ? 2. Chaque contact a-t-il reçu deux messages ?

source: Ensure that SMS message with special characters can be sent correctly (e.g #.$ å)
fr: Assurez-vous que les SMS contenant des caractères spéciaux ( par exemple #, $, å) peuvent être correctement envoyés

source: ACTIONS: 1. DUT1 opens messaging app 2. Input special characters and send to DUT2 3. Ensure SMS sent to DUT2 correctly 4. Ensure DUT2 can display special characters correctly
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Saisissez des caractères spéciaux et envoyez-les au deuxième appareil à tester 3. Assurez-vous que le SMS est correctement envoyé au deuxième appareil à tester 4. Assurez-vous que le deuxième appareil à tester peut afficher correctement des caractères spéciaux

source: 1. Is SMS sent correctly? 2. Is special characters displayed correctly?
fr: 1. Le SMS est-il correctement envoyé ? 2. Les caractères spéciaux sont-il affichés correctement ?

source: Ensure that SMS message containing an ampersand (&) in the middle can be displayed correctly
fr: Assurez-vous que les SMS contenant une esperluette (&) dans leur corps peuvent être correctement affichés

source: ACTIONS: 1. DUT1 opens messaging app 2. Input some text with an ampersand in the middle 3. Send to DUT2
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Saisissez du texte avec une esperluette en plein milieu 3. Envoyez le message au deuxième appareil à tester

source: Ensure that SMS message containing a URL can be displayed correctly
fr: Assurez-vous qu'un message contenant un URL peut être correctement affiché

source: ACTIONS: 1. DUT1 opens messaging app 2. Input some text and a URL 3. Send to DUT2
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Saisissez du texte et un URL 3. Envoyez le message au deuxième appareil à tester

source: TEARDOWN: 1. Close the messaging app
fr: FIN : 1. Fermez l'application de messagerie

source: Ensure that forward SMS message to single contact works
fr: Assurez-vous que le transfert d'un SMS à un contact unique fonctionne

source: SETUP: Prepare two DUT Ensure SIM is present
fr: PRÉALABLES : Préparez deux appareils à tester Assurez-vous que la carte SIM est présente

source: ACTIONS: 1. DUT1 opens messaging app 2. Sent a SMS message to DUT2 3. While DUT2 received SMS message then forward back to DUT1 4. Ensure DUT2 can forward message to DUT1 5. Ensure DUT1 can receive this message
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Envoyez un SMS au deuxième appareil à tester 3. Une fois que le deuxième appareil à tester a reçu le SMS, transférez-le au premier appareil à tester 4. Assurez-vous que le deuxième appareil à tester peut faire suivre le message au premier 5. Assurez-vous que le premier appareil à tester peut recevoir ce message

source: Ensure that send SMS message to foreign country works
fr: Assurez-vous que l'envoi de SMS vers un pays étranger fonctionctionne

source: SETUP: Prepare two DUT, one with foreign SIM Ensure SIM is present
fr: PRÉALABLES : Préparez deux appareils à tester, dont un avec une carte SIM étrangère Assurez-vous que la carte SIM est présente

source: ACTIONS: 1. DUT1 send SMS message to DUT2 with foreign SIM 2. Ensure that send SMS message to foreign SIM works
fr: ACTIONS : 1. Envoyez un SMS du premier appareil à tester au second possédant une carte SIM étrangère 2. Assurez-vous que l'envoi de SMS à la carte SIM étrangère fonctionne

source: 1. Is SMS sent correctly? 2. Is DUT2 received message?
fr: 1. Le SMS est-il correctement envoyé ? 2. Le deuxième appareil à tester a-t-il reçu le message ?

source: Ensure that MMS messages can be sent to single contact
fr: Assurez-vous que les MMS peuvent être envoyés à un contact unique

source: ACTIONS: 1. DUT1 opens messaging app 2. Send a MMS message with picture, clip file or music file to DUT2 3. Ensure MMS sent correctly
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Envoyez un MMS avec une image, un clip vidéo ou un morceau de musique au deuxième appareil à tester 3. Assurez-vous que le MMS est correctement envoyé

source: 1. Is MMS sent correctly?
fr: 1. Le MMS est-il correctement envoyé ?

source: Ensure that MMS messages can be sent to multiple contacts
fr: Assurez-vous que les MMS peuvent être envoyés à plusieurs contacts

source: SETUP: DUT setup MMS APN Ensure SIM is present
fr: PRÉALABLES : Configurez le nom du point d'accès aux MMS de l'appareil à tester Assurez-vous que la carte SIM est présente

source: ACTIONS: 1. Open messaging app 2. Select multiple contacts and send MMS 3. Ensure MMS sent correctly
fr: ACTIONS : 1. Ouvrez l'application de messagerie 2. Sélectionnez plusieurs contacts et envoyez-leur un MMS 3. Assurez-vous que le MMS est correctement envoyé

source: 1. Is MMS sent to multiple contacts correctly?
fr: 1. Le MMS est-il envoyé correctement à plusieurs contacts ?

source: Ensure that MMS messages can be received and played correctly
fr: Assurez-vous que les MMS peuvent être reçus et lus correctement

source: ACTIONS: 1. DUT2 sent MMS to DUT1 2. Ensure notification is shown when MMS is received 3. Ensure that MMS message can be played correctly
fr: ACTIONS : 1. Envoyez un MMS du deuxième appareil à tester au premier 2. Assurez-vous que la notification est affichée lorsque le MMS est reçu 3. Assurez-vous que le MMS peut être lu correctement

source: 1. Is MMS received correctly? 2. Does MMS play correctly?
fr: 1. Le MMS est-il correctement reçu ? 2. Le MMS se lit-il correctement ?

source: Ensure that forward MMS message to single contact works
fr: Assurez-vous que le transfert d'un MMS vers un contact unique fonctionne

source: SETUP: Prepare two DUT and setup MMS APN Ensure SIM is present
fr: PRÉALABLES : Préparez deux appareils à tester et configurez le nom du point d'accès aux MMS Assurez-vous que la carte SIM est présente

source: ACTIONS: 1. DUT1 opens messaging app 2. Sent a MMS message to DUT2 3. While DUT2 received MMS message then forward back to DUT1 4. Ensure DUT2 can forward message to DUT1 5. Ensure DUT1 can receive this message
fr: ACTIONS : 1. Ouvrez l'application de messagerie avec le premier appareil à tester 2. Envoyez un MMS au deuxième appareil à tester 3. Une fois que le deuxième appareil à tester a reçu le MMS, retransférez-le vers le premier appareil à tester 4. Assurez-vous que le deuxième appareil à tester peut transférer le message au premier 5. Assurez-vous que le premier appareil à tester peut recevoir ce message

source: TEARDOWN: 1. Close messaging app
fr: FIN : 1. Fermez l'application de messagerie

source: 1. Did DUT2 forward message work? 2. Is DUT1 received this message?
fr: 1. Le transfert du message à partir du deuxième appareil à tester a-t-il fonctionné ? 2. Le premier appareil à tester a-t-il reçu ce message ?

source: Camera/Camera Test
fr: Caméra/Test de la caméra

source: Ensure that camera app can be launched
fr: Assurez-vous que l'application Caméra peut être lancée

source: ACTIONS: 1. Tap Camera app from application scope
fr: ACTIONS : 1. Appuyez sur l'application Caméra dans le moteur de recherche des applications

source: 1. Did camera app launch?
fr: 1. L'application Caméra s'est-elle lancée ?

source: Ensure that the rear camera preview and zoom works
fr: Assurez-vous que l'aperçu et le zoom de la caméra arrière fonctionnent

source: ACTIONS: 1. Ensure camera image is shown 2. Switch camera to rear camera, make sure the view updates 3. Zoom in/out, make sure the view updates
fr: ACTIONS : 1. Assurez-vous que l'image prise par la caméra est affichée 2. Basculez la caméra en caméra arrière, assurez-vous que l'affichage se met à jour 3. Zoomez/dézoomez, assurez-vous que l'affichage se met à jour

source: 1. Does the back camera work?
fr: 1. La caméra arrière fonctionne-t-elle ?

source: Ensure that the front camera preview and zoom works
fr: Assurez-vous que l'aperçu et le zoom de la caméra avant fonctionnent

source: ACTIONS: 1. Ensure camera image is shown 2. Switch camera to Front camera, make sure the view updates 3. Zoom in/out make sure the view updates
fr: ACTIONS : 1. Assurez-vous que l'image prise par la caméra est affichée 2. Basculez la caméra en caméra avant, assurez-vous que l'affichage se met à jour 3. Zoomez/dézoomez, assurez-vous que l'affichage se met à jour

source: 1. Does the front camera work?
fr: 1. La caméra avant fonctionne-t-elle ?

source: Ensure that photos can be captured with the rear camera
fr: Assurez-vous que des photos peuvent être prises avec la caméra arrière

source: ACTIONS: 1. Capture a picture with rear camera 2. Open gallery app, ensure pictures are shown
fr: ACTIONS : 1. Prenez une photo avec la caméra arrière 2. Ouvrez l'application Galerie, assurez-vous que les images s'affichent

source: Ensure that photos can be captured with the front camera
fr: Assurez-vous que les photos peuvent être prises avec la caméra avant

source: ACTIONS: 1. Capture a picture with front camera 2. Open gallery app, ensure pictures are shown
fr: ACTIONS : 1. Prenez une photo avec la caméra avant 2. Ouvrez l'application Galerie, assurez-vous que les images s'affichent

source: TEARDOWN: Close camera app, close gallery app
fr: FIN : Fermez l'application Caméra, fermez l'application Galerie

source: 1.Is the picture found in the gallery app?
fr: 1. Avez-vous retrouvé l'image dans l'application Galerie ?

source: Ensure that video can be captured with the rear camera
fr: Assurez-vous que des vidéos peuvent être prises avec la caméra arrière

source: ACTIONS: 1. Capture a video with rear camera 2. Open gallery app, ensure video clips are shown
fr: ACTIONS : 1. Prenez une vidéo avec la caméra arrière 2. Ouvrez l'application Galerie, assurez-vous que les clips vidéos sont affichés

source: Ensure that video can be captured with the front camera
fr: Assurez-vous que des vidéos peuvent être prises avec la caméra avant

source: ACTIONS: 1. Capture a video with front camera 2. Open gallery app, ensure video clips are shown
fr: ACTIONS : 1. Prenez une vidéo avec la caméra avant 2. Ouvrez l'application Galerie, assurez-vous que les clips vidéos sont affichés

source: 1. Is the video captured? 2. Can the video clips be viewed?
fr: 1. La vidéo a-t-elle été enregistrée ? 2. Les clips vidéos peuvent-ils être lus ?

source: Ensure that camera flash led can work as expected
fr: Assurez-vous que le flash de la caméra fonctionne correctement

source: ACTIONS: 1. Switch on flash support to auto 2. Take a photo under low light
fr: ACTIONS : 1. Faites basculer le flash en mode automatique 2. Prenez une photo avec une faible luminosité

source: 1. Does flash led work correctly?
fr: 1. Le flash fonctionne-t-il correctement ?

source: Compare front camera photo with reference device
fr: Comparez une photo prise par la caméra avant avec un appareil de référence

source: ACTIONS: 1. Capture a picture with front camera of DUT 2. Open photo in gallery app 3. Capture the same (try to maintain same lighting conditions) picture with front camera of reference Android device 4. Open photo in gallery app of Android device
fr: ACTIONS : 1. Prenez une photo avec la caméra avant de l'appareil à tester 2. Ouvrez la photo dans l'application Galerie 3. Prenez la même photo (essayez de conserver les mêmes conditions d'éclairage) avec la caméra avant d'un appareil de référence sous Android 4. Ouvrez la photo dans l'application Galerie de l'appareil sous Android

source: Compare rear camera photo with reference device
fr: Comparez une photo prise par la caméra arrière avec un appareil de référence

source: ACTIONS: 1. Capture a picture with rear camera of DUT 2. Open photo in gallery app 3. Capture the same (try to maintain same lighting conditions) picture with rear camera of reference Android device 4. Open photo in gallery app of Android device
fr: ACTIONS : 1. Prenez une photo avec la caméra arrière de l'appareil à tester 2. Ouvrez la photo dans l'application Galerie 3. Prenez la même photo (essayez de conserver les mêmes conditions d'éclairage) avec la caméra arrière d'un appareil de référence sous Android 4. Ouvrez la photo dans l'application Galerie de l'appareil sous Android

source: 1. Compare the quality of the photo 2. Are the photos of similar quality?
fr: 1. Comparez la qualité des photos 2. Les photos sont-elle de qualité similaire ?

source: Compare font camera video with reference device
fr: Comparez les vidéos prises par la caméra avant avec un appareil de référence

source: ACTIONS: 1. Capture a video with front camera of DUT 2. Open video in gallery app 3. Capture the same (try to maintain same lighting conditions) video with front camera of reference Android device 4. Open video in gallery app of Android device
fr: ACTIONS : 1. Prenez une vidéo avec la caméra avant de l'appareil à tester 2. Ouvrez la vidéo dans l'application Galerie 3. Prenez la même vidéo (essayez de conserver les mêmes conditions d'éclairage) avec la caméra avant de l'appareil de référence sous Android 4. Ouvrez la vidéo dans l'application Galerie de l'appareil sous Android

source: Compare rear camera video with reference device
fr: Comparez les vidéos prises par la caméra arrière avec un appareil de référence

source: ACTIONS: 1. Capture a video with rear camera of DUT 2. Open video in gallery app 3. Capture the same (try to maintain same lighting conditions) video with rear camera of reference Android device 4. Open video in gallery app of Android device
fr: ACTIONS : 1. Prenez une vidéo avec la caméra arrière de l'appareil à tester 2. Ouvrez la vidéo dans l'application Galerie 3. Prenez la même vidéo (essayez de conserver les mêmes conditions d'éclairage) avec la caméra arrière de l'appareil de référence sous Android 4. Ouvrez la vidéo dans l'application Galerie de l'appareil sous Android

source: TEARDOWN: Close camera app
fr: FIN : Fermez l'application Caméra

source: 1. Compare the quality of the video 2. Are the videos of similar quality?
fr: 1. Comparez la qualité des vidéos 2. Les vidéos sont-elles de qualité similaire ?

source: Ensure the quality/image size of a photo can be configured for front camera
fr: Assurez-vous que le rapport entre le niveau de qualité et la taille d'une photo peuvent être configurés pour la caméra avant

source: ACTIONS: 1. Select various image qualities 2. Take a photo with the front camera of DUT
fr: ACTIONS : 1. Sélectionnez plusieurs qualités d'image 2. Prenez une photo avec la caméra avant de l'appareil à tester

source: Ensure the quality/image size of a photo can be configured for rear camera
fr: Assurez-vous que le rapport entre le niveau de qualité et la taille d'une photo peuvent être configurés pour la caméra arrière

source: SETUP: Open camera app
fr: PRÉALABLES : Ouvrez l'application Caméra

source: ACTIONS: 1. Select various image qualities 2. Take a photo with the rear camera of DUT
fr: ACTIONS : 1. Sélectionnez plusieurs qualités d'image 2. Prenez une photo avec la caméra arrière de l'appareil à tester

source: 1. Examine the captured photos over MTP 2. Verify that the sizes match the selection in the camera app
fr: 1. Examinez les photos prises via le gestionnaire de fichiers 2. Vérifiez que les tailles correspondent à la sélection dans l'application Caméra

source: Audio/Audio path
fr: Audio/Chemin audio

source: Ensure that the internal microphone works as expected
fr: Assurez-vous que le microphone interne fonctionne correctement

source: ACTIONS: 1. MO call to DUT2 2. Speak to internal microphone 3. Ensure DUT2 can hear voice
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Parlez dans le microphone interne 3. Assurez-vous que le deuxième appareil à tester peut entendre la voix

source: 1. Did DUT2 hear voice?
fr: 1. Le deuxième appareil à tester a-t-il entendu la voix ?

source: Ensure that the internal speaker works as expected
fr: Assurez-vous que le haut-parleur interne fonctionne correctement

source: ACTIONS: 1. MO call to DUT2 2. Speak to DUT2 3. Ensure voice come out from internal speaker
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Parlez au deuxième appareil à tester 3. Assurez-vous que la voix sort du haut-parleur interne

source: 1. Did you hear voice?
fr: 1. Avez-vous entendu la voix ?

source: Ensure that the headset works as expected
fr: Assurez-vous que le casque fonctionne correctement

source: SETUP: 1. Have two DUT 2. Plug in a headset
fr: PRÉALABLES : 1. Ayez deux appareils à tester 2. Branchez un casque
