Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: ACTIONS: 1. MO call to DUT2 2. Speak to headset 3. Ensure DUT2 can hear voice 4. Speak to DUT2 5. Ensure voice come out from external speaker
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Parlez dans le casque 3. Assurez-vous que le deuxième appareil à tester peut entendre la voix 4. Parlez au deuxième appareil à tester 5. Assurez-vous que la voix sort du haut-parleur externe

source: TEARDOWN: Unplug the headset
fr: FIN : Débranchez le casque

source: 1. Did both speaker and microphone of headset work correctly?
fr: 1. Le haut-parleur et le microphone du casque fonctionnent-ils correctement ?

source: Ensure that Bluetooth headset works as expected
fr: Assurez-vous que le casque Bluetooth fonctionne correctement

source: SETUP: 1. Have two DUT 2. Paired with a Bluetooth headset
fr: PRÉALABLES : 1. Ayez deux appareils à tester 2. Appairez-les avec un casque Bluetooth

source: ACTIONS: 1. MO call to DUT2 2. Speak to Bluetooth headset 3. Ensure DUT2 can hear voice 4. Speak to DUT2 5. Ensure voice come out from Bluetooth headset
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Parlez dans le casque Bluetooth 3. Assurez-vous que le deuxième appareil à tester peut entendre la voix 4. Parlez au deuxième appareil à tester 5. Assurez-vous que la voix sort du casque Bluetooth

source: TEARDOWN: Unpair Bluetooth headset
fr: FIN : Désappairez le casque Bluetooth

source: 1. Did both speaker and microphone of Bluetooth headset work correctly?
fr: 1. Le haut-parleur et le microphone du casque Bluetooth fonctionnent-ils correctement ?

source: Ensure that the audio can be switched from internal to headset during playing music
fr: Assurez-vous que le son peut être basculé du haut-parleur interne à celui du casque lors de la lecture de musique

source: SETUP: Prepare a headset
fr: PRÉALABLES : Préparez un casque

source: ACTIONS: 1. Play a music file 2. Ensure music come from internal speaker 3. Plug in a headset 4. Ensure music come from headset 5. Unplug the headset 6. Ensure music switch back to internal speaker
fr: ACTIONS : 1. Lisez un fichier musical 2. Assurez-vous que la musique sort du haut-parleur interne 3. Branchez un casque 4. Assurez-vous que la musique provient du casque 5. Débranchez le casque 6. Assurez-vous que la musique a rebasculé vers le haut-parleur interne

source: 1. Did the sound can be heard from internal speaker? 2. Did the sound can be heard from headset? 3. Did the sound can be heard from internal speaker?
fr: 1. Le son peut-il être entendu depuis le haut-parleur interne ? 2. Le son peut-il être entendu depuis le casque ? 3. Le son peut-il être entendu depuis le haut-parleur interne ?

source: Ensure that the audio can be switched from internal to Bluetooth headset during playing music
fr: Assurez-vous que le son peut être basculé du haut-parleur interne à celui du casque Bluetooth lors de la lecture de musique

source: SETUP: Prepare a Bluetooth headset
fr: PRÉALABLES : Préparez un casque Bluetooth

source: ACTIONS: 1. Play a music file 2. Ensure music come from internal speaker 3. Connect to Bluetooth headset 4. Ensure music come from Bluetooth headset 5. Disconnect to Bluetooth Headset 6. Ensure music switch back to internal speaker
fr: ACTIONS : 1. Lisez un fichier musical 2. Assurez-vous que la musique provient du haut-parleur interne 3. Connectez le casque Bluetooth 4. Assurez-vous que la musique provient du casque Bluetooth 5. Déconnectez le casque Bluetooth 6. Assurez-vous que la musique rebascule vers le haut-parleur interne

source: 1. Did the sound can be heard from internal speaker? 2. Did the sound can be heard from Bluetooth headset? 3. Did the sound can be heard from internal speaker?
fr: 1. Le son peut-il être entendu depuis le haut-parleur interne ? 2. Le son peut-il être entendu depuis le casque Bluetooth ? 3. Le son peut-il être entendu depuis le haut-parleur interne ?

source: Ensure that the audio can be switched from internal to headset during a call
fr: Assurez-vous que le son peut être basculé du haut-parleur vers un casque durant un appel

source: SETUP: 1. Have two DUT 2. Prepare a headset
fr: PRÉALABLES : 1. Ayez deux appareils à tester 2. Préparez un casque

source: ACTIONS: 1. MO call to DUT2 2. Ensure both output/input audio come from internal speaker and microphone 3. Plug in a headset 4. Ensure that both output/input audio come from headset 5. Unplug the headset 6. Ensure that both output/input audio switch back to internal speaker/microphone
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Assurez-vous que l'entrée et la sortie audio proviennent du haut-parleur interne et du microphone 3. Branchez un casque 4. Assurez-vous que l'entrée et la sortie audio proviennent du casque 5. Débranchez le casque 6. Assurez-vous que l'entrée et la sortie audio ont rebasculé vers le haut-parleur et le microphone internes

source: 1. Did both output/input audio come from internal speaker? 2. Did both output/input audio come from headset? 3. Did both output/input audio come from internal speaker?
fr: 1. L'entrée et la sortie audio proviennent-elles du haut-parleur interne ? 2. L'entrée et la sortie audio proviennent-elles du casque ? 3. L'entrée et la sortie audio proviennent-elles du haut-parleur interne ?

source: Ensure that the audio can be switched from internal to Bluetooth headset during a call
fr: Assurez-vous que le son peut être basculé du haut-parleur interne vers un casque Bluetooth durant un appel

source: SETUP: 1. Have two DUT 2. Prepare a Bluetooth headset
fr: PRÉALABLES : 1. Ayez deux appareils à tester 2. Préparez un casque Bluetooth

source: ACTIONS: 1. MO call to DUT2 2. Ensure both output/input audio come from internal speaker and microphone 3. Pair to a Bluetooth headset 4. Ensure that both output/input audio come from Bluetooth headset 5. Disconnect the Bluetooth headset 6. Ensure that both output/input audio switch back to internal speaker/microphone
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Assurez-vous que l'entrée et la sortie audio proviennent du haut-parleur interne et du microphone 3. Appairez un casque Bluetooth 4. Assurez-vous que l'entrée et la sortie audio proviennent du casque Bluetooth 5. Déconnectez le casque Bluetooth 6. Assurez-vous que l'entrée et la sortie audio ont rebasculé vers le haut-parleur et le microphone internes

source: 1. Did both output/input audio come from internal speaker? 2. Did both output/input audio come from Bluetooth headset? 3. Did both output/input audio come from internal speaker?
fr: 1. L'entrée et la sortie audio proviennent-elles du haut-parleur interne ? 2. L'entrée et la sortie audio proviennent-elles du casque Bluetooth ? 3. L'entrée et la sortie audio proviennent-elles du haut-parleur interne ?

source: Ensure that streaming audio muted when receiving an incoming call
fr: Assurez-vous que la lecture de son en streaming se coupe lors de la réception d'un appel entrant

source: ACTIONS: 1. Play a music file 2. MT call to DUT 3. Ensure music will be stopped and ringtone come from internal speaker 4. Answer the call 5. Ensure both internal microphone and speaker work as expected
fr: ACTIONS : 1. Lisez un fichier musical 2. Passez un appel à l'appareil à tester 3. Assurez-vous que la musique s'arrête et que la sonnerie provient du haut-parleur interne 4. Répondez à l'appel 5. Assurez-vous que le microphone et le haut-parleur internes fonctionnent correctement

source: 1. Does the streaming music has been stopped and play ringtone from internal speaker? 2. Does both internal microphone and speaker work during the call?
fr: 1. La musique en streaming a-t-elle été arrêtée et la sonnerie a-t-elle été lue à partir du haut-parleur interne ? 2. Le microphone interne et le haut-parleur ont-ils fonctionné durant l'appel ?

source: Ensure that streaming audio muted when make an outgoing call
fr: Assurez-vous que la lecture de son en streaming se coupe lors d'un appel sortant

source: ACTIONS: 1. Play a music file 2. MO call to DUT2 3. Ensure music will be paused and ringing from internal speaker 4. Pick the call from another phone 5. Ensure both internal microphone and speaker work as expected
fr: ACTIONS : 1. Lisez un fichier musical 2. Appelez le deuxième appareil à tester 3. Assurez-vous que la musique sera mise en pause et que vous entendrez la sonnerie à partir du haut-parleur interne 4. Prenez l'appel à partir d'un autre téléphone 5. Assurez-vous que le microphone et le haut-parleur internes fonctionnent correctement

source: TEARDOWN: Disconnect the call
fr: FIN : Déconnectez l'appel

source: 1. Does the streaming music has been stopped and play ringing sound from internal speaker? 2. Does both internal microphone and speaker work during the call?
fr: 1. La musique en streaming a-t-elle été arrêtée et la sonnerie a-t-elle été entendue à partir du haut-parleur interne ? 2. Le microphone et le haut-parleur internes ont-ils correctement fonctionné durant l'appel ?

source: Audio/Volume adjustment
fr: Audio/Ajustement du volume

source: Ensure that volume keys functions work as expected when play music
fr: Assurez-vous que les touches de contrôle du volume fonctionnent correctement lors de la lecture de musique

source: Ensure that the volume keys functions work as expected when during a call
fr: Assurez-vous que les touches de contrôle du volume fonctionnent correctement lors d'un appel

source: SETUP: Have two DUT
fr: PRÉALABLES : Ayez deux appareils à tester

source: ACTIONS: 1. MO call to DUT2 2. Increase/Decrease the volume by pressing the volume keys 3. Ensure that volume indicator changes accordingly 4. Ensure that sound become smaller or louder as expected
fr: ACTIONS : 1. Appelez le deuxième appareil à tester 2. Augmentez/diminuez le volume en appuyant sur les touches de contrôle du volume 3. Assurez-vous que l'indicateur de volume change de manière appropriée 4. Assurez-vous que le son diminue ou augmente correctement

source: TEARDOWN: Resume phone volume to default
fr: FIN : Réinitialisez le volume du téléphone à sa valeur par défaut

source: Ensure that the volume keys functions work with headset
fr: Assurez-vous que les touches de contrôle du volume fonctionnent avec un casque

source: Ensure that the volume keys functions work with headset after phone resume from sleep
fr: Assurez-vous que les touches de contrôle du volume fonctionnent avec un casque lorsque le téléphone sort de veille

source: SETUP: Plug in a headset
fr: PRÉALABLES : Branchez un casque

source: TEARDOWN: 1. Resume phone volume to default 2. Unplug the headset
fr: FIN : 1. Réinitialisez le volume du téléphone à sa valeur par défaut 2. Débranchez le casque

source: Ensure that the volume keys functions work with Bluetooth headset
fr: Assurez-vous que les touches de contrôle du volume fonctionnent avec un casque Bluetooth

source: ACTIONS: 1. Play a music file 2. Increase/Decrease the volume by pressing the volume keys 3. Ensure that volume indicator changes accordingly 4. Ensure that sound become smaller or louder as expected
fr: ACTIONS : 1. Lisez un fichier musical 2. Augmentez/diminuez le volume en appuyant sur les touches de contrôle du volume 3. Assurez-vous que l'indicateur de volume change en conséquence 4. Assurez-vous que le son diminue ou augmente correctement

source: Ensure that the volume keys functions work with Bluetooth headset after phone resume from sleep
fr: Assurez-vous que les touches du contrôle du volume fonctionnent avec un casque Bluetooth lorsque le téléphone sort de veille

source: SETUP: Pair with a Bluetooth headset
fr: PRÉALABLES : Appairez l'appareil à tester avec un casque Bluetooth

source: ACTIONS: 1. Play a music file 2. Press power button to turn device screen off, and wait for few seconds 3. Press power button to turn device screen on 4. Increase/Decrease the volume by pressing the volume keys 5. Ensure that volume indicator changes accordingly 6. Ensure that sound become smaller or louder as expected
fr: ACTIONS : 1. Lisez un fichier musical 2. Appuyez sur le bouton d'allumage pour éteindre l'écran du téléphone et patientez quelques secondes 3. Appuyez sur le bouton d'allumage pour allumer l'écran de l'appareil 4. Augmentez/diminuez le volume en appuyant sur les touches du contrôle du volume du téléphone 5. Assurez-vous que l'indicateur de volume change en conséquence 6. Assurez-vous que le son diminue ou augmente correctement

source: TEARDOWN: 1. Resume phone volume to default 2. Unpair the headset
fr: FIN : 1. Réinitialisez le volume du téléphone à sa valeur par défaut 2. Désappairez le casque

source: Ensure that the phone will be muted after volume set to minimum
fr: Assurez-vous que le son du téléphone est coupé lorsque le volume est réglé au minimum

source: ACTIONS: 1. Play a music file 2. Press the volume down key several times until volume down to minimum 3. Ensure that volume indicator changes to the mute icon 4. Ensure the phone has muted
fr: ACTIONS : 1. Lisez un fichier musical 2. Appuyez sur la touche de réduction du volume plusieurs fois jusqu'à ce que celui-ci soit au minimum 3. Assurez-vous que l'indicateur de volume se transforme en icône de coupure du son 4. Assurez-vous que le son du téléphone a été coupé

source: TEARDOWN: Unmute the phone
fr: FIN : Réactivez le son sur le téléphone

source: Ensure that the phone presents a volume warning at near maximum volume
fr: Assurez-vous que le téléphone affiche un avertissement concernant le volume lorsque celui-ci se rapproche de son maximum

source: SETUP: Set the device to minimum volume
fr: PRÉALABLES : Réglez le volume de l'appareil au minimum

source: ACTIONS: WARNING: DON'T PUT THE HEADPHONES IN EARS 1. Play a music file 2. Press the volume up key until maximum reached 3. Check that a volume warning dialog is presented
fr: ACTIONS : ATTENTION : NE METTEZ PAS LES ÉCOUTEURS DANS VOS OREILLES 1. Lisez un fichier musical 2. Appuyez sur le bouton d'augmentation du volume jusqu'à ce que le maximum soit atteint 3. Vérifiez qu'un message d'avertissement concernant le volume est affiché

source: TEARDOWN: 1. Set the volume back to reasonable level
fr: FIN : 1. Réglez de nouveau le volume à un niveau raisonnable

source: 1. Was a volume warning presented to the user?
fr: 1. Un avertissement concernant le volume a-t-il été présenté à l'utilisateur ?

source: Video/Video output
fr: Vidéo/Sortie vidéo

source: Ensure that video playback work smoothly
fr: Assurez-vous que la lecture de vidéos fonctionne sans à-coups

source: ACTIONS: 1. Play a video file 2. Ensure that video play smoothly on the screen
fr: ACTIONS : 1. Lisez un fichier vidéo 2. Assurez-vous que la vidéo se lit sans à-coups à l'écran

source: TEARDOWN: End the playback
fr: FIN : Terminez la lecture

source: 1. Does video playback smoothly?
fr: 1. La lecture de la vidéo se fait-elle sans à-coups ?

source: Ensure that video output is resumed after wake up from sleep mode
fr: Assurez-vous que la sortie vidéo est reprise après un retour du mode veille

source: SETUP: 1. Dock phone/plugin HDMI adapter cable
fr: PRÉALABLES : 1. Connectez le téléphone à une station d'accueil ou branchez-le à un câble avec un adaptateur HDMI

source: ACTIONS: 1. Ensure that screen is displayed on external monitor 2. Press power button to enter sleep mode 3. Press power button to resume 4. Ensure that screen is still displayed on external monitor
fr: ACTIONS : 1. Assurez-vous que l'écran est affiché sur un moniteur externe 2. Appuyez sur le bouton d'allumage pour entrer en mode veille 3. Appuyez sur le bouton d'allumage pour en sortir 4. Assurez-vous que l'écran est toujours affiché sur le moniteur externe

source: TEARDOWN: Disconnect HDMI cable/dock
fr: FIN : Déconnectez le câble HDMI ou la station d'accueil

source: 1. Does HDMI screen still display on external monitor?
fr: 1. L'écran HDMI s'affiche-t-il toujours sur le moniteur externe ?

source: Sensors/Sensors Testing
fr: Capteurs/Test des capteurs

source: Ensure accelerometer is functioning
fr: Assurez-vous que l'accéléromètre fonctionne

source: ACTIONS: 1. Launch an app 2. Change orientation 3. Ensure app orientation is changed
fr: ACTIONS : 1. Lancez une application 2. Changez l'orientation de l'appareil 3. Assurez-vous que l'orientation de l'application change

source: TEARDOWN: Close app
fr: FIN : Fermez l'application

source: 1. Is accelerometer working?
fr: 1. L'accéléromètre fonctionne-t-il ?

source: Ensure proximity sensor is functioning
fr: Assurez-vous que le capteur de proximité fonctionne

source: SETUP: SIM card enabled
fr: PRÉALABLES : Activez la carte SIM

source: ACTIONS: 1. Open dialer app 2. Make a MO call 3. Move phone away from face quickly 4. Ensure screen went from off->on 5. Put hand near phone 6. Ensure screen turns off
fr: ACTIONS : 1. Ouvrez l'application composeur 2. Passez un appel 3. Éloignez rapidement le téléphone de votre visage 4. Assurez-vous que l'écran passe d'éteint à allumé 5. Placez votre main près du téléphone 6. Assurez-vous que l'écran s'éteint

source: TEARDOWN: End call, close app
fr: FIN : Terminez l'appel et fermez l'application

source: 1. Is proximity sensor working?
fr: 1. Le capteur de proximité fonctionne-t-il ?

source: Ensure ambient light sensor is working
fr: Assurez-vous que le capteur de lumière ambiante fonctionne

source: ACTIONS: 1. Enable Brightness Adjust automatically from Brightness settings 2. Move phone to a low light place 3. Move phone to a very bright place
fr: ACTIONS : 1. Activez l'ajustement automatique de la luminosité à partir des paramètres de luminosité 2. Déplacez le téléphone dans un endroit à faible luminosité 3. Déplacez le téléphone dans un endroit à forte luminosité

source: TEARDOWN: Uncheck brightness adjust automatically
fr: FIN : Décochez l'option d'ajustement automatique de la luminosité

source: 1. Is ambient light sensor working?
fr: 1. Le capteur de lumière ambiante fonctionne-t-il ?

source: Ensure haptics are working
fr: Assurez-vous que le retour tactile fonctionne

source: ACTIONS: 1. Open indicators 2. Switch between indicator tabs, ensure vibration occurs
fr: ACTIONS : 1. Ouvrez les indicateurs 2. Naviguez entre les onglets des indicateurs et assurez-vous que des vibrations se produisent

source: TEARDOWN: Close indicators
fr: FIN : Fermez les indicateurs

source: 1. Did vibration occur?
fr: 1. Des vibrations se sont-elles produites ?

source: Ensure GPS is working
fr: Assurez-vous que le GPS fonctionne

source: SETUP: Enable GPS and location detection from location indicator
fr: PRÉALABLES : Activez le GPS et la détection de la localisation à partir de l'indicateur de localisation

source: ACTIONS: 1. Open a browser and connect to Google Map 2. Tap location detect icon 3. Ensure Google Map can detect your location
fr: ACTIONS : 1. Ouvrez un navigateur et connectez-vous à Google Map 2. Appuyez sur l'icône de détection de la localisation 3. Assurez-vous que Google Map puisse détecter votre localisation

source: TEARDOWN: Close browser
fr: FIN : Fermez le navigateur

source: 1. Is GPS and location detection working?
fr: 1. Le GPS et la détection de la localisation fonctionnent-ils ?

source: Ensure gyroscope sensor is working
fr: Assurez-vous que le capteur gyroscopique fonctionne

source: Ensure compass sensor is working
fr: Assurez-vous que le capteur magnétique fonctionne

source: Ensure gravity sensor is working
fr: Assurez-vous que le capteur de gravité fonctionne

source: Screen/Screen testing
fr: Écran/Test de l'écran

source: Ensure that no screen flicker is present
fr: Assurez-vous qu'aucun scintillement de l'écran n’apparaît

source: ACTIONS: 1. Use Unity 2. Ensure no screen flicker is present
fr: ACTIONS : 1. Utilisez l'interface utilisateur Unity 2. Assurez-vous qu'aucun scintillement de l'écran n’apparaît

source: 1. Is screen flicker present?
fr: 1. Des scintillements de l'écran apparaissent-ils ?

source: Ensure that pressing power properly suspends the phone
fr: Assurez-vous que l'appui sur le bouton d'allumage met correctement le téléphone en veille

source: 1. Is phone suspended?
fr: 1. Le téléphone s'est-il mis en veille ?

source: Ensure that the backlight is off when the phone is suspended
fr: Assurez-vous que le rétroéclairage est désactivé lorsque le téléphone est mis en veille

source: ACTIONS: 1. Press power button 2. Ensure phone is properly suspended, and backlight is off
fr: ACTIONS : 1. Appuyez sur le bouton d'allumage 2. Assurez-vous que le téléphone est correctement mis en veille et que le rétroéclairage est désactivé

source: 1. Is backlight turned off?
fr: 1. Le rétroéclairage est-il désactivé ?

source: Ensure that screen brightness can be changed from power indicator
fr: Assurez-vous que la luminosité de l'écran peut être modifiée à partir de l'indicateur d'alimentation

source: ACTIONS: 1. Open Battery indicator 2. Swipe brightness level left and right, ensure brightness is changed
fr: ACTIONS : 1. Ouvrez l'indicateur de batterie 2. Faites glisser le curseur de luminosité à gauche et à droite et assurez-vous que la luminosité est modifiée

source: Ensure that screen brightness can be changed from system settings
fr: Assurez-vous que la luminosité de l'écran peut être modifiée à partir des paramètres du système

source: ACTIONS: 1. Open system settings 2. Open battery page 3. Swipe brightness level left and right, ensure brightness is changed
fr: ACTIONS : 1. Ouvrez les paramètres du système 2. Ouvrez la page relative à la batterie 3. Faites glisser le curseur de luminosité à gauche et à droite et assurez-vous que la luminosité est modifiée

source: 1. Is brightness changed?
fr: 1. La luminosité est-elle modifiée ?

source: Ensure that MIR is being run
fr: Assurez-vous que le serveur d'affichage MIR est exécuté

source: ACTIONS: 1. Use Unity 2. Run 'ps ax | grep surf', ensure no results
fr: ACTIONS : 1. Utilisez l'interface utilisateur Unity 2. Exécutez la commande « ps ax | grep surf », assurez-vous qu'elle ne renvoie aucun résultat

source: 1. Is MIR running?
fr: 1. MIR fonctionne-t-il ?

source: Ensure the sensitivity of touchscreen
fr: Assurez-vous de la sensibilité de l'écran tactile

source: ACTIONS: 1. Randomly tap the screen, slide the screen 2. Ensure that the the sensitivity of touch screen works as expected
fr: ACTIONS : 1. Appuyez et faites glisser votre doigt aléatoirement sur l'écran 2. Assurez-vous que la sensibilité de l'écran tactile fonctionne correctement

source: 1. Does the sensitivity of touch screen work as expected?
fr: 1. Le sensitivité de l'écran tactile fonctionne-t-elle correctement ?

source: Ensure the touchscreen accuracy
fr: Assurez-vous de la précision de l'écran tactile

source: ACTIONS: 1. Open Notes app 2. Launch virtual keyboard 3. Tap each characters 4. Ensure that the accuracy of touch screen is accurate enough
fr: ACTIONS : 1. Ouvrez l'application Notes 2. Lancez le clavier virtuel 3. Appuyez sur chacun des caractères 4. Assurez-vous que la précision de l'écran tactile est suffisamment bonne

source: 1. Does the accuracy of touchscreen is accurate enough?
fr: 1. La précision de l'écran tactile est-elle suffisante ?

source: Ensure the sensitivity of touchscreen in each edge
fr: Assurez-vous de la sensibilité de l'écran tactile sur chaque bord

source: ACTIONS: 1. Randomly tap the screen, slide the screen that near the edge 2. Ensure that the the sensitivity of touch screen works as expected
fr: ACTIONS : 1. Appuyez aléatoirement sur l'écran et faites glisser votre doigt sur l'écran près des bords 2. Assurez-vous que la sensibilité de l'écran tactile fonctionne correctement

source: 1. Does the sensitivity of touch screen in each edge work as expected?
fr: 1. La sensibilité de l'écran tactile près de chaque bord fonctionne-t-elle correctement ?
