Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: Ensure that wireless can connect to a 802.11ac AP
fr: Assurez-vous que le réseau sans fil peut se connecter à un point d'accès 802.11ac

source: SETUP: 1. Tap WiFi icon
fr: PRÉALABLES : 1. Appuyez sur l'icône du Wi-Fi

source: ACTIONS: 1. Select a 802.11ac access point to join 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un point d'accès 802.11ac à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: 1. Is wireless connected?
fr: 1. Le réseau sans fil est-il connecté ?

source: Check WiFi mac address does not change across reboots
fr: Vérifiez que l'adresse MAC du Wi-Fi ne change pas suite aux redémarrages

source: SETUP: 1. Connect to the phone using phablet-shell 2. Note the MAC address using ifconfig or similar
fr: PRÉALABLES : 1. Connectez vous au téléphone en utilisant phablet-shell 2. Notez l'adresse MAC en utilisant ifconfig ou une autre méthode similaire

source: ACTIONS: 1. Reboot the phone 2. Reconnect phablet-shell 3. Check MAC address again
fr: ACTIONS : 1. Redémarrez le téléphone 2. Reconnectez phablet-shell 3. Vérifiez de nouveau l'adresse MAC

source: 1. Verify the MAC address did not change
fr: 1. Vérifiez que l'adresse MAC n'a pas changé

source: System Settings/Cellular
fr: Paramètres système/Réseau cellulaire

source: Ensure that the cellular can be opened from system settings.
fr: Assurez-vous que le réseau cellulaire peut être ouvert à partir des paramètres du système

source: ACTIONS: 1. Tap Cellular icon
fr: ACTIONS : 1. Appuyez sur l'icône du réseau cellulaire

source: 1. Did the Cellular page open?
fr: 1. La page du réseau cellulaire s'est-elle ouverte ?

source: Ensure cellular data can be enabled
fr: Assurez-vous que les données du réseau cellulaire peuvent être activées

source: ACTIONS: 1. Tap Cellular data to ON 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Faites basculer le commutateur de données de réseau cellulaire sur Activé 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: 1. Is there a 3G icon shown on the indicator bar? 2. Is 3G network connected?
fr: 1. Une icône 3G est-elle affichée dans la barre des indicateurs ? 2. Êtes-vous connecté au réseau 3G ?

source: Ensure cellular data can be disabled
fr: Assurez-vous que les données du réseau cellulaire peuvent être désactivées

source: ACTIONS: 1. Tap Cellular data to OFF 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Faites basculer le commutateur de données de réseau cellulaire sur Désactivé 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: 1. Is 3G network disconnected?
fr: 1. Le réseau 3G est-il désactivé ?

source: Ensure data roaming can be enabled
fr: Assurez-vous que l'itinérance de données peut être activée

source: ACTIONS: 1. Tap Data roaming to ON 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Faites basculer le commutateur de données d'itinérance sur Désactivé 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: 1. Is there a 3G/Roaming icon shown on the indicator bar? 2. Is 3G network connected?
fr: 1. Une icône 3G/Itinérance est-elle affichée dans la barre des indicateurs ? 2. Êtes-vous connecté au réseau 3G ?

source: Ensure data roaming can be disabled
fr: Assurez-vous que l'itinérance de données peut être désactivée

source: ACTIONS: 1. Tap Data roaming to OFF 2. Open web-browser to ensure connection is disabled
fr: ACTIONS : 1. Désactivez l'itinérance de données 2. Ouvrez un navigateur Internet pour vous assurer que la connexion est désactivée

source: 1. Is Data roaming closed?
fr: 1. L'itinérance de données est-elle fermée ?

source: Ensure that choose carrier by auto works
fr: Assurez-vous que le choix automatique de l'opérateur fonctionne

source: ACTIONS: 1. Ensure default Choose Carrier is set to automatically 2. Ensure the connected carrier is correct
fr: ACTIONS : 1. Assurez-vous que le choix de l'opérateur par défaut est défini automatiquement 2. Assurez-vous que l'opérateur connecté est le bon

source: 1. Is system connect to carrier automatically? 2. Does it connected to correct carrier?
fr: 1. La connexion du système à l'opérateur s'est-elle faite automatiquement ? 2. S'est-il connecté au bon opérateur ?

source: Ensure that the carrier can be selected by manual
fr: Assurez-vous que l'opérateur peut être sélectionné manuellement

source: SETUP: 1. Tap Cellular icon
fr: PRÉALABLES : 1. Appuyez sur l'icône du réseau cellulaire

source: ACTIONS: 1. Tap Manually 2. Tap Carrier 3. Tap Refresh button to get the available carrier list 4. Tap one of available carrier to connect
fr: ACTIONS : 1. Appuyez sur Manuellement 2. Appuyez sur Opérateur 3. Appuyez sur le bouton Actualiser pour obtenir la liste des opérateurs disponibles 4. Appuyez sur l'un des opérateurs disponibles pour vous connecter

source: 1. Does it listed all of available carriers? 2. Did it connected to selected carrier correctly?
fr: 1. A-t-il listé tous les opérateurs disponibles ? 2. S'est-il connecté correctement à l'opérateur sélectionné ?

source: System Settings/Bluetooth
fr: Paramètres système/Bluetooth

source: Ensure that the Bluetooth can be opened from system settings.
fr: Assurez-vous que le Bluetooth peut être ouvert à partir des paramètres du système.

source: ACTIONS: 1. Tap Bluetooth icon
fr: ACTIONS : 1. Appuyez sur l'icône du Bluetooth

source: 1. Did the Bluetooth page open?
fr: 1. La page relative au Bluetooth s'est-elle ouverte ?

source: Ensure that all detected Bluetooth devices are listed
fr: Assurez-vous que tous les appareils Bluetooth détectés sont listés

source: ACTIONS: 1. Check switch to enable Bluetooth 2. Ensure it will detect and list all the available devices
fr: ACTIONS : 1. Utilisez le commutateur pour activer le Bluetooth 2. Assurez-vous qu'il détecte et liste tous les appareils disponibles

source: 1. Does it listed all of available Bluetooth devices?
fr: 1. Tous les appareils disponibles et disposant du Bluetooth ont-ils été listés ?

source: Ensure that it can pair with a Bluetooth headset
fr: Assurez-vous qu'il peut s'appairer avec un casque Bluetooth

source: ACTIONS: 1. Select a Bluetooth headset 2. Input passcode to pair
fr: ACTIONS : 1. Sélectionnez un casque Bluetooth 2. Saisissez un mot de passe pour l'appairer

source: 1. Is it paired to Bluetooth headset successfully? 2. Is there a headset icon shown on the menu bar?
fr: 1. Votre appareil s'est-il appairé au casque Bluetooth avec succès ? 2. Une icône de casque est-elle affichée dans la barre de menu ?

source: Ensure that Bluetooth can be disabled after paired with Bluetooth headset
fr: Assurez-vous que le Bluetooth peut être désactivé après un appairage avec un casque Blootooth

source: SETUP: 1. Tap Bluetooth icon
fr: PRÉALABLES : 1. Appuyez sur l'icône du Bluetooth

source: ACTIONS: 1. Check switch again to disable Bluetooth
fr: ACTIONS : 1. utilisez de nouveau le commutateur pour désactiver le Bluetooth

source: 1. Did Bluetooth headset icon disappear from menu bar?
fr: 1. L'icône du casque Bluetooth a-t-elle disparu de la barre de menu ?

source: Ensure the Bluetooth mac address does not change across reboots
fr: Assurez-vous que l'adresse MAC du Bluetooth ne change pas suite à des redémarrages

source: SETUP: 1. Connect to the device using phablet-shell 2. Note the Bluetooth MAC address using hciconfig or similar
fr: PRÉALABLES : 1. Connectez l'appareil en utilisant phablet-shell 2. Notez l'adresse MAC du Bluetooth en utilisant hciconfig ou une méthode similaire

source: ACTIONS: 1. Reboot the phone 2. Reconnect phablet-shell 3. Check the Bluetooth MAC address
fr: ACTIONS : 1. Redémarrez le téléphone 2. Reconnectez phablet-shell 3. Vérifiez l'adresse MAC du Bluetooth

source: 1. Verify that the MAC address did not change
fr: 1. Vérifiez que l'adresse MAC n'a pas changé

source: System Settings/Accounts
fr: Paramètres système/Comptes

source: Ensure that the accounts can be opened from system settings.
fr: Assurez-vous que les comptes peuvent être ouverts à partir des paramètres du système.

source: ACTIONS: 1. Tap Accounts icon
fr: ACTIONS : 1. Appuyez sur l'icône des Comptes

source: 1. Did the Accounts page open?
fr: 1. La page des Comptes s'est-elle ouverte ?

source: Ensure that you can login to UbuntuOne
fr: Assurez-vous que vous pouvez vous identifier sur UbuntuOne

source: ACTIONS: 1. Tap UbuntuOne icon 2. Input UbuntuOne account and password to login
fr: ACTIONS : 1. Appuyez sur l'icône UbuntuOne 2. Saisissez un compte UbuntuOne et un mot de passe pour vous connecter

source: 1. Does it successful to login?
fr: 1. S'est-il connecté avec succès ?

source: Ensure that it can install new app from application scope after logged in
fr: Assurez-vous qu'il peut installer une nouvelle application à partir du moteur de recherche des applications après connexion

source: SETUP: 1. Tap Accounts icon
fr: PRÉALABLES : 1. Appuyez sur l'icône des Comptes

source: ACTIONS: 1. Tap More suggestion to show available apps 2. Tap an app to install
fr: ACTIONS : 1. Appuyez sur Plus de suggestions pour afficher les applications disponibles 2. Appuyez sur une application à installer

source: 1. Did install an app work correctly?
fr: 1. L'installation d'une application a-t-elle fonctionné correctement ?

source: System Settings/Battery
fr: Paramètres système/Batterie

source: Ensure that the battery can be opened from system settings.
fr: Assurez-vous que la batterie peut être ouverte à partir des paramètres du système.

source: ACTIONS: 1. Tap Battery icon
fr: ACTIONS : 1. Appuyez sur l'icône de la Batterie

source: 1. Did the Battery page open?
fr: 1. La page de la Batterie s'est-elle ouverte ?

source: Ensure that both charge level and status are listed correctly
fr: Assurez-vous que le niveau de charge et le statut sont correctement listés

source: ACTIONS: 1. Observe the charge level and status
fr: ACTIONS : 1. Observez le niveau de charge et le statut

source: Are charge level and status both show correctly?
fr: Le niveau de charge et le statut s'affichent-ils correctement ?

source: ACTIONS: 1. Plug in power cable 2. Unplug power cable
fr: ACTIONS : 1. Branchez le câble d'alimentation 2. Débranchez le câble d'alimentation

source: Ensure that WiFi can be turned on/off
fr: Assurez-vous que le Wi-Fi peut être activé / désactivé

source: ACTIONS: 1. Tap WiFi switch to turn it off 2. Tap WiFi switch to turn it on
fr: ACTIONS : 1. Appuyez sur le commutateur de Wi-Fi pour le désactiver 2. Appuyez sur le commutateur de Wi-Fi pour l'activer

source: 1. Does the WiFi indicator properly update? 2. Were you able to enable and disable WiFi?
fr: 1. L'indicateur de Wi-Fi s'est-il convenablement mis à jour ? 2. Avez-vous été en mesure d'activer et de désactiver le Wi-Fi ?

source: Ensure that Bluetooth can be turned on/off
fr: Assurez-vous que le Bluetooth peut être activé / désactivé

source: SETUP: 1. Tap Battery icon
fr: PRÉALABLES : 1. Appuyez sur l'icône de la batterie

source: ACTIONS: 1. Tap Bluetooth switch to turn it off 2. Tap Bluetooth switch to turn it on
fr: ACTIONS : 1. Appuyez sur le commutateur de Bluetooth pour le désactiver 2. Appuyez sur le commutateur de Bluetooth pour l'activer

source: 1. Does the Bluetooth indicator properly update? 2. Were you able to enable and disable Bluetooth?
fr: 1. L'indicateur de Bluetooth s'est-il convenablement mis à jour ? 2. Avez-vous été en mesure d'activer et de désactiver le Bluetooth ?

source: System Settings/Brightness
fr: Paramètres système/Luminosité

source: Ensure that the brightness can be opened from system settings.
fr: Assurez-vous que la page relative à la luminosité peut être ouverte à partir des préférences du système.

source: ACTIONS: 1. Tap Brightness icon
fr: ACTIONS : 1. Appuyez sur l'icône de la luminosité

source: 1. Did the Brightness page open?
fr: 1. La page relative à la luminosité s'est-elle ouverte ?

source: Ensure that display brightness slider can be adjusted
fr: Assurez-vous que le curseur de luminosité d'affichage peut être ajusté

source: ACTIONS: 1. Drag the display brightness slider and move to maximum 2. Drag the display brightness slider and move to minimum
fr: ACTIONS : 1. Tirez le curseur de luminosité d'affichage et déplacez-le au maximum 2. Tirez le curseur de luminosité d'affichage et déplacez-le au minimum

source: 1. Did screen brightness become lighter? 2. Did screen brightness become dark?
fr: 1. L'écran s'est-il éclairé ? 2. L'écran s'est-il assombri ?

source: Ensure that auto adjust brightness function works correctly
fr: Assurez-vous que l'ajustement automatique de la luminosité fonctionne correctement

source: SETUP: 1. Tap Brightness icon
fr: PRÉALABLES : 1. Appuyez sur l'icône de la luminosité

source: ACTIONS: 1. Check 'Adjust automatically' to enable brightness auto adjusting 2. Check 'Adjust automatically' to disable brightness auto adjusting
fr: ACTIONS : 1. Cochez la case « Ajuster automatiquement » pour activer l'ajustement automatique de la luminosité 2. Cochez de nouveau la case « Ajuster automatiquement » pour désactiver l'ajustement automatique de la luminosité

source: TEARDOWN: Back to System Settings
fr: FIN : Revenez aux Paramètres système

source: 1. Did brightness auto adjusting work?
fr: 1. L'ajustement automatique de la luminosité a-t-il fonctionné ?

source: System Settings/Sound settings
fr: Paramètres système/Paramètres du son

source: Make sure that the sound settings can be opened from system settings.
fr: Assurez-vous que les paramètres du son peuvent être ouverts à partir des préférences du système.

source: SETUP: 1. Slide to show launcher 2. Tap System Settings
fr: PRÉALABLES : 1. Faites glisser votre doigt à partir du bord gauche et vers la droite pour faire apparaître le lanceur 2. Appuyez sur Paramètres système

source: ACTIONS: 1. Tap Sound icon
fr: ACTIONS : 1. Appuyez sur l'icône du son

source: 1. Did the sound settings page open?
fr: 1. La page relative aux paramètres du son s'est-elle ouverte ?

source: Make sure that the ringtone can be previewed
fr: Assurez-vous qu'il est possible d'obtenir un aperçu de la sonnerie

source: ACTIONS: 1. Tap Ringtone 2. Tap each ringtone to play 3. Ensure all of the ringtone can be previewed 4. Ensure click stop playing button can stop play the ringtone
fr: ACTIONS : 1. Appuyez sur Sonnerie 2. Appuyez sur chaque sonnerie à lire 3. Assurez-vous qu'il est possible d'obtenir un aperçu de toutes les sonneries 4. Assurez-vous que le fait de cliquer sur le bouton d'arrêt de la lecture arrête effectivement la lecture de la sonnerie

source: TEARDOWN: 1. Close System Settings
fr: FIN : 1. Fermez les Paramètres système

source: 1. Can each ringtone be played? 2. Can stop playing button works?
fr: 1. Chaque sonnerie peut-elle être lue ? 2. Le bouton d'arrêt de la lecture fonctionne-t-il ?

source: Make sure that setting a ringtone works
fr: Assurez-vous que le choix d'une sonnerie fonctionne

source: ACTIONS: 1. Go to Ringtone page 2. Select a ringtone 3. Make a MT call to DUT
fr: ACTIONS : 1. Allez sur la page Sonnerie 2. Sélectionnez une sonnerie 3. Passez un appel à l'appareil à tester

source: 1. Did the incoming call ringtone has changed to selected ringtone?
fr: 1. La sonnerie de l'appel entrant a-t-elle bien été modifiée pour obtenir la sonnerie sélectionnée ?

source: Make sure the message received notification can be previewed
fr: Assurez-vous que la notification de message reçu peut être prévisualisée

source: ACTIONS: 1. Tap Message received 2. Tap each message sound to play 3. Ensure all of the message sound can be previewed
fr: ACTIONS : 1. Appuyez sur Message reçu 2. Appuyez sur chaque son de message à lire 3. Assurez-vous que tout le son de message peut être prévisualisé

source: 1. Can each message sound be played?
fr: 1. Chaque son de message peut-il être lu ?

source: Make sure that setting a message received notification works
fr: Assurez-vous que le réglage d'une notification de message reçu fonctionne

source: SETUP: 1. Tap Sound icon
fr: PRÉALABLES : 1. Appuyez sur l'icône de son

source: ACTIONS: 1. Go to Message Received page 2. Select a notification sound 3. Send a message to DUT
fr: ACTIONS : 1. Allez sur la page Message reçu 2. Sélectionnez un son de notification 3. Envoyez un message à l'appareil à tester

source: TEARDOWN: 1. Close System Settings.
fr: FIN : 1. Fermez les Paramètres système.

source: 1. Did the message sound has changed to selected sound?
fr: 1. Le son du message a-t-il été modifié pour obtenir le son sélectionné ?

source: System Settings/Security & Privacy
fr: Paramètres système/Sécurité & Vie privée

source: Ensure that the "swipe" lock mechanism works
fr: Assurez-vous que le mécanisme de verrouillage par « glissement » fonctionne.

source: ACTIONS: 1. Press on Lock security 2. Select Swipe (no security) 3. Lock phone (press power button)
fr: ACTIONS : 1. Appuyez sur Sécurité de verrouillage 2. Sélectionnez Glissement (aucune sécurité) 3. Verrouillez le téléphone (appuyez sur le bouton d'arrêt)

source: 1. Unlock phone 2. Did the swipe mechanism work?
fr: 1. Déverrouillez le téléphone 2. Le mécanisme par glissement a-t-il fonctionné ?

source: Ensure that the "4-digit pin code" lock mechanism works
fr: Assurez-vous que le mécanisme de verrouillage par « code PIN à 4 chiffres » fonctionne

source: ACTIONS: 1. Press on Lock security 2. Select 4-digit PIN code 3. Lock phone (press power button)
fr: ACTIONS : 1. Appuyez sur Sécurité de verrouillage 2. Sélectionnez Code PIN à 4 chiffres 3. Verrouillez le téléphone (appuyez sur le bouton d'arrêt)

source: 1. Unlock phone 2. Did the PIN code mechanism work?
fr: 1. Déverrouillez le téléphone 2. Le mécanisme par code PIN a-t-il fonctionné ?

source: Ensure that the "passphrase" lock mechanism works
fr: Assurez-vous que le mécanisme de verrouillage par « phrase de passe » fonctionne

source: ACTIONS: 1. Press on Lock security 2. Select passphrase 3. Lock phone (press power button)
fr: ACTIONS : 1. Appuyez sur Sécurité de verrouillage 2. Sélectionnez Phrase de passe 3. Verrouillez le téléphone (appuyez sur le bouton d'arrêt)

source: 1. Unlock phone 2. Did the passphrase mechanism work?
fr: 1. Déverrouillez le téléphone 2. Le mécanisme par phrase de passe a-t-il fonctionné ?

source: Ensure that the idle time before lock can be configured
fr: Assurez vous que la période d'inactivité avant verrouillage peut être configurée

source: SETUP: 1. Open System Settings 2. Open Security & Privacy 3. Select Phone Locking
fr: PRÉALABLES : 1. Ouvrez les Paramètres système 2. Ouvrez Sécurité & Vie privée 3. Sélectionnez Verrouillage du téléphone

source: ACTIONS: 1. Press on Lock when idle 2. Select several of the timeout periods and test phone follows the setting
fr: ACTIONS : 1. Appuyez sur Verrouiller en cas d'inactivité 2. Sélectionnez plusieurs délais et testez le téléphone en fonction du paramétrage

source: 1. Leave phone idle 2. Did the phone suspend correctly after configured time?
fr: 1. Laissez le téléphone inactif 2. Le téléphone a-t-il suspendu son activité correctement après le délai configuré ?

source: System Settings/Reset Phone
fr: Paramètres système/Réinitialisation du téléphone

source: Ensure that the launcher can be reset
fr: Assurez-vous que le lanceur peut être réinitialisé

source: SETUP: 1. Pin some applications to the launcher 2. Open System Settings 3. Select Reset phone
fr: PRÉALABLES : 1. Épinglez quelques applications au lanceur 2. Ouvrez les Paramètres système 3. Sélectionnez Réinitialiser le téléphone

source: ACTIONS: 1. Select Reset Launcher
fr: ACTIONS : 1. Sélectionnez Réinitialiser le lanceur

source: 1. Did the launcher reset so only default selection of apps is pinned?
fr: 1. Le lanceur s'est-il réinitialisé de manière à ce que seule la sélection d'applications par défaut soit épinglée ?

source: Ensure the phone can be factory reset
fr: Assurez-vous que le téléphone peut être réinitialisé à ses paramètres d'usine

source: SETUP: 1. Make sure some files are present in the users home folder, logs present in dialer, messages 2. Open System Settings 2. Select Reset phone
fr: PRÉALABLES : 1. Assurez-vous que quelques fichiers sont présents dans le dossier personnel et que l'historique des appels est présent dans le composeur et la messagerie 2. Ouvrez les Paramètres système 2. Sélectionnez Réinitialiser le téléphone

source: ACTIONS: 1. Select Erase & Reset Everything
fr: ACTIONS : 1. Sélectionnez Effacer & tout réinitialiser

source: 1. Was the phone reset to factory defaults? 2. Were all files and logs wiped?
fr: 1. Le téléphone a-t-il été réinitialisé à ses paramètres d'usine par défaut ? 2. Tous les fichiers et historiques ont-ils été effacés ?

source: Telephony/Basic Call (SIM1)
fr: Téléphonie/Appel de base (SIM1)

source: Telephony/Basic Call (SIM2)
fr: Téléphonie/Appel de base (SIM2)

source: Ensure that call out to fixed-line telephone works as expected
fr: Assurez-vous que les appels sortants vers une ligne de téléphone fixe fonctionnent correctement

source: ACTIONS: 1. Open dialer 2. Call to a fixed-line telephone number 3. Verify call is connected 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de téléphone fixe 3. Vérifiez que l'appel est connecté 4. Vérifiez que l'entrée/sortie audio fonctionne

source: Ensure that call out to mobile phone number works as expected
fr: Assurez-vous que les appels sortants vers un numéro de téléphone mobile fonctionnent correctement

source: ACTIONS: 1. Open dialer 2. Call to a mobile phone number (ex:0988888888) 3. Verify call is connected 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de téléphone mobile (ex : 06XXXXXXXX) 3. Vérifiez que l'appel est connecté 4. Vérifiez que l'entrée/sortie audio fonctionne

source: Ensure that call out to mobile phone number with country code works as expected
fr: Assurez-vous que les appels sortants vers un numéro de téléphone mobile avec un indicatif national fonctionnent correctement

source: ACTIONS: 1. Open dialer 2. Call to a mobile phone number (ex:+886988888888) 3. Verify call is connected 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de téléphone mobile (ex : +336XXXXXXXX) 3. Vérifiez que l'appel est connecté 4. Vérifiez que l'entrée/sortie audio fonctionne

source: Ensure that call out to mobile phone number with 00 code works as expected
fr: Assurez-vous que les appels sortants vers un numéro de téléphone mobile avec un code 00 fonctionnent correctement

source: ACTIONS: 1. Open dialer 2. Call to a mobile phone number (ex:00886988888888) 3. Verify call is connected 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de téléphone mobile (ex : 00336XXXXXXXX) 3. Vérifiez que l'appel est connecté 4. Vérifiez que l'entrée/sortie audio fonctionne

source: 1. Is call connected? 2. Is call quality acceptable?
fr: 1. L'appel est-il connecté ? 2. La qualité de l'appel est-elle acceptable ?

source: Ensure that receiving a mt call works as expected
fr: Assurez-vous que la réception d'un appel fonctionne correctement

source: ACTIONS: 1. Make a MT call to DUT1 2. Ensure snap decision is shown 3. Ensure phone call can be answered 4. Verify audio in/out works
fr: ACTIONS : 1. Passez un appel au premier appareil à tester 2. Assurez-vous que les options de réponse sont affichées 3. Assurez-vous que vous pouvez répondre à l'appel téléphonique 4. Vérifiez que l'entrée/sortie audio fonctionne

source: 1. Is snap decision shown? 2. Is call answered?
fr: 1. Les options de réponse sont-elles affichées ? 2. Est-il possible de répondre à l'appel ?
