Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: Indicators/Sound indicator
fr: Indicateurs/Indicateur de son

source: Ensure that sound indicator shows on the menu bar correctly
fr: Assurez-vous que l'indicateur de son s'affiche correctement dans la barre de menu

source: ACTIONS: 1. Check if there is a Sound indicator on the menu bar
fr: ACTIONS : 1. Vérifiez s'il existe un indicateur de son dans la barre de menu

source: 1. Does sound indicator show correctly?
fr: 1. L'indicateur de son s'affiche-t-il correctement ?

source: Ensure that sound indicator menu can be launched
fr: Assurez-vous que le menu de l'indicateur de son peut être lancé

source: ACTIONS: 1. Tap and pull down the sound indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de son dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: 1. Did sound indicator menu launch? 2. Is there a volume slider?
fr: 1. Le menu de l'indicateur de son se lance-t-il ? 2. Un curseur de volume s'affiche-t-il ?

source: Ensure that volume slider bar can be adjusted
fr: Assurez-vous que le curseur de volume peut être ajusté

source: SETUP: 1. Launch the media player and begin playing an audio file 2. Tap and pull down the Sound indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Lancez le lecteur multimédia et commencez à lire un fichier audio 2. Appuyez sur l'icône de l'indicateur de son situé dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap volume slider and move to maximum 2. Tap volume slider and move to minimum
fr: ACTIONS : 1. Appuyez sur le curseur de volume et déplacez-le au maximum 2. Appuyez sur le curseur de volume et déplacez-le au minimum

source: TEARDOWN: Push Sound menu back
fr: FIN : Repliez le menu du son vers le haut

source: 1. Did the volume level increase? 2. Did the volume level decrease?
fr: 1. Le niveau de volume a-t-il augmenté ? 2. Le niveau de volume a-t-il diminué ?

source: Ensure the sound indicator icon matches volume level
fr: Assurez-vous que l'icône de l'indicateur de son correspond au niveau de volume

source: ACTIONS: 1. Move the volume slider
fr: ACTIONS : 1. Déplacez le curseur de volume

source: 1. Check the sound icon matches the level set on the slider
fr: 1. Vérifiez que l'icône de son correspond au niveau défini avec le curseur

source: Ensure that sound settings menu can be launched
fr: Assurez-vous que le menu des paramètres de son peut être lancé

source: SETUP: 1. Tap and pull down the Sound indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur de son dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap sound settings button
fr: ACTIONS : 1. Appuyez sur le bouton des paramètres de son

source: TEARDOWN: Push sound indicator menu back
fr: FIN : Repliez l'indicateur de son vers le haut

source: 1. Did sound settings menu launch?
fr: 1. Le menu des paramètres de son s'est-il lancé ?

source: Indicators/Network indicator
fr: Indicateurs/Indicateur de réseau

source: Ensure that both WiFi indicator and cellular indicator show on the menu bar correctly
fr: Assurez-vous que l'indicateur de Wi-Fi et que l'indicateur cellulaire s'affichent correctement dans la barre de menu

source: SETUP: 1. Ensure SIM is present 2. Ensure WiFi connected
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Assurez-vous que vous êtes connectés en Wi-Fi

source: ACTIONS: 1. Check if there is a WiFi indicator on the menu bar 2. Check if there is a Cellular indicator on the menu bar
fr: ACTIONS : 1. Vérifiez que l'indicateur de Wi-Fi s'affiche dans la barre de menu 2. Vérifiez que l'indicateur cellulaire s'affiche dans la barre de menu

source: 1. Do both WiFi and Cellular indicators show correctly?
fr: 1. Les indicateur de Wi-Fi et cellulaire s'affichent-ils correctement ?

source: Ensure that network menu can be launched
fr: Assurez-vous que le menu du réseau peut être lancé

source: ACTIONS: 1. Tap and pull down the network indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de réseau dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: 1. Did network indicator menu launch? 2. Is there have detected AP lists?
fr: 1. Le menu de l'indicateur de réseau s'ouvre-t-il ? 2. Y a-t-il eu des listes de points d'accès détectées ?

source: Ensure that system can connect to the WiFi AP successfully
fr: Assurez-vous que le système peut se connecter avec succès à un point d'accès Wi-Fi

source: ACTIONS: 1. Tap an AP 2. Input password to connect 3. Check network indicator icon
fr: ACTIONS : 1. Appuyez sur un point d'accès 2. Saisissez un mot de passe et connectez-vous 3. Vérifiez l'icône de l'indicateur de réseau

source: 1. Did it pop up a window to input password of this AP? 2. Did it connect to AP successful? 3. Did network icon show correctly as current status
fr: 1. Une fenêtre contextuelle de saisie du mot de passe pour ce point d'accès s'est-elle ouverte ? 2. Avez-vous réussi à vous connecter avec succès au point d'accès ? 3. L'indicateur de réseau s'est-il actualisé correctement ?

source: Ensure that flight mode function works
fr: Assurez-vous que la fonction mode avion fonctionne

source: ACTIONS: 1. Enable flight mode
fr: ACTIONS : 1. Activez le mode avion

source: 1. Did the WiFi turn off? 2. Did the modems turn off?
fr: 1. Le Wi-Fi s'est-il éteint ? 2. Les modems se sont-ils éteints ?

source: Ensure that WiFi settings menu can be launched
fr: Assurez-vous que le menu des paramètres du Wi-Fi peut être lancé

source: ACTIONS: 1. Tap WiFi settings button
fr: ACTIONS : 1. Appuyez sur le bouton des paramètres du Wi-Fi

source: 1. Did WiFi settings menu launch?
fr: 1. Le menu des paramètres du Wi-Fi s'est-il lancé ?

source: Ensure that cellular settings menu can be launched
fr: Assurez-vous que le menu des paramètres cellulaires peut être lancé

source: SETUP: 1. Tap and pull down the network indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur de réseau dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap Cellular settings button
fr: ACTIONS : 1. Appuyez sur le bouton des paramètres cellulaires

source: TEARDOWN: Push network indicator menu back
fr: FIN : Repliez l'indicateur de réseau vers le haut

source: 1. Did cellular settings menu launch?
fr: 1. Le menu des paramètres cellulaires s'est-il lancé ?

source: Indicators/Battery indicator
fr: Indicateurs/Indicateur de batterie

source: Ensure that battery indicator shows on the menu bar correctly
fr: Assurez-vous que l'indicateur de batterie s'affiche correctement dans la barre de menu

source: ACTIONS: 1. Check if there is a battery indicator on the menu bar
fr: ACTIONS : 1. Vérifiez si l'indicateur de batterie s'affiche dans la barre de menu

source: 1. Does battery indicator show correctly?
fr: 1. L'indicateur de batterie s'affiche-t-il correctement ?

source: Ensure that battery indicator menu can be launched
fr: Assurez-vous que le menu de l'indicateur de batterie se lance

source: ACTIONS: 1. Tap and pull down the battery indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de batterie dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: 1. Did battery indicator menu launch? 2. Is there a charging level slider?
fr: 1. Le menu de l'indicateur de batterie s'est-il lancé ? 2. Y a-t-il un curseur de niveau de charge ?

source: Ensure that the current charge level is displayed
fr: Assurez-vous que le niveau de charge actuel est affiché

source: ACTIONS: 1. Check percentage of charge level
fr: ACTIONS : 1. Vérifiez le pourcentage de niveau de charge

source: 1. Does the charge level percentage shown match the current status?
fr: 1. Le pourcentage de niveau de charge affiché correspond-il à l'état actuel ?

source: Ensure that battery settings menu can be launched
fr: Assurez-vous que le menu des paramètres de batterie peut être lancé

source: SETUP: 1. Tap and pull down the battery indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur de batterie dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap battery settings button
fr: ACTIONS : 1. Appuyez sur le bouton des paramètres de batterie

source: TEARDOWN: Push battery indicator menu back
fr: FIN : Repliez le menu de l'indicateur de batterie vers le haut

source: 1. Did battery settings menu launch?
fr: 1. Le menu des paramètres de batterie s'est-il lancé ?

source: Indicators/Upcoming indicator
fr: Indicateurs / Indicateur des événements à venir

source: Ensure that there is a time stamp shows on the menu bar correctly
fr: Assurez-vous qu'un horodatage correct s'affiche dans la barre de menu

source: ACTIONS: 1. Check if there is a time stamp on the menu bar
fr: ACTIONS : 1. Vérifiez si l'heure et la date s'affichent dans la barre de menu

source: 1. Does time stamp show correctly?
fr: 1. L'horodatage s'affiche-t-il correctement ?

source: Ensure that upcoming indicator menu can be launched
fr: Assurez-vous que le menu des événements à venir peut être lancé

source: ACTIONS: 1. Tap and pull down the upcoming indicator icon in the top right of the menu bar 2. Check Time&Date in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur des événements à venir dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas 2. Vérifiez l'heure et la date dans le coin supérieur droit de la barre de menu

source: 1. Did upcoming indicator menu launch? 2. Is there have Time&Date and Clock? 3. Did it show the correct Time&Date?
fr: 1. Le menu de l'indicateur d'événements à venir s'est-il lancé ? 2. Y a-t-il l'heure et la date ainsi qu'une horloge ? 3. Affiche-t-il l'heure et la date correctes ?

source: Ensure that Time & Date settings menu can be launched
fr: Assurez-vous que le menu des paramètres de date et d'heure peut être lancé

source: ACTIONS: 1. Tap Time & Date icon settings button
fr: ACTIONS : 1. Appuyez sur le bouton en forme d'icône des paramètres de date et d'heure

source: 1. Did Time & Date settings menu launch?
fr: 1. Le menu des paramètres de date et d'heure s'est-il lancé ?

source: Ensure that clock app can be launched
fr: Assurez-vous que l'application Horloge peut être lancée

source: SETUP: 1. Tap and pull down the upcoming indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur des événements à venir dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap clock icon
fr: ACTIONS : 1. Appuyez sur l'icône en forme d'horloge

source: 1. Did clock app launch?
fr: 1. L'application Horloge s'est-elle lancée ?

source: Indicators/Notification center indicator
fr: Indicateurs/Indicateur du centre de notifications

source: Ensure that there is a incoming indicator shows on the menu bar correctly
fr: Assurez-vous que l'indicateur de notifications s'affiche correctement dans la barre de menu

source: ACTIONS: 1. Check if there is a incoming indicator on the menu bar 2. Send a message to DUT
fr: ACTIONS : 1. Vérifiez s'il y a un indicateur de notifications dans la barre de menu 2. Envoyez un message à l'appareil à tester

source: 1. Does incoming indicator show correctly? 2. Does incoming indicator turn green?
fr: 1. L'indicateur de notifications s'affiche-t-il correctement ? 2. L'indicateur de notifications vire-t-il au vert ?

source: Ensure that incoming indicator menu can be launched
fr: Assurez-vous que le menu de l'indicateur de notifications peut être lancé

source: ACTIONS: 1. Tap and pull down the incoming indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de notifications dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: Did incoming indicator menu launch?
fr: Le menu de l'indicateur de notifications s'est-il lancé ?

source: Ensure that incoming message shows correctly
fr: Assurez-vous que le message entrant s'affiche correctement

source: SETUP: 1. Send a message or make a MT call to DUT
fr: PRÉALABLES : 1. Envoyez un message ou passez un appel à l'appareil à tester

source: ACTIONS: 1. Check incoming indicator icon 2. Tap and pull down the incoming indicator icon in the top right of the menu bar 3. Tap Clear All button
fr: ACTIONS : 1. Vérifiez l'icône de l'indicateur de notifications 2. Appuyez sur l'icône de l'indicateur de notifications dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas 3. Appuyez sur le bouton « Tout effacer »

source: TEARDOWN: Push upcoming indicator menu back
fr: FIN : Repliez le menu de l'indicateur de notifications vers le haut

source: 1. Does incoming indicator icon turn to blue color? 2. Does incoming message call show correctly on the indicator menu? 3. Did all the message cleared?
fr: 1. L'icône de l'indicateur de notifications vire-t-il au bleu ? 2. Le message ou l'appel entrant s'affiche-t-il correctement dans le menu de l'indicateur ? 3. Tous les messages se sont-il effacés ?

source: Ensure that push notifications show correctly
fr: Assurez-vous que les notifications s’affichent correctement

source: SETUP: 1. Configure a Google account in the Online Accounts 2. Turn on notifications for new mail
fr: PRÉALABLES : 1. Configurez un compte Google dans les comptes en lignes 2. Activez les notifications lors d'un nouveau courriel

source: ACTIONS: 1. Send an e-mail to the Google account
fr: ACTIONS : 1. Envoyez un courriel au compte Google

source: 1. Verify that a notification of the new e-mail is received
fr: 1. Vérifiez qu'une notification de réception d'un nouveau courriel est reçue

source: Indicators/Location indicator
fr: Indicateurs/Indicateur de localisation

source: Ensure that location indicator shows on the menu bar correctly
fr: Assurez que l'indicateur de localisation s'affiche correctement dans la barre de menu

source: ACTIONS: 1. Check if there is a location indicator on the menu bar
fr: ACTIONS : 1. Vérifiez s'il y a un indicateur de localisation dans la barre de menu

source: 1. Does location indicator show correctly?
fr: 1. L'indicateur de localisation s'affiche-t-il correctement ?

source: Ensure that location menu can be launched
fr: Assurez-vous que le menu de localisation peut être lancé

source: ACTIONS: 1. Tap and pull down the location indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de localisation dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: 1. Did location indicator menu launch? 2. Is there have location detection switch and GPS switch?
fr: 1. L'indicateur de localisation s'est-il lancé ? 2. Un commutateur de détection de la localisation et un commutateur de GPS sont-ils apparus ?

source: Ensure that location detection switch can be turned on/off
fr: Assurez-vous que le commutateur de détection de la localisation peut être activé et désactivé

source: SETUP: 1. Tap and pull down the location indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur de localisation dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap location detection switch to ON 2. Tap location detection switch to OFF
fr: ACTIONS : 1. Faites basculer le commutateur de détection de localisation sur Activé 2. Faites basculer le commutateur de détection de localisation sur Désactivé

source: 1. Did location detection turn on? 2. Did location detection turn off?
fr: 1. La détection de la localisation s'est-elle activée ? 2. La détection de la localisation s'est-elle désactivée ?

source: Ensure that GPS switch can be turned on/off
fr: Assurez-vous que le commutateur de GPS peut être activé et désactivé

source: ACTIONS: 1. Tap GPS switch to ON 2. Tap GPS switch to OFF
fr: ACTIONS : 1. Faites basculer le commutateur de GPS sur Activé 2. Faites basculer le commutateur de GPS sur Désactivé

source: TEARDOWN: Push location detection indicator menu back
fr: FIN : Repliez le menu de l'indicateur de détection de la localisation vers le haut

source: 1. Did GPS turn on? 2. Did GPS turn off?
fr: 1. Le GPS s'est-il activé ? 2. Le GPS s'est-il désactivé ?

source: Indicators/Bluetooth indicator
fr: Indicateurs/Indicateur de Bluetooth

source: Ensure that Bluetooth indicator shows on the menu bar correctly
fr: Assurez-vous que l'indicateur de Bluetooth s'affiche correctement dans la barre de menu

source: SETUP: Enable Bluetooth
fr: PRÉALABLES : Activez le Bluetooth

source: ACTIONS: 1. Check if there is a Bluetooth indicator on the menu bar
fr: ACTIONS : 1. Vérifiez s'il y a un indicateur de Bluetooth dans la barre de menu

source: 1. Does Bluetooth indicator show correctly?
fr: 1. L'indicateur de Bluetooth s'affiche-t-il correctement ?

source: Ensure that Bluetooth menu can be launched
fr: Assurez-vous que le menu du Bluetooth peut être lancé

source: ACTIONS: 1. Tap and pull down the Bluetooth indicator icon in the top right of the menu bar
fr: ACTIONS : 1. Appuyez sur l'icône de l'indicateur de Bluetooth dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: 1. Did Bluetooth indicator menu launch? 2. Is there a Bluetooth switch?
fr: 1. Le menu de l'indicateur de Bluetooth s'est-il lancé ? 2. Y a-t-il un commutateur de Bluetooth ?

source: Ensure that Bluetooth can turn on/off
fr: Assurez-vous que le Bluetooth peut être activé et désactivé

source: ACTIONS: 1. Tap Bluetooth switch to off 2. Navigate to system settings -> Bluetooth 3. Tap Bluetooth switch to on
fr: ACTIONS : 1. Appuyez sur le commutateur de Bluetooth pour le désactiver 2. Allez dans les paramètres du système -> Bluetooth 3. Appuyez sur le commutateur de Bluetooth pour l'activer

source: 1. Did Bluetooth indicator disappear off the menu bar? 2. Did Bluetooth indicator show up on the menu bar?
fr: 1. L'indicateur de Bluetooth a-t-il disparu de la barre de menu ? 2. L'indicateur de Bluetooth est-il apparu dans la barre de menu ?

source: Ensure that Bluetooth settings menu can be launched
fr: Assurez-vous que le menu des paramètres du Bluetooth peut être lancé

source: SETUP: 1. Tap and pull down the Bluetooth indicator icon in the top right of the menu bar
fr: PRÉALABLES : 1. Appuyez sur l'icône de l'indicateur de Bluetooth dans le coin supérieur droit de la barre de menu et dépliez-le vers le bas

source: ACTIONS: 1. Tap Bluetooth settings button
fr: ACTIONS : 1. Appuyez sur le bouton des paramètres du Bluetooth

source: TEARDOWN: Push Bluetooth indicator menu back
fr: FIN : Repliez le menu de l'indicateur de Bluetooth vers le haut

source: 1. Did Bluetooth settings menu launch?
fr: 1. Le menu des paramètres du Bluetooth s'est-il lancé ?

source: System Settings/General
fr: Paramètres système/Général

source: Ensure that the orientation lock works
fr: Assurez-vous que le verrouillage de l'orientation fonctionne

source: SETUP: 1. Open System Settings
fr: PRÉALABLES : 1. Ouvrez l'application Paramètres système

source: ACTIONS: 1. Turn the lock off 2. Check the browser and messaging app for rotation 3. Turn the lock on 4. Check the browser and messaging app for rotation
fr: ACTIONS : 1. Désactivez le verrouillage 2. Vérifiez la rotation avec le navigateur et l'application de messagerie 3. Activez le verrouillage 4. Vérifiez la rotation avec le navigateur et l'application de messagerie

source: 1. Did the apps rotate when the lock was off? 2. Did the apps rotate when the lock was on?
fr: 1. Les applications ont-elles tourné lorsque le verrouillage était désactivé ? 2. Les applications ont-elles tourné lorsque le verrouillage était activé ?

source: System Settings/WiFi
fr: Paramètres système/Wi-Fi

source: Ensure that the WiFi can be opened from system settings.
fr: Assurez-vous que le Wi-Fi peut être ouvert à partir des paramètres du système

source: ACTIONS: 1. Tap WiFi icon
fr: ACTIONS : 1. Appuyez sur l'icône du Wi-Fi

source: 1. Did the WiFi page open?
fr: 1. La page relative au Wi-Fi s'est-elle ouverte ?

source: Ensure that wireless is enabled and can list all available access points
fr: Assurez-vous que le réseau sans fil est activé et peut lister tous les points d'accès disponibles

source: ACTIONS: Ensure it will list all of the available wireless networks
fr: ACTIONS : Assurez-vous que tous les réseaux sans fil disponibles soient listés

source: 1. Are all available wireless networks listed?
fr: 1. Tous les réseaux sans fil sont-ils listés ?

source: Ensure that wireless can connect to an access point
fr: Assurez-vous que le réseau sans fil peut se connecter à un point d'accès

source: ACTIONS: 1. Select a wireless network to join 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un réseau sans fil à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: Ensure that wireless can be disabled/re-enabled and still works as expected
fr: Assurez-vous que le réseau sans fil peut être désactivé / réactivé et fonctionne toujours comme prévu

source: ACTIONS: 1. Disable wireless 2. Re-enable wireless, ensure AP's show up
fr: ACTIONS : 1. Désactivez le Wi-Fi 2. Réactivez le Wi-Fi, assurez-vous que les points d'accès s'affichent

source: 1. Did wireless properly disable? 2. Did wireless properly re-enable? 3. Does wireless reconnected?
fr: 1. Le réseau sans fil s'est-il correctement désactivé ? 2. Le réseau sans fil s'est-il correctement réactivé ? 3. Le réseau sans fil s'est-il reconnecté ?

source: Ensure that wireless can connect to an open network
fr: Assurez-vous que le réseau sans fil peut se connecter à un réseau ouvert

source: ACTIONS: 1. Select a wireless network to join with no password 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un réseau sans fil sans mot de passe à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: Ensure that wireless can connect to a WEP network
fr: Assurez-vous que le réseau sans fil peut se connecter à un réseau WEP

source: ACTIONS: 1. Select a wireless network to join with WEP password 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un réseau sans fil avec un mot de passe WEP à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: Ensure that wireless can connect to a WPA/WPA2 network
fr: Assurez-vous que le réseau sans fil peut se connecter à un réseau WPA/WPA2

source: ACTIONS: 1. Select a wireless network to join with WPA/WPA2 password 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un réseau sans fil avec un mot de passe WPA/WPA2 à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: Ensure that wireless can connect to a 802.11b AP
fr: Assurez-vous que le réseau sans fil peut se connecter à un point d'accès 802.11b

source: ACTIONS: 1. Select a 802.11b access point to join 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un point d'accès 802.11b à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite

source: Ensure that wireless can connect to a 802.11g AP
fr: Assurez-vous que le réseau sans fil peut se connecter à un point d'accès 802.11g

source: ACTIONS: 1. Select a 802.11g access point to join 2. Open web-browser to ensure connection is made
fr: ACTIONS : 1. Sélectionnez un point d'accès 802.11g à rejoindre 2. Ouvrez un navigateur Web pour vous assurer que la connexion est faite
