Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: Ensure the touchscreen accuracy in each edge
fr: Assurez-vous de la précision de l'écran tactile sur chaque bord

source: ACTIONS: 1. Open Notes app 2. Launch virtual keyboard 3. Tap each characters 4. Ensure that the accuracy of touch screen is accurate enough in each edge
fr: ACTIONS : 1. Ouvrez l'application Notes 2. Lancez le clavier virtuel 3. Appuyez sur chacun des caractères 4. Assurez-vous que la précision de l'écran tactile est suffisante près de chaque bord

source: 1. Does the accuracy of touchscreen is accurate enough in each edge?
fr: 1. La précision de l'écran tactile est-elle suffisante sur chaque bord ?

source: Ensure that long press touch screen can work as expected
fr: Assurez-vous que les appuis longs sur l'écran tactile fonctionnent correctement

source: SETUP: Have several apps launched
fr: PRÉALABLES : Lancez plusieurs applications

source: ACTIONS: 1. Long press on running app from Apps scope 2. Ensure that it shows a close icon to close this app 3. Long press on an app 4. Ensure that the app will be launch as usual
fr: ACTIONS : 1. Faites un appui long sur une application en cours d'exécution à partir du moteur de recherche des applications 2. Assurez-vous qu'une icône de fermeture s'affiche pour fermer cette application 3. Faites un appui long sur une application 4. Assurez-vous que l'application sera lancée comme d'habitude

source: TEARDOWN: Close apps
fr: FIN : Fermez les applications

source: 1. Does long press action work as expected? 2. Did app launch after long press?
fr: 1. L'appui long a-t-il fonctionné correctement ? 2. Une application s'est-elle lancée après un appui long ?

source: Power Management/Indicator
fr: Gestion de l'alimentation/Indicateur

source: Ensure that power indicator accurately shows charging status
fr: Assurez-vous que l'indicateur d'alimentation montre précisément l'état de charge

source: ACTIONS: 1. Use Unity 2. Ensure power indicator is showing battery charging 3. Open system settings -> Battery 4. Ensure battery is listed as charging
fr: ACTIONS : 1. Utilisez l'interface utilisateur Unity 2. Assurez-vous que l'indicateur d'alimentation montre le chargement de la batterie 3. Ouvrez les Paramètres système -> Batterie 4. Assurez-vous que la batterie est affichée comme étant en charge

source: 1. Is battery shown as charging?
fr: 1. La batterie est-elle affichée comme étant en charge ?

source: Ensure that charging phone functions
fr: Assurez-vous que le chargement du téléphone fonctionne

source: ACTIONS: 1. Charge DUT 2. Unplug phone after some time 3. Ensure battery level actually decreases
fr: ACTIONS : 1. Chargez l'appareil à tester 2. Débranchez le téléphone après un certain temps 3. Assurez-vous que le niveau de batterie diminue bien

source: 1. Did battery level decrease?
fr: 1. Le niveau de la batterie a-t-il diminué ?

source: Ensure that unplugging from power will change the power indicator
fr: Assurez-vous que le débranchement de l'alimentation modifie l'indicateur d'alimentation

source: SETUP: Power charger is plugged
fr: PRÉALABLES : Le chargeur d'alimentation est branché

source: ACTIONS: 1. Ensure indicator shows battery charging 2. Unplug charger 3. Ensure indicator now shows battery discharging
fr: ACTIONS : 1. Assurez-vous que l'indicateur montre que la batterie est en charge 2. Débranchez le chargeur 3. Assurez-vous que l'indicateur montre désormais que la batterie se décharge

source: 1. Is battery shown as discharging?
fr: 1. Le batterie est-elle affichée comme se déchargeant ?

source: Ensure it pops up a low battery message
fr: Assurez-vous qu'un message de niveau de batterie faible s'affiche

source: SETUP: Power charger not plugged
fr: PRÉALABLES : Le chargeur d'alimentation n'est pas branché

source: ACTIONS: 1. Observe the battery until it less than 10% 2. Ensure it pops up low battery message
fr: ACTIONS : 1. Observez le niveau de la batterie jusqu'à ce que celle-ci soit en-dessous de 10% 2. Assurez-vous qu'un message de niveau de batterie faible s'affiche

source: 1. Does low battery message show correctly?
fr: 1. Un message de niveau de batterie faible s'est-il correctement affiché ?

source: SETUP: Power charge is plugged
fr: PRÉALABLES : Le chargeur d'alimentation est branché

source: ACTIONS: 1. Turn off DUT 2. Ensure that it has a power indicator show up
fr: ACTIONS : 1. Éteignez l'appareil à tester 2. Assurez-vous que l'indicateur d'alimentation s'affiche

source: TEARDOWN: Power on DUT
fr: FIN : Allumez l'appareil à tester

source: Power Management/Power consumption
fr: Gestion de l'alimentation/Consommation d'énergie

source: Ensure that phone full charge time not more than 4hrs
fr: Assurez-vous que le temps de chargement complet du téléphone ne dépasse pas 4 heures

source: SETUP: Discharge phone battery to 0%
fr: PRÉALABLES : Déchargez complètement la batterie du téléphone

source: ACTIONS: 1. Plug in power charger to charge the phone 2. Measure the full charge time
fr: ACTIONS : 1. Branchez un chargeur d'alimentation pour recharger le téléphone 2. Mesurez le temps de charge complet

source: TEARDOWN: None
fr: FIN : Néant

source: 1. Does full charge time is less than 4hrs?
fr: 1. Le temps de chargement complet est-il inférieur à 4 heures ?

source: Ensure that phone talk time can surpass more than 8hrs
fr: Assurez-vous que le temps de parole au téléphone peut dépasser plus de 8 heures

source: SETUP: 1. Phone full charged 2. Power charge is not plugged 3. Have two DUT
fr: PRÉALABLES : 1. Le téléphone est complètement chargé 2. Le chargeur d'alimentation n'est pas branché 3. Ayez deux appareils à tester

source: ACTIONS: 1. Make a MO call to DUT2 2. Measure the talk time of phone
fr: ACTIONS : 1. Passez un appel au deuxième appareil à tester 2. Mesurer le temps de parole du téléphone

source: TEARDOWN: End the call
fr: FIN : Terminez l'appel

source: 1. Does talk time surpass than 8hrs?
fr: 1. Le temps de parole dépasse-t-il 8 heures ?

source: Storage/Internal Storage
fr: Stockage/Stockage interne

source: Check for full disk warning
fr: Vérifiez qu'un avertissement s'affiche en cas de disque plein

source: SETUP: 1. Fill the disk to XX% of capacity
fr: PRÉALABLES : 1. Remplissez le disque à XX% de sa capacité

source: ACTIONS: 1. Begin recording a Video
fr: ACTIONS : 1. Commencez à enregistrer une vidéo

source: 1. Check that when the disk becomes XX% full a warning is displayed to the user
fr: 1. Vérifiez que lorsque le disque est rempli à XX% un message d'avertissement est affiché à l'utilisateur

source: Storage/MTP File Transfer
fr: Stockage/Transfert de fichier via MTP

source: DUT connected to USB 2.0 port - recognized as MTP device
fr: Appareil à tester connecté à un port USB 2.0 - reconnu comme un appareil MTP

source: ACTIONS: 1. Connect DUT to a USB 2.0 port 2. Make sure the DUT has been recognized as MTP device 3. Navigate to device 4. Copy file to DUT 5. Copy file from DUT 6. Make sure that copy/remove/modify functions work as expected
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 2.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Naviguez dans l'appareil 4. Copiez un fichier dans l'appareil à tester 5. Copiez un fichier à partir de l'appareil à tester 6. Assurez-vous que le fonctions copie/suppression/modification marchent correctement

source: DUT connected to USB 2.0 port - large file transfer over MTP
fr: Appareil à tester connecté à un port USB 2.0 - transfert de fichier volumineux par MTP

source: ACTIONS: 1. Connect DUT to a USB 2.0 port 2. Make sure the DUT has been recognized as MTP device 3. Copy a 4GB file to DUT 4. Make sure that large file can be transfer to DUT 5. Play this video file on DUT
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 2.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Copiez un fichier de 4Go vers l'appareil à tester 4. Assurez-vous que ce fichier volumineux peut être transféré vers l'appareil à tester 5. Lisez ce fichier vidéo sur l'appareil à tester

source: DUT connected to USB 2.0 port - over 100 files to DUT over MTP
fr: Appareil connecté à un port USB 2.0 - transfert de plus de 100 fichiers vers l'appareil à tester via MTP

source: ACTIONS: 1. Connect DUT to a USB 2.0 port 2. Make sure the DUT has been recognized as MTP device 3. Copy a folder with 100 files to DUT 4. Make sure that all the files can be transfer to DUT
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 2.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Copiez un dossier contenant 100 fichiers vers l'appareil à tester 4. Assurez-vous que tous les fichiers peuvent être transférés vers l'appareil à tester

source: DUT connected to USB 3.0 port - recognized as MTP device
fr: Appareil à tester connecté à un port USB 3.0 - reconnu comme un appareil MTP

source: SETUP: 1. Prepare a USB cable
fr: PRÉALABLES : 1. Préparez un câble USB

source: ACTIONS: 1. Connect DUT to a USB 3.0 port 2. Make sure the DUT has been recognized as MTP device 3. Navigate to device 4. Copy file to DUT 5. Copy file from DUT 6. Make sure that copy/remove/modify functions work as expected
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 3.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Naviguez dans l'appareil 4. Copiez des fichiers dans l'appareil à tester 5. Copiez des fichiers vers l'appareil à tester 6. Assurez-vous que les fonctions copie/suppression/modification marchent correctement

source: 1. Does DUT recognize as MTP device? 2. Did copy/remove/modify functions work?
fr: 1. L'appareil à tester est-il reconnu comme un appareil MTP ? 2. Les fonctions copie/suppression/modification marchent-elles correctement ?

source: DUT connected to USB 3.0 port - large file transfer over MTP
fr: Appareil à tester connecté à un port USB 3.0 - transfert de fichier volumineux par MTP

source: SETUP: 1. Prepare a USB cable 2. Have a 4GB video file
fr: PRÉALABLES : 1. Préparez un câble USB 2. Ayez un fichier vidéo de 4Go

source: ACTIONS: 1. Connect DUT to a USB 3.0 port 2. Make sure the DUT has been recognized as MTP device 3. Copy a 4GB file to DUT 4. Make sure that large file can be transferred to DUT 5. Play this video file on DUT
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 3.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Copiez un fichier de 4Go vers l'appareil à tester 4. Assurez-vous que ce fichier volumineux peut être transféré vers l'appareil à tester 5. Lisez ce fichier vidéo sur l'appareil à tester

source: 1. Did large file transfer complete? 2. Can this file be playbacked?
fr: 1. Le transfert d'un fichier volumineux s'est-il terminé ? 2. Ce fichier peut-il être lu ?

source: DUT connected to USB 3.0 port - over 100 files to DUT over MTP
fr: Appareil connecté à un port USB 3.0 - transfert de plus de 100 fichiers vers l'appareil à tester via MTP

source: SETUP: 1. Prepare a USB cable 2. Have a folder with 100 files
fr: PRÉALABLES : 1. Préparez un câble USB 2. Ayez un dossier comprenant plus de 100 fichiers

source: ACTIONS: 1. Connect DUT to a USB 3.0 port 2. Make sure the DUT has been recognized as MTP device 3. Copy a folder with 100 files to DUT 4. Make sure that all the files can be transferred to DUT
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 3.0 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Copiez un dossier contenant 100 fichiers vers l'appareil à tester 4. Assurez-vous que tous les fichiers peuvent être transférés vers l'appareil à tester

source: 1. Did files transfer complete?
fr: 1. Le transfert des fichiers s'est-il terminé ?

source: Storage/MTP Mediascanner Update
fr: Stockage/Mise à jour de l'analyseur de médias après transfert via MTP

source: SETUP: 1. Prepare a USB cable 2. Have several music files
fr: PRÉALABLES : 1. Préparez un câble USB 2. Ayez plusieurs fichiers musicaux

source: ACTIONS: 1. Connect DUT to a USB port 2. Make sure the DUT has been recognized as MTP device 3. Copy music file to /home/phablet/Music/ 4. Make sure that music files can be transferred to DUT 5. Launch Music scope
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 2. Assurez-vous que l'appareil à tester a été reconnu comme un appareil MTP 3. Copiez des fichiers musicaux dans le dossier /dossier personnel/phablet/Musique/ 4. Assurez-vous que ces fichiers musicaux peuvent être transférés vers l'appareil à tester 5. Lancez le moteur de recherche de musique

source: 1. Did music files transfer complete? 2. Does all the music files appear on the Music scope?
fr: 1. Le transfert des fichiers musicaux s'est-il terminé ? 2. Toute la musique apparaît-elle dans le moteur de recherche de musique ?

source: SETUP: 1. Prepare a USB cable 2. Have several folders and each folder contains several music files
fr: PRÉALABLES : 1. Préparez un câble USB 2. Ayez plusieurs dossiers, chacun contenant plusieurs fichiers musicaux

source: ACTIONS: 1. Connect DUT to a USB port 2. Make sure the DUT has been recognized as MTP device 3. Copy folders to /home/phablet/Music/ 4. Make sure that folders can be transferred to DUT 5. Launch Music scope
fr: ACTIONS : 1. Connectez l'appareil à tester à un port USB 2. Assurez-vous que l'appareil à tester à été reconnu comme un appareil MTP 3. Copiez des dossiers dans le dossier /dossier personnel/phablet/Musique/ 4. Assurez-vous que le dossiers peuvent être transférés vers l'appareil à tester 5. Lancez le moteur de recherche de musique

source: TEARDOWN: 1. Disconnect DUT
fr: FIN : 1. Déconnectez l'appareil à tester

source: 1. Did music files transfer complete? 2. Does music files appear on the Music scope correctly?
fr: 1. Le transfert des fichiers musicaux s'est-il terminé ? 2. Les fichiers musicaux apparaissent-ils correctement dans le moteur de recherche de musique ?

source: Storage/SD Card
fr: Stockage/Carte mémoire

source: Mounts SD card at boot
fr: Monte la carte mémoire au démarrage

source: SETUP: 1. Turn off DUT
fr: PRÉALABLES : 1. Éteignez l'appareil à tester

source: ACTIONS: 1. Place SD Card in DUT 2. Turn on DUT
fr: ACTIONS : 1. Placez une carte mémoire dans l'appareil à tester 2. Allumez l'appareil à tester

source: 1. When boot complete is the SD card mounted?
fr: 1. Lorsque le démarrage est terminé, la carte mémoire est-elle montée ?

source: Automount SD card while DUT is on
fr: Montage automatique de la carte mémoire lorsque l'appareil à tester est allumé

source: SETUP: 1. Turn off DUT 2. Remove SD Card from DUT 3. Power on DUT
fr: PRÉALABLES : 1. Éteignez l'appareil à tester 2. Retirez la carte mémoire de l'appareil à tester 3. Allumez l'appareil à tester

source: ACTIONS: 1. When DUT is running place SD card in device
fr: ACTIONS : 1. Lorsque l'appareil à tester est allumé, placez une carte mémoire dans l'appareil

source: 1. Check that the SD card is detected and notification is displayed
fr: 1. Vérifiez que la carte mémoire est détectée et qu'une notification est affichée

source: Contents are visible in file manager
fr: Les contenus sont visibles dans le gestionnaire de fichiers

source: SETUP: 1. Install the File manager application from the store
fr: PRÉALABLES : 1. Installez l'application de gestion des fichiers à partir de la logithèque

source: ACTIONS: 1. Open file manager 2. Unlock full access to filesystem 3. Browse to /media/phablet/<CARD-LABEL>
fr: ACTIONS : 1. Ouvrez le gestionnaire de fichiers 2. Déverrouillez l'accès total au système de fichiers 3. Naviguez dans le dossier /media/phablet/<NOM-DE-LA-CARTE>

source: 1. Check that the contents of SD card are visible in the File manager
fr: 1. Vérifiez que le contenu de la carte mémoire est visible dans le gestionnaire de fichiers

source: Audio files are discovered by mediascanner
fr: Les fichiers audio sont découverts par l'analyseur de médias

source: SETUP: 1. Insert SD card containing audio files
fr: PRÉALABLES : 1. Insérez une carte mémoire contenant des fichiers audio

source: ACTIONS: 1. Open the My Music scope
fr: ACTIONS : 1. Ouvrez le moteur de recherche de musique

source: Video files are discovered by mediascanner
fr: Les fichiers vidéo sont découverts par l'analyseur de médias

source: SETUP: 1. Insert SD card containing video files
fr: PRÉALABLES : 1. Insérez une carte mémoire contenant des fichiers vidéo

source: ACTIONS: 1. Open the My Videos scope
fr: ACTIONS : 1. Ouvrez le moteur de recherche de vidéos

source: 1. When refreshed check that files on the SD card are listed
fr: 1. Lors de la réactualisation, vérifiez que les fichiers sur la carte mémoire sont listés

source: SD card removal while DUT is on
fr: Retrait de la carte mémoire lorsque l'appareil à tester est allumé

source: SETUP: 1. DUT with mounted SD card
fr: PRÉALABLES : 1. Montez une carte mémoire dans l'appareil à tester

source: ACTIONS: 1. Remove SD card while DUT is on
fr: ACTIONS : 1. Enlevez la carte mémoire lorsque l'appareil à tester est allumé

source: 1. Card is not corrupted during eject
fr: 1. La carte n'est-elle pas corrompue lors de l'éjection ?

source: Format micro SD card
fr: Formatage d'une micro carte mémoire

source: SETUP: 1. Place Micro SD card in DUT 2. Open the External Drives app
fr: PRÉALABLES : 1. Placez une micro carte mémoire dans l'appareil à tester 2. Ouvrez l'application Disques durs externes

source: ACTIONS: 1. Format the SD card from the app
fr: ACTIONS : 1. Formatez la carte mémoire à partir de l'application

source: 1. Check that card is formatted - all files are deleted etc 2. Remove SD card from DUT 3. Check the card can be mounted on a Desktop PC
fr: 1. Vérifiez que la carte est formatée, c'est-à-dire que tous les fichiers sont supprimés, etc. 2. Retirez la carte mémoire de l'appareil à tester 3. Vérifiez que la carte peut être montée sur un ordinateur personnel de bureau

source: Copy files from internal storage to sd card using file manager
fr: Copiez les fichiers de l'espace de stockage interne à la carte mémoire en utilisant le gestionnaire de fichiers

source: SETUP: 1. Open the File Manager app 2. Browse a folder in the home directory
fr: PRÉALABLES : 1. Ouvrez l'application de gestion des fichiers 2. Naviguez dans un répertoire à partir du dossier personnel

source: ACTIONS: 1. Long press on a file and select Copy 2. Change directory to a location on the SD Card 3. From the actions menu select Paste
fr: ACTIONS : 1. Faites un appui long sur un fichier et sélectionnez « Copier » 2. Allez sur un répertoire dont l'emplacement est sur la carte mémoire 3. À partir du menu des actions, sélectionnez « Coller »

source: 1. Verify that the file is written to the SD Card
fr: 1. Vérifiez que le fichier est écrit sur la carte mémoire

source: Storage/Bluetooth File Transfer
fr: Stockage/Transfert de fichiers par Bluetooth

source: Transfer files to the phone using Bluetooth file transfer
fr: Transférez des fichiers vers le téléphone en utilisant le transfert de fichiers par Bluetooth

source: Transfer files from the phone using Bluetooth file transfer
fr: Transférer des fichiers provenant du téléphone en utilisant le transfert de fichiers par Bluetooth

source: 1. File is present on the desktop PC
fr: 1. Le fichier est-il présent sur l'ordinateur personnel de bureau ?

source: This test plan selects all the tests required to certify a device with Ubuntu Touch
fr: Ce plan de tests sélectionne tous les tests requis pour certifier un appareil avec Ubuntu Touch

source: The Ubuntu Touch for Plainbox
fr: La version pour Ubuntu Touch de Plainbox
