Repository: checkbox/checkbox
Catalog: providers/plainbox-provider-ubuntu-touch/po/*.po
Languages: fr

source: Ensure that reject a mt call works as expected
fr: Assurez-vous que le refus d'un appel fonctionne correctement

source: SETUP: 1. Ensure SIM is present 2. Prepare two DUT
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Préparez deux appareils à tester

source: ACTIONS: 1. Make a MT call to DUT1 2. Ensure snap decision is shown 3. Ensure phone call can be rejected
fr: ACTIONS : 1. Passez un appel au premier appareil à tester 2. Assurez-vous que les options de réponses sont affichées 3. Assurez-vous que l'appel téléphonique peut être refusé

source: 1. Is snap decision shown? 2. Did call reject work?
fr: 1. Les options de réponse sont-elles affichées ? 2. Le refus de l'appel fonctionne-t-il ?

source: Ensure that STMF feature call work as expected
fr: Assurez-vous que la fonctionnalité d'appel par STMF fonctionne correctement

source: ACTIONS: 1. Open dialer 2. Call to fixed-line telephone that has extension number to input 3. When call connected then enter the extension number 3. Verify call is transferred correctly 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez une ligne fixe qui possède un numéro de poste à saisir 3. Lorsque l'appel est connecté, saisissez le numéro de poste 3. Vérifiez que l'appel est transféré correctement 4. Vérifiez que l'entrée/sortie audio fonctionne

source: Ensure that preset extension number can work as expected
fr: Assurez-vous qu'un numéro de poste prédéfini fonctionne correctement

source: SETUP: 1. Ensure SIM is present 2. Prepare a fixed-line telephone with extension number
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Préparez une ligne téléphonique fixe avec un numéro de poste

source: ACTIONS: 1. Open dialer 2. Input phone number with #extension number (ex; 0287296800#123) and then dial 3. Verify call is transferred correctly 4. Verify audio in/out works
fr: ACTIONS : 1. Ouvrez le composeur 2. Saisissez le numéro de téléphone suivi de la touche dièse et du numéro de poste (ex : 0287296800#123) puis appelez 3. Vérifiez que l'appel est transféré correctement 4. Vérifiez que l'entrée/sortie audio fonctionne

source: 1. Is call connected to correct extension?
fr: 1. L'appel est-il connecté au bon poste ?

source: Ensure that call waiting functions can work as expected
fr: Assurez-vous que les fonctions de mise en attente lors des appels fonctionnent correctement

source: SETUP: 1. Ensure SIM is present 2. Prepare three DUT
fr: PRÉRÉGLAGES : 1. Assurez-vous que la carte SIM est présente 2. Préparez trois appareils à tester

source: 1. Is call waiting feature worked?
fr: 1. La fonctionnalité de mise en attente fonctionne-t-elle ?

source: Ensure that call will be dropped if call waiting disabled
fr: Assurez-vous que l'appel sera coupé si la mise en attente est désactivée

source: SETUP: 1. Ensure SIM is present 2. Disable call waiting
fr: PRÉALABLES : 1. Assurez-vous que la carte SIM est présente 2. Désactivez la mise en attente lors des appels

source: ACTIONS: 1. Open dialer 2. Call to a phone number 3. When call connected, use another phone to call DUT 3. Verify call will be dropped immediately
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de téléphone 3. Lorsque l'appel est connecté, utilisez un autre téléphone pour appeler l'appareil à tester 3. Vérifiez que l'appel sera immédiatement coupé

source: 1. Is call dropped as expected?
fr: 1. L'appel est-il correctement coupé ?

source: Ensure that calling voicemail functions as expected
fr: Assurez-vous que la messagerie vocale fonctionne correctement

source: ACTIONS: 1. Open dialer 2. Call voicemail number 3. Ensure voicemail mailbox is reached 4. Ensure mailbox can be navigated using DTMF
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez un numéro de messagerie vocale 3. Assurez-vous que la messagerie vocal est jointe 4. Assurez-vous que la messagerie peut être parcourue en utilisant le code DTMF

source: 1. Is voicemail functioning? 2. Is navigation working via DTMF?
fr: 1. La messagerie vocale fonctionne-t-elle ? 2. La navigation par code DTMF fonctionne-t-elle ?

source: Ensure placing a call on hold works
fr: Assurez-vous que la mise en pause de l'appel fonctionne

source: ACTIONS: 1. Open dialer 2. Call to voicemail 3. Toggle speaker phone on 4. Make sure speakerphone is turned on 5. Make sure indicator on phone shows speakerphone as on 6. Turn off speakerphone from the phone 7. Make sure indicator in app shows speakerphone is off 8. Make sure speakerphone is now off
fr: ACTIONS : 1. Ouvrez le composeur 2. Appelez votre messagerie vocale 3. Activez le haut-parleur de votre téléphone 4. Assurez-vous que le haut-parleur est activé 5. Assurez-vous qu'un indicateur sur le téléphone affiche que le haut-parleur est activé 6. Désactivez le haut-parleur à partir du téléphone 7. Assurez-vous que l'indicateur dans l'application affiche que le haut-parleur est désactivé 8. Assurez-vous que le haut-parleur est désormais désactivé

source: Ensure that speakerphone toggle on/off works in regular phone call
fr: Assurez-vous que l'activation / la désactivation du haut-parleur du téléphone fonctionne lors des appels téléphoniques classiques

source: SETUP: 1. Ensure SIM is present 2. Have two DUT
fr: PRÉALABLES : 1. Assurez-vous qu'une carte SIM est présente 2. Procurez-vous deux appareils à tester

source: 1. Is speakerphone turned on? 2. Does phone indicate speakerphone is on? 3. Does turning speakerphone off from the phone turn off speakerphone? 4. When speakerphone is turned off on phone, does the icon in the app reflect its new status?
fr: 1. Le haut-parleur du téléphone est-il activé ? 2. Le téléphone indique-t-il que le haut-parleur est activé ? 3. La désactivation du haut-parleur à partir du téléphone désactive-t-elle bien le haut-parleur ? 4. Lorsque le haut-parleur est désactivé sur le téléphone, l'icône de l'application reflète-t-elle son nouveau statut ?

source: Ensure that microphone mute works in call
fr: Assurez-vous que la coupure du microphone fonctionne lors des appels

source: Telephony/Hardware/Emergency Support (SIM1)
fr: Téléphonie/Matériel/Appels d'urgence (SIM1)

source: Telephony/Hardware/Emergency Support (SIM2)
fr: Téléphonie/Matériel/Appels d'urgence (SIM2)

source: Ensure that an IMEI number is set
fr: Assurez-vous qu'un numéro d'IIEM est défini

source: ACTIONS: 1. Open dialer 2. Enter *#06#
fr: ACTIONS : 1. Ouvrez le composeur 2. Saisissez *#06#

source: TEARDOWN: 1. Close dialer
fr: FIN : 1. Fermez le composeur

source: 1. Is it pop up the IMEI number?
fr: 1. Le numéro d'IIEM s'affiche-t-il dans une fenêtre ?

source: Ensure that emergency codes are properly set
fr: Assurez-vous que les codes d'urgence sont correctement définis

source: SETUP: remove SIM card
fr: PRÉALABLES : Retirez la carte SIM

source: ACTIONS: 1. Open dialer 2. Dial emergency number (ex: 000) 3. Ensure emergency call can be called
fr: ACTIONS : 1. Ouvrez le composeur 2. Composez un numéro d'urgence (ex : 112) 3. Assurez-vous que l'appel d'urgence ne peut pas être passé

source: 1. Is it emergency call connected?
fr: 1. L'appel d'urgence est-il connecté ?

source: Ensure that USSD codes function as expected
fr: Assurez-vous que les codes SSDN fonctionnent correctement

source: ACTIONS: 1. Open dialer 2. Dial USSD number (ex: #123) 3. Ensure USSD call can work as expected
fr: ACTIONS : 1. Ouvrez le composeur 2. Composez un numéro de SSDN (ex : #123) 3. Assurez-vous qu'un appel en SSDN fonctionne correctement

source: TEARDOWN: 1. End call 2. Close dialer
fr: FIN : 1. Terminez l'appel 2. Fermez le composeur

source: 1. Is call to USSD number worked?
fr: 1. L'appel vers le numéro de SSDN a-t-il fonctionné ?

source: Ensure that the network indicator shows connection status
fr: Assurez-vous que l'indicateur de réseau affiche les statuts de connexion

source: ACTIONS: 1. Ensure the network indicator now shows telephony connection signal?
fr: ACTIONS : 1. Assurez-vous que l'indicateur de réseau affiche désormais le signal de connexion téléphonique

source: 1. Does the network indicator show telephony connection correctly?
fr: 1. L'indicateur de réseau affiche-t-il correctement la connexion téléphonique ?

source: Ensure that no signal shows when no SIM card inserted
fr: Assurez-vous qu'aucun signal ne s'affiche lorsqu'aucune carte SIM n'est insérée

source: SETUP: Ensure SIM is not inserted
fr: PRÉALABLES : Assurez-vous qu'aucune carte SIM n'est insérée

source: ACTIONS: 1. Ensure the network indicator shows no signal
fr: ACTIONS : 1. Assurez-vous que l'indicateur de réseau n'affiche aucun signal

source: 1. Does the network indicator show no signal correctly?
fr: 1. L'indicateur de réseau n'affiche-t-il aucun signal comme prévu ?

source: Ensure that 3G SIM card can be supported
fr: Assurez-vous que les cartes SIM 3G sont prises en charge

source: SETUP: Insert a 3G SIM card
fr: PRÉALABLES : Insérez une carte SIM 3G

source: ACTIONS: 1. Boot up 2. Ensure system can identify the SIM card
fr: ACTIONS : 1. Démarrez l'appareil 2. Assurez-vous que le système peut identifier la carte SIM

source: 1. Does 3G SIM card work correctly?
fr: 1. La carte SIM 3G fonctionne-t-elle correctement ?

source: Telephony/Data Support (SIM1)
fr: Téléphonie/Prise en charge des données (SIM1)

source: Ensure that phone can properly use GPRS data
fr: Assurez-vous que le téléphone peut correctement utiliser les données GPRS

source: ACTIONS: 1. Ensure that DUT connected to GRPS network 2. Open web browser, navigate to ubuntu.com
fr: ACTIONS : 1. Assurez-vous que l'appareil à tester s'est connecté au réseau GPRS 2. Ouvrez un navigateur Internet et allez sur ubuntu.com

source: Ensure that phone can properly use edge data
fr: Assurez-vous que le téléphone peut correctement utiliser les données en mode EDGE

source: ACTIONS: 1. Ensure that DUT connected to Edge network 2. Open web browser, navigate to ubuntu.com
fr: ACTIONS : 1. Assurez-vous que l'appareil à tester s'est connecté au réseau en mode EDGE 2. Ouvrez un navigateur Internet et allez sur ubuntu.com

source: Ensure that phone can properly use 3g data
fr: Assurez-vous que le téléphone peut utiliser correctement les données en 3G

source: ACTIONS: 1. Ensure that DUT connected to 3G network 2. Open web browser, navigate to ubuntu.com
fr: ACTIONS : 1. Assurez-vous que l'appareil à tester s'est connecté au réseau en 3G 2. Ouvrez le navigateur Internet et allez sur ubuntu.com

source: Ensure that phone can properly use HSPA data
fr: Assurez-vous que le téléphone peut correctement utiliser les données en 3G+

source: SETUP: Ensure SIM is present Ensure WiFi is not connected
fr: PRÉALABLES : Assurez-vous qu'une carte SIM est présente Assurez-vous que le Wi-Fi n'est pas connecté

source: ACTIONS: 1. Ensure that DUT connected to HSPA network 2. Open web browser, navigate to ubuntu.com
fr: ACTIONS : 1. Assurez-vous que l'appareil à tester s'est connecté au réseau 3G+ 2. Ouvrez le navigateur Internet et allez sur ubuntu.com

source: 1. Was ubuntu.com loaded?
fr: 1. La page ubuntu.com s'est-elle chargée ?

source: Ensure that connection can switch between WiFi and GPRS
fr: Assurez-vous que la connexion peut être basculée entre Wi-Fi et GPRS

source: SETUP: Ensure SIM is present Ensure WiFi connected Ensure DUT connected to GRPS network
fr: PRÉALABLES : Assurez-vous qu'une carte SIM est présente Assurez-vous que vous êtes connecté en Wi-Fi Assurez-vous que l'appareil à tester est connecté au réseau en GRPS

source: Ensure that connection can switch between WiFi and EDGE
fr: Assurez-vous que la connexion peut être basculée entre Wi-Fi et EDGE

source: SETUP: Ensure SIM is present Ensure WiFi connected Ensure DUT connected to EDGE network
fr: PRÉALABLES : Assurez-vous qu'une carte SIM est présente Assurez-vous êtes connecté en Wi-Fi Assurez-vous que l'appareil à tester est connecté au réseau en EDGE

source: Ensure that connection can switch between WiFi and 3G
fr: Assurez-vous que la connexion peut être basculée entre Wi-Fi et 3G

source: SETUP: Ensure SIM is present Ensure WiFi connected Ensure DUT connected to 3G network
fr: PRÉALABLES : Assurez-vous qu'une carte SIM est présente Assurez-vous que vous êtes connecté en Wi-Fi Assurez-vous que l'appareil à tester est connecté au réseau en 3G

source: Ensure that connection can switch between WiFi and HSPA
fr: Assurez-vous que la connexion peut être basculée entre Wi-Fi et 3G+

source: SETUP: Ensure SIM is present Ensure WiFi connected Ensure DUT connected to HSPA network
fr: PRÉALABLES : Assurez-vous qu'une carte SIM est présente Assurez-vous que vous êtes connecté en Wi-Fi Assurez-vous que l'appareil à tester est connecté au réseau en 3G+

source: ACTIONS: 1. Open web browser, navigate to ubuntu.com 2. Disable WiFi 3. Open web browser, navigate to wiki.ubuntu.com
fr: ACTIONS : 1. Ouvrez le navigateur Internet et allez sur ubuntu.com 2. Désactivez le Wi-Fi 3. Ouvrez le navigateur Internet et allez sur wiki.ubuntu.com

source: 1. Was ubuntu.com loaded? 2. Was wiki.ubuntu.com loaded?
fr: 1. La page ubuntu.com s'est-elle chargée ? 2. La page wiki.ubuntu.com s'est-elle chargée ?

source: Ensure that call quality is acceptable in 2G
fr: Assurez-vous que la qualité des appels est acceptable en 2G

source: SETUP: Prepare 2 DUT and 2 Reference Ensure 2G SIM is present
fr: PRÉALABLES : Préparez deux appareils à tester et deux références Assurez-vous qu'une carte SIM 2G est présente

source: Ensure that call quality is acceptable in 3G
fr: Assurez-vous que la qualité des appels est acceptable en 3G

source: SETUP: Prepare 2 DUT and 2 References Ensure 3G SIM is present
fr: PRÉALABLES : Préparez deux appareils à tester et deux références Assurez-vous qu'une carte SIM 3G est présente

source: ACTIONS: 1. DUT1 makes a MO call to DUT2 2. Reference1 makes a MO call to Reference2 3. Compare the call quality between DUT and Reference
fr: ACTIONS : 1. Passez un appel du premier appareil à tester vers le second 2. Passez un appel du premier appareil de référence vers le second 3. Comparez la qualité des appels entre les appareils à tester et les références

source: 1. Is call quality acceptable?
fr: 1. La qualité de l'appel est-elle acceptable ?

source: Ensure that data performance is acceptable in GPRS
fr: Assurez-vous que la réception des données est acceptable en GPRS

source: SETUP: Prepare 1 DUT and 1 References Ensure DUT connected to GPRS network
fr: PRÉALABLES : Préparez un appareil à tester et un de référence Assurez-vous que l'appareil à tester est connecté au réseau en GPRS

source: Ensure that data performance is acceptable in edge
fr: Assurez-vous que la réception des données est acceptable en EDGE

source: SETUP: Prepare 1 DUT and 1 References Ensure DUT connected to Edge network
fr: PRÉALABLES : Préparez un appareil à tester et un de référence Assurez-vous que l'appareil à tester est connecté au réseau en EDGE

source: Ensure that data performance is acceptable in 3g
fr: Assurez-vous que la réception des données est acceptable en 3G

source: SETUP: Prepare 1 DUT and 1 References Ensure DUT connected to 3G network
fr: PRÉALABLES : Préparez un appareil à tester et un de référence Assurez-vous que l'appareil à tester est connecté au réseau en 3G

source: Ensure that data performance is acceptable in HSPA
fr: Assurez-vous que la réception des données est acceptable en 3G+

source: SETUP: Prepare 1 DUT and 1 References Ensure DUT connected to HSPA network
fr: PRÉALABLES : Préparez un appareil à tester et un de référence Assurez-vous que l'appareil à tester est connecté au réseau en 3G+

source: ACTIONS: 1. From DUT, Open web browser and navigate to www.speedtest.net 2. Press test 3. From Ref, Open web browser and navigate to www.speedtest.net 4. Compare both DUT and Reference
fr: ACTIONS : 1. À partir de l'appareil à tester, ouvrez le navigateur Internet et allez sur www.speedtest.net 2. Appuyez sur « Test » 3. À partir de la référence, ouvrez le navigateur Internet et allez sur www.speedtest.net 4. Appuyez sur « Test » 5. Comparez l'appareil à tester et la référence

source: 1. Is DUT data performance similar to Reference?
fr: 1. La réception des données de l'appareil à tester est-elle similaire à celle de la référence ?

source: Ensure that the failure rate of call drop in poor signal area is acceptable
fr: Assurez-vous que le taux d'échec lié à une interruption d'appel dans une zone à faible signal est acceptable

source: SETUP: Prepare 2 DUT and 2 References Ensure 1 DUT and 1 Reference are in poor signal area
fr: PRÉALABLES : Préparez deux appareils à tester et deux de références Assurez-vous qu'un appareil à tester et qu'un de référence sont dans des zones de faible signal

source: ACTIONS: 1. DUT1 makes a MO call to DUT2 2. Reference1 makes a MO call to Reference2 3. Compare the failure rate of call drop between DUT1 and Reference1
fr: ACTIONS : 1. Passez un appel du premier appareil à tester vers le second 2. Passez un appel du premier appareil de référence vers le second 3. Comparez le taux d'échec lié à une interruption d'appel entre le premier appareil à tester et le premier appareil de référence

source: TEARDOWN: End the calls
fr: FIN : Terminez les appels

source: Ensure that data roaming can work correctly
fr: Assurez-vous que l'intinérance de données fonctionne correctement

source: SETUP: Ensure a foreign SIM is present
fr: PRÉALABLES : Assurez-vous qu'une carte SIM étrangère est présente

source: ACTIONS: 1. Ensure that DUT can connect to a roaming 3G network 2. Open web browser, navigate to ubuntu.com
fr: ACTIONS : 1. Assurez-vous que l'appareil à tester peut se connecter à un réseau 3G en itinérance 2. Ouvrez un navigateur Internet et allez sur ubuntu.com

source: TEARDOWN: Close webbrowser
fr: FIN : Fermez le navigateur Internet

source: 1. Does DUT connect to a roaming data network successfully? 2. Was ubuntu.com loaded?
fr: 1. L'appareil à tester s'est-il connecté avec succès à un réseau de données en itinérance ? 2. La page ubuntu.com s'est-elle chargée ?

source: Telephony/Interruptions
fr: Téléphonie/Interruptions

source: Ensure that SMS alert sound can be played correctly during music playback
fr: Assurez-vous que le son des alertes des SMS peut être lu correctement lors de la lecture de musique

source: ACTIONS: 1. Launch music player and playback a music file 2. Send a SMS message to DUT 3. Ensure that music playback will be stopped and then play the SMS receiving alert sound
fr: ACTIONS : 1. Lancez le lecteur de musique et écoutez un fichier musical 2. Envoyez un SMS à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire le son d'alerte de réception du SMS

source: 1. Is music playback stopped? 2. Is SMS alert sound played? 3. Is Message indicator show up?
fr: 1. La lecture de la musique est-elle interrompue ? 2. Le son d'alerte de réception du SMS est-il lu ? 3. L'indicateur de message s'affiche-t-il ?

source: Ensure that MMS alert sound can be played correctly during music playback
fr: Assurez-vous que le son d'alerte des MMS peut être lu correctement lors de la lecture de musique

source: ACTIONS: 1. Launch music player and playback a music file 2. Send a MMS message to DUT 3. Ensure that music playback will be stopped and then play the MMS receiving alert sound
fr: ACTIONS : 1. Lancez le lecteur de musique et écoutez un fichier musical 2. Envoyez un MMS à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire le son d'alerte de réception du MMS

source: 1. Is music playback stopped? 2. Is MMS alert sound played? 3. Is Message indicator show up?
fr: 1. La lecture de la musique est-elle interrompue ? 2. Le son d'alerte de réception du MMS est-il lu ? 3. L'indicateur de message s'affiche-t-il ?

source: Ensure that incoming call ringtone can be played correctly during music playback
fr: Assurez-vous que la sonnerie des appels entrants peut être lue correctement lors de la lecture de musique

source: ACTIONS: 1. Launch music player and playback a music file 2. Make a MO call to DUT 3. Ensure that music playback will be stopped and then play the incoming call ringtone
fr: ACTIONS : 1. Lancez le lecteur de musique et écoutez un fichier musical 2. Passez un appel à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire la sonnerie des appels entrants

source: 1. Is music playback stopped? 2. Is incoming call ringtone played? 3. Is call snap decision show up?
fr: 1. La lecture de la musique est-elle interrompue ? 2. La sonnerie des appels entrants est-elle lue ? 3. Le choix de répondre/refuser est-il affiché ?

source: Ensure that SMS alert sound can be played correctly during video playback
fr: Assurez-vous que le son des alertes des SMS peut être lu correctement lors de la lecture de vidéos

source: ACTIONS: 1. Launch media player and playback a video file 2. Send a SMS message to DUT 3. Ensure that music playback will be stopped and then play the SMS receiving alert sound
fr: ACTIONS : 1. Lancez le lecteur multimédia et lisez un fichier vidéo 2. Envoyez un SMS à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire le son d'alerte de réception du SMS

source: 1. Is video playback stopped? 2. Is SMS alert sound played? 3. Is Message indicator show up?
fr: 1. La lecture de la vidéo est-elle interrompue ? 2. Le son d'alerte de réception du SMS est-il lu ? 3. L'indicateur de message s'affiche-t-il ?

source: Ensure that MMS alert sound can be played correctly during video playback
fr: Assurez-vous que le son d'alerte des MMS peut être lu correctement lors de la lecture de vidéos

source: ACTIONS: 1. Launch media player and playback a video file 2. Send a MMS message to DUT 3. Ensure that music playback will be stopped and then play the MMS receiving alert sound
fr: ACTIONS : 1. Lancez le lecteur multimédia et lisez un fichier vidéo 2. Envoyez un MMS à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire le son d'alerte de réception du MMS

source: 1. Is video playback stopped? 2. Is MMS alert sound played? 3. Is Message indicator show up?
fr: 1. La lecture de la vidéo est-elle interrompue ? 2. Le son d'alerte de réception du MMS est-il lu ? 3. L'indicateur de message s'affiche-t-il ?

source: Ensure that incoming call ringtone can be played correctly during video playback
fr: Assurez-vous que la sonnerie des appels entrants peut être lue correctement lors de la lecture de vidéos

source: ACTIONS: 1. Launch media player and playback a video file 2. Make a MO call to DUT 3. Ensure that music playback will be stopped and then play the incoming call ringtone
fr: ACTIONS : 1. Lancez le lecteur multimédia et lisez un fichier vidéo 2. Passez un appel à l'appareil à tester 3. Assurez-vous que la lecture de la musique sera interrompue avant de lire la sonnerie des appels entrants

source: 1. Is video playback stopped? 2. Is incoming call ringtone played? 3. Is call snap decision show up?
fr: 1. La lecture de la vidéo est-elle interrompue ? 2. La sonnerie des appels entrants est-elle lue ? 3. Le choix de répondre/refuser est-il affiché ?

source: Ensure that incoming call ringtone can be played correctly while browsing via GPRS data
fr: Assurez-vous que la sonnerie des appels entrants peut être lue correctement lors de la navigation à l'aide des données en GPRS

source: Ensure that mo call can be performed correctly while browsing via GPRS data
fr: Assurez-vous que les appels peuvent être passés correctement lors de la navigation à l'aide des données en GPRS

source: Ensure that incoming call ringtone can be played correctly while browsing via 3g data
fr: Assurez-vous que la sonnerie des appels entrants peut être lue correctement lors de la navigation à l'aide de données en 3G
