Repository: checkbox/checkbox
Catalog: plainbox/plainbox/impl/providers/manifest/po/*.po
Languages: ru

source: Collect the hardware manifest (interactively)
ru: Сбор манифеста аппаратуры (в интерактивном режиме)

source: This job interactively asks the user about each manifest entry and stores the result. This job can be omitted but the manifest may be incomplete unless it was cached on an earlier run or provided externally.
ru: Эта работа в интерактивном режиме запрашивает у пользователя о каждом манифесте записи и сохраняет результат. Эта работа может быть исключена, но тогда манифест может быть неполным, если оно не кэшируются на более раннем периоде или при внешнем условии.

source: Hardware Manifest
ru: Манифест Аппаратуры

source: (yes/y, no/n)
ru: (да/y, нет/n)

source: Please enter either y or n
ru: Пожалуйста, введите enter, либо y или n

source: Please enter the requested data
ru: Пожалуйста, введите запрашиваемые данные

source: (natural number)
ru: (натуральное число)

source: Please input a number
ru: Пожалуйста, введите номер

source: Please input a natural number
ru: Пожалуйста, введите натуральное число

source: Unsupported value-type:
ru: Неподдерживаемый тип значения:

source: Plainbox Hardware Manifest
ru: Plainbox Манифест Аппаратуры

source: Loading existing manifest from {}
ru: Загрузка существующего манифест из {}

source: Saving manifest to {}
ru: Сохранение манифеста в {}

source: No changes to the manifest are required
ru: Никаких изменений в манифесте не требуется

source: You don't need to develop it explicitly
ru: Вам не нужно разрабатывать его явно

source: You don't need to install it explicitly
ru: Вам не нужно устанавливать его явно
