Repository: checkbox/checkbox
Catalog: debian/po/*.po
Languages: fr

source: Test suite blacklist:
fr: Liste noire de la suite de tests :

source: List of job files to never run when testing with checkbox.
fr: Liste des tests à ne jamais lancer avec checkbox.

source: Test suite whitelist:
fr: Liste blanche de la suite de tests :

source: List of jobs to run when testing with checkbox.
fr: Liste des tests à lancer avec checkbox.

source: Transport URL:
fr: URL de transport :

source: URL where to send submissions.
fr: Adresse URL où envoyer les rapports.

source: Launchpad E-mail:
fr: Adresse courriel de Launchpad :

source: E-mail address used to sign in to Launchpad.
fr: Adresse courriel utilisée pour se connecter à Launchpad.

source: HTTP Proxy:
fr: Serveur mandataire HTTP :

source: HTTP proxy to use instead of the one specified in environment.
fr: Proxy HTTP à utiliser à la place de celui spécifié dans l'environnement.

source: HTTPS Proxy:
fr: Proxy HTTPS :

source: HTTPS proxy to use instead of the one specified in environment.
fr: Proxy HTTPS à utiliser à la place de celui spécifié dans l'environnement.

source: Routers:
fr: Routeurs :

source: Whether there is a single router or multiple routers.
fr: Indique s'il y a un routeur unique ou plusieurs routeurs.

source: Router SSID:
fr: SSID du routeur :

source: The SSID of the single wireless router.
fr: Le SSID de l'unique routeur sans fil.

source: Router PSK:
fr: PSK du routeur :

source: The PSK of the single wireless router.
fr: Le PSK de l'unique routeur sans fil.

source: WPA BG SSID:
fr: SSID BG WPA :

source: The SSID of the 802.11b/g router with WPA security.
fr: Le SSID du routeur 802.11b/g avec sécurité WPA.

source: WPA BG PSK:
fr: PSK BG WPA :

source: The PSK of the 802.11b/g router with WPA security.
fr: Le PSK du routeur 802.11b/g avec sécurité WPA.

source: WPA N SSID:
fr: SSID N WPA :

source: The SSID of the 802.11n router with WPA security.
fr: Le SSID du routeur 802.11n avec sécurité WPA.

source: WPA N PSK:
fr: PSK N WPA :

source: The PSK of the 802.11n router with WPA security.
fr: Le PSK du routeur 802.11n avec sécurité WPA.

source: Open BG SSID:
fr: SSID open BG :

source: The SSID of the 802.11b/g router with open security.
fr: Le SSID du routeur 802.11b/g avec sécurité ouverte.

source: Open N SSID:
fr: SSID open N(nbsp]:

source: The SSID of the 802.11n router with open security.
fr: Le SSID du routeur 802.11n avec sécurité ouverte.

source: Bluetooth Device Address:
fr: Adresse du périphérique bluetooth :

source: The Bluetooth Device Address of the Bluetooth target.
fr: L'adresse de périphérique bluetooth de la cible bluetooth.
